export const ykrPoshta = {
    Вінницька: [
        {
            index: "23227",
            city: "Агрономичне",
            address: "ул. Мичурина, 12",
        },
        {
            index: "24333",
            city: "Александровка",
            address: "ул. Соборная, 38",
        },
        {
            index: "22255",
            city: "Андрушовка",
            address: "ул. Полевая, 37",
        },
        {
            index: "24213",
            city: "Антоновка",
            address: "ул. Молодежная, 1",
        },
        {
            index: "22714",
            city: "Бабин",
            address: "ул. Центральная, 5",
        },
        {
            index: "24132",
            city: "Бабчинцы",
            address: "ул. Независимости, 9",
        },
        {
            index: "22350",
            city: "Багрыновцы",
            address: "ул. Центральная, 1",
        },
        {
            index: "22430",
            city: "Байковка",
            address: "ул. Центральная, 14",
        },
        {
            index: "22649",
            city: "Балабановка",
            address: "ул. Центральная, 25",
        },
        {
            index: "24413",
            city: "Балановка",
            address: "ул. Дьяченко, 1",
        },
        {
            index: "23000",
            city: "Бар",
            address: "ул. Соборная, 17",
        },
        {
            index: "23005",
            city: "Бар",
            address: "ул. Святого Николая, 20",
        },
        {
            index: "23006",
            city: "Бар",
            address: "ул. Святого Николая, 20",
        },
        {
            index: "23007",
            city: "Бар",
            address: "ул. Вокзальная, 1",
        },
        {
            index: "23010",
            city: "Бар",
            address: "ул. Святого Николая, 20",
        },
        {
            index: "23020",
            city: "Бар",
            address: "ул. Святого Николая, 20",
        },
        {
            index: "23044",
            city: "Бар",
            address: "ул. Святого Николая, 20",
        },
        {
            index: "22114",
            city: "Безыменное",
            address: "ул. Апрельская, 1",
        },
        {
            index: "22407",
            city: "Бережаны",
            address: "ул. Мира, 25",
        },
        {
            index: "24451",
            city: "Березки-Бершадские",
            address: "ул. Набережная, 1",
        },
        {
            index: "24111",
            city: "Березовка",
            address: "ул. Центральная, 5",
        },
        {
            index: "24810",
            city: "Бершадь",
            address: "ул. Миколаенко, 16а",
        },
        {
            index: "24820",
            city: "Бершадь",
            address: "ул. Миколаенко, 16А",
        },
        {
            index: "24400",
            city: "Бершадь",
            address: "ул. Миколаенко, 16А",
        },
        {
            index: "24402",
            city: "Бершадь",
            address: "ул. Покровская, 211",
        },
        {
            index: "24407",
            city: "Бершадь",
            address: "ул. Миколаенко, 16А",
        },
        {
            index: "22743",
            city: "Билки",
            address: "ул. Яблоневая, 7",
        },
        {
            index: "22120",
            city: "Билопилля",
            address: "ул. Казатинская, 5",
        },
        {
            index: "24110",
            city: "Биляны",
            address: "ул. Ленина, 4",
        },
        {
            index: "22813",
            city: "Боблив",
            address: "ул. Мира, 8",
        },
        {
            index: "23637",
            city: "Богдановка",
            address: "ул. Богдана Хмельницкого, 23",
        },
        {
            index: "24712",
            city: "Болган",
            address: "ул. Коцюбинского, 6",
        },
        {
            index: "22808",
            city: "Большая Бушынка",
            address: "ул. Центральная, 12",
        },
        {
            index: "23353",
            city: "Большая Вулыга",
            address: "ул. Терешковой, 2",
        },
        {
            index: "24121",
            city: "Боровка",
            address: "ул. Соборная, 1/22",
        },
        {
            index: "23233",
            city: "Бохоники",
            address: "ул. Гагарина, 55",
        },
        {
            index: "23130",
            city: "Браилов",
            address: "ул. Монастырская, 28",
        },
        {
            index: "22870",
            city: "Брацлав",
            address: "ул. Соборная, 28",
        },
        {
            index: "22115",
            city: "Бродецкое",
            address: "ул. Рабочая, 72",
        },
        {
            index: "24012",
            city: "Бронница",
            address: "ул. Заречная, 10",
        },
        {
            index: "23744",
            city: "Бубновка",
            address: "ул. Солнечная, 32",
        },
        {
            index: "24312",
            city: "Буды",
            address: "ул. Независимости,45",
        },
        {
            index: "24523",
            city: "Буша",
            address: "ул. Гоголя, 16",
        },
        {
            index: "24414",
            city: "Бырловка",
            address: "ул. Вишневая, 273",
        },
        {
            index: "24240",
            city: "Вапнярка",
            address: "ул. Михаила Грушевского, 5",
        },
        {
            index: "22524",
            city: "Вахновка",
            address: "ул. Мира, 2",
        },
        {
            index: "24455",
            city: "Великая Киреевка",
            address: "ул. Шевченко, 1",
        },
        {
            index: "24546",
            city: "Великая Косница",
            address: "ул. Ленина, 53",
        },
        {
            index: "24210",
            city: "Великая Русава",
            address: "ул. Центральная, 3",
        },
        {
            index: "22060",
            city: "Великий Мытнык",
            address: "ул. Центральная, 80",
        },
        {
            index: "22033",
            city: "Великий Острожок",
            address: "ул. 8 Марта, 1",
        },
        {
            index: "24029",
            city: "Вендичаны",
            address: "ул. Соборная, 52",
        },
        {
            index: "24619",
            city: "Вербка",
            address: "ул. Подольская, 1",
        },
        {
            index: "24817",
            city: "Вербка",
            address: "ул. Соборная, 125",
        },
        {
            index: "22333",
            city: "Вербовка",
            address: "ул. Юбилейная, 3",
        },
        {
            index: "22125",
            city: "Вернигородок",
            address: "ул. Центральная, 35А",
        },
        {
            index: "22164",
            city: "Вивсяники",
            address: "ул. Хозяйственная, 37",
        },
        {
            index: "24412",
            city: "Вийтивка",
            address: "ул. Соборная, 33",
        },
        {
            index: "23215",
            city: "Винница",
            address: "пл. Привокзальная, 2",
        },
        {
            index: "21001",
            city: "Винница",
            address: "ул. Шмидта, 32",
        },
        {
            index: "21003",
            city: "Винница",
            address: "ул. 1905 года, 4",
        },
        {
            index: "21004",
            city: "Винница",
            address: "пл. Привокзальная, 2",
        },
        {
            index: "23235",
            city: "Винница",
            address: "пл. Привокзальная, 2",
        },
        {
            index: "21005",
            city: "Винница",
            address: "ул. Зодчих, 2",
        },
        {
            index: "21007",
            city: "Винница",
            address: "ул. Академика Янгеля, 24",
        },
        {
            index: "21008",
            city: "Винница",
            address: "ул. Пирогова,191",
        },
        {
            index: "21009",
            city: "Винница",
            address: "ул. Ширшова, 16",
        },
        {
            index: "21010",
            city: "Винница",
            address: "ул. Герцена, 20",
        },
        {
            index: "21011",
            city: "Винница",
            address: "ул. Ватутина, 46",
        },
        {
            index: "21012",
            city: "Винница",
            address: "ул. Данила Нечая, 63",
        },
        {
            index: "21014",
            city: "Винница",
            address: "ул. Князей Кориатовичей, 129",
        },
        {
            index: "21016",
            city: "Винница",
            address: "ул. Дмитрия Майбороды, 7",
        },
        {
            index: "21017",
            city: "Винница",
            address: "ул. Липовецкая, 20",
        },
        {
            index: "21018",
            city: "Винница",
            address: "ул. Марии Литвиненко-Вольгемут, 32",
        },
        {
            index: "21019",
            city: "Винница",
            address: "пров. 1-й Украинский, 4",
        },
        {
            index: "21020",
            city: "Винница",
            address: "ул. Леси Украинки, 12",
        },
        {
            index: "21021",
            city: "Винница",
            address: "ул. Космонавтов, 22",
        },
        {
            index: "21022",
            city: "Винница",
            address: "ул. Киевская, 126",
        },
        {
            index: "21023",
            city: "Винница",
            address: "ул. Бучмы, 98",
        },
        {
            index: "21027",
            city: "Винница",
            address: "ул. Космонавтов, 40",
        },
        {
            index: "21028",
            city: "Винница",
            address: "ул. Хмельницкое шоссе, 7",
        },
        {
            index: "21029",
            city: "Винница",
            address: "ул. Порика, 44",
        },
        {
            index: "21030",
            city: "Винница",
            address: "просп. Юности, 20/73",
        },
        {
            index: "21031",
            city: "Винница",
            address: "ул. Пирогова, 51",
        },
        {
            index: "21032",
            city: "Винница",
            address: "ул. Киевская, 50",
        },
        {
            index: "21034",
            city: "Винница",
            address: "ул. Олега Антонова, 40А",
        },
        {
            index: "21036",
            city: "Винница",
            address: "ул. Максимовича, 35",
        },
        {
            index: "21037",
            city: "Винница",
            address: "ул. Дачная, 3",
        },
        {
            index: "21050",
            city: "Винница",
            address: "ул. Соборная, 8",
        },
        {
            index: "21501",
            city: "Винница",
            address: "ул. Соборная, 8",
        },
        {
            index: "23219",
            city: "Винницкие Хутора",
            address: "ул. Сагайдачного, 92",
        },
        {
            index: "22041",
            city: "Вишенка",
            address: "ул. 8-го Марта, 1",
        },
        {
            index: "23432",
            city: "Вищеольчедаев",
            address: "ул. Соборная, 52/1",
        },
        {
            index: "22113",
            city: "Вовчынець",
            address: "ул. Мира, 86",
        },
        {
            index: "22015",
            city: "Войтовцы",
            address: "ул. Заводская, 2А",
        },
        {
            index: "24120",
            city: "Володовцы",
            address: "ул. Колхозная,1",
        },
        {
            index: "22855",
            city: "Волчек",
            address: "ул. Коцюбинского, 13",
        },
        {
            index: "23251",
            city: "Вороновица",
            address: "ул. Казацкий путь, 53",
        },
        {
            index: "23323",
            city: "Ворошыловка",
            address: "ул. Центральная, б/н",
        },
        {
            index: "23202",
            city: "Гавришовка",
            address: "ул. Гагарина, 27",
        },
        {
            index: "23700",
            city: "Гайсин",
            address: "ул. Октябрьская, 28",
        },
        {
            index: "23706",
            city: "Гайсин",
            address: "ул. Октябрьская, 28",
        },
        {
            index: "23707",
            city: "Гайсин",
            address: "ул. Октябрьская, 28",
        },
        {
            index: "23708",
            city: "Гайсин",
            address: "ул. Октябрьская, 28",
        },
        {
            index: "23717",
            city: "Гайсин",
            address: "ул. Октябрьская, 28",
        },
        {
            index: "23423",
            city: "Галайковцы",
            address: "ул. Школьная, 11",
        },
        {
            index: "24504",
            city: "Гальжбиевка",
            address: "ул. Ленина, 50",
        },
        {
            index: "24622",
            city: "Гарячковка",
            address: "ул. Соборная, 9",
        },
        {
            index: "24340",
            city: "Глибочок",
            address: "ул. Мира,3",
        },
        {
            index: "22130",
            city: "Глуховцы",
            address: "ул. Богачука, 24",
        },
        {
            index: "22425",
            city: "Глынск",
            address: "ул. Мира, 6",
        },
        {
            index: "24232",
            city: "Гнатков",
            address: "ул. Леси Украинки, 13",
        },
        {
            index: "23310",
            city: "Гнивань",
            address: "ул. Соборная, 62",
        },
        {
            index: "22441",
            city: "Голендры",
            address: "ул. Октябрьская, 2",
        },
        {
            index: "23552",
            city: "Голинченцы",
            address: "ул. Петровского, 2",
        },
        {
            index: "24606",
            city: "Голубече",
            address: "ул. Татьяны Марцин, 1",
        },
        {
            index: "24508",
            city: "Гоноровка",
            address: "ул. 40-летия Победы, 6А",
        },
        {
            index: "24107",
            city: "Гонтовка",
            address: "ул. Ленина, 68Б",
        },
        {
            index: "22216",
            city: "Гопчица",
            address: "ул. Кооперативная, 17",
        },
        {
            index: "23231",
            city: "Горбановка",
            address: "ул. Украинская, 18",
        },
        {
            index: "24313",
            city: "Гордиивка",
            address: "ул. Центральная, 93",
        },
        {
            index: "24615",
            city: "Городковка",
            address: "ул. Гагарина, 2",
        },
        {
            index: "22753",
            city: "Городок",
            address: "ул. Школьная, 1",
        },
        {
            index: "22822",
            city: "Гостынне",
            address: "ул. Соборная, 5/а",
        },
        {
            index: "23731",
            city: "Гранов",
            address: "ул. Соборная, 11",
        },
        {
            index: "23756",
            city: "Грузькое",
            address: "ул. Солнечная, 8",
        },
        {
            index: "23746",
            city: "Губник",
            address: "ул. Центральная, 86",
        },
        {
            index: "23203",
            city: "Гуменне",
            address: "ул. Липовецкая, 1",
        },
        {
            index: "22434",
            city: "Гущенцы",
            address: "ул. Шевченко, 96",
        },
        {
            index: "22740",
            city: "Дашев",
            address: "ул. Горького, 7",
        },
        {
            index: "22363",
            city: "Дашковцы",
            address: "ул. Центральная, 120",
        },
        {
            index: "23140",
            city: "Демидовка",
            address: "ул. Уютная, 55",
        },
        {
            index: "24832",
            city: "Демовка",
            address: "ул. Героев Майдана, 25",
        },
        {
            index: "23532",
            city: "Деребчин",
            address: "ул. Заводская, 9",
        },
        {
            index: "23508",
            city: "Деревянки",
            address: "ул. Щорса, 1",
        },
        {
            index: "23240",
            city: "Десна",
            address: "ул. Гагарина, 5",
        },
        {
            index: "24450",
            city: "Джулинка",
            address: "ул. Центральная, 2",
        },
        {
            index: "23545",
            city: "Джурин",
            address: "ул. Железнодорожная, 1",
        },
        {
            index: "24531",
            city: "Дзыговка",
            address: "ул. Ленина, 56",
        },
        {
            index: "22232",
            city: "Дзюньков",
            address: "ул. Солнечная, 56",
        },
        {
            index: "24714",
            city: "Дмитрашковка",
            address: "ул. Шевченко, 48",
        },
        {
            index: "22150",
            city: "Добовые Махарынцы",
            address: "ул. Центральная, 1",
        },
        {
            index: "23531",
            city: "Довжок",
            address: "ул. Шевченко, 62",
        },
        {
            index: "24544",
            city: "Должок",
            address: "ул. Ленина, 87",
        },
        {
            index: "22450",
            city: "Дружелюбовка",
            address: "ул. Центральная, 55",
        },
        {
            index: "22453",
            city: "Дружне",
            address: "ул. Мира, 5",
        },
        {
            index: "24444",
            city: "Дяковка",
            address: "ул. Дружбы, 3",
        },
        {
            index: "22339",
            city: "Дяковцы",
            address: "ул. Центральная, 15",
        },
        {
            index: "24640",
            city: "Жабокрич",
            address: "ул. Соборная, 6",
        },
        {
            index: "23424",
            city: "Жван",
            address: "ул. Соборная, 5",
        },
        {
            index: "22116",
            city: "Жежелив",
            address: "ул. Карьерная, 8",
        },
        {
            index: "23750",
            city: "Жерденовка",
            address: "ул. Солнечная, 30",
        },
        {
            index: "23110",
            city: "Жмеринка",
            address: "ул. Богдана Хмельницкого, 19",
        },
        {
            index: "23114",
            city: "Жмеринка",
            address: "ул. Богдана Хмельницкого, 19",
        },
        {
            index: "23117",
            city: "Жмеринка",
            address: "ул. Богдана Хмельницкого, 19",
        },
        {
            index: "23144",
            city: "Жмеринка",
            address: "ул. Богдана Хмельницкого, 19",
        },
        {
            index: "23100",
            city: "Жмеринка",
            address: "ул. Богдана Хмельницкого, 19",
        },
        {
            index: "23101",
            city: "Жмеринка",
            address: "ул. Соборная,3",
        },
        {
            index: "23102",
            city: "Жмеринка",
            address: "ул. Шекінська, 1",
        },
        {
            index: "23104",
            city: "Жмеринка",
            address: "ул. Одесская, 3",
        },
        {
            index: "22721",
            city: "Жорнище",
            address: "ул. Бойко, 21",
        },
        {
            index: "23143",
            city: "Жуковцы",
            address: "ул. Центральная, 147",
        },
        {
            index: "23641",
            city: "Журавлевка",
            address: "ул. Шевченко, 196",
        },
        {
            index: "22325",
            city: "Журавное",
            address: "ул. Центральная, 10",
        },
        {
            index: "24631",
            city: "Заболотное",
            address: "ул. Чеботарская, 21",
        },
        {
            index: "22817",
            city: "Зврудынци",
            address: "ул. Мира, 36",
        },
        {
            index: "22525",
            city: "Зозов",
            address: "ул. Соборная, 5",
        },
        {
            index: "22155",
            city: "Зозулинцы",
            address: "ул. Защитников Отечества, 1",
        },
        {
            index: "22432",
            city: "Иванов",
            address: "ул. Почтовая, 1",
        },
        {
            index: "23247",
            city: "Ивановка",
            address: "ул. Украинская, 1",
        },
        {
            index: "23013",
            city: "Ивановцы",
            address: "ул. Центральная, 35",
        },
        {
            index: "23516",
            city: "Ивашковци",
            address: "ул. Ленина, 4",
        },
        {
            index: "22332",
            city: "Ивча",
            address: "ул. Центральная, 6",
        },
        {
            index: "22700",
            city: "Ильинцы",
            address: "ул. Европейская,15",
        },
        {
            index: "22708",
            city: "Ильинцы",
            address: "ул. Соборная, 29",
        },
        {
            index: "22709",
            city: "Ильинцы",
            address: "ул. Соборная, 29",
        },
        {
            index: "22724",
            city: "Ильинцы",
            address: "ул. Соборная, 29",
        },
        {
            index: "22739",
            city: "Ильинцы",
            address: "ул. Соборная, 29",
        },
        {
            index: "22154",
            city: "Йосиповка",
            address: "ул. Т.Шевченко, 87",
        },
        {
            index: "22118",
            city: "Калиновка",
            address: "ул. Независимости, 4",
        },
        {
            index: "22400",
            city: "Калиновка",
            address: "ул. Независимости,40",
        },
        {
            index: "22403",
            city: "Калиновка",
            address: "ул. Независимости, 67",
        },
        {
            index: "22408",
            city: "Калиновка",
            address: "ул. Независимости, 4",
        },
        {
            index: "22444",
            city: "Калиновка",
            address: "ул. Независимости, 4",
        },
        {
            index: "22024",
            city: "Калиновка",
            address: "ул. Независимости, 4",
        },
        {
            index: "23553",
            city: "Калитинка",
            address: "ул. Пархоменко, 41",
        },
        {
            index: "22732",
            city: "Кальник",
            address: "ул. Т.Г.Шевченко,122",
        },
        {
            index: "24332",
            city: "Капустяны",
            address: "ул. Мичурина, 2",
        },
        {
            index: "23725",
            city: "Карбовка",
            address: "ул. 1-го Мая, 1",
        },
        {
            index: "23062",
            city: "Каришков",
            address: "ул. Независимости , 27",
        },
        {
            index: "24812",
            city: "Каташын",
            address: "ул. Центральная, 68",
        },
        {
            index: "23153",
            city: "Кацмазов",
            address: "ул. Садовая, 1",
        },
        {
            index: "24533",
            city: "Качковка",
            address: "ул. Рутковского, 118",
        },
        {
            index: "23755",
            city: "Киблич",
            address: "ул. Мира, 90",
        },
        {
            index: "23809",
            city: "Кивачовка",
            address: "ул. Центральная, 5",
        },
        {
            index: "23607",
            city: "Кинашев",
            address: "ул. Набережная, 33",
        },
        {
            index: "23635",
            city: "Кирнасовка",
            address: "ул. Независимости, 2",
        },
        {
            index: "22751",
            city: "Китайгород",
            address: "ул. Гагарина, 67",
        },
        {
            index: "23636",
            city: "Клебань",
            address: "ул. Казацкая, 37",
        },
        {
            index: "23525",
            city: "Клекотына",
            address: "ул. Вишневая, 92",
        },
        {
            index: "24532",
            city: "Клембовка",
            address: "ул. Ленина, 29",
        },
        {
            index: "22830",
            city: "Ковалевка",
            address: "ул. Центральная, 2",
        },
        {
            index: "22445",
            city: "Коделевка",
            address: "ул. Киевская, 56",
        },
        {
            index: "22313",
            city: "Кожухов",
            address: "ул. Дорожная, 24",
        },
        {
            index: "22519",
            city: "Козинцы",
            address: "ул. Победы, 3",
        },
        {
            index: "22102",
            city: "Козятин",
            address: "ул. 8-я Гвардейская , 56",
        },
        {
            index: "22122",
            city: "Козятин",
            address: "ул. Независимости, 39",
        },
        {
            index: "22141",
            city: "Козятин",
            address: "ул. Независимости, 39",
        },
        {
            index: "22100",
            city: "Козятин",
            address: "ул. Независимости, 39",
        },
        {
            index: "24225",
            city: "Комаргород",
            address: "ул. Соборная, 22",
        },
        {
            index: "23812",
            city: "Комаровка",
            address: "ул. Центральная, 53",
        },
        {
            index: "23410",
            city: "Конищев",
            address: "ул. 1-го Мая, 5",
        },
        {
            index: "23053",
            city: "Копайгород",
            address: "ул. Центральная,39",
        },
        {
            index: "23623",
            city: "Копиевка",
            address: "ул. Суворова, 1",
        },
        {
            index: "23526",
            city: "Копыстерин",
            address: "ул. Центральная, 67",
        },
        {
            index: "22146",
            city: "Кордышовка",
            address: "ул. Героев Майдана, 5",
        },
        {
            index: "23437",
            city: "Котюжаны",
            address: "ул. Украинская, 2",
        },
        {
            index: "23438",
            city: "Котюжаны",
            address: "ул. Центральная, 36",
        },
        {
            index: "22447",
            city: "Котюженцы",
            address: "ул. Школьная, 16",
        },
        {
            index: "23341",
            city: "Красное",
            address: "ул. Данила Нечая, 34",
        },
        {
            index: "23733",
            city: "Краснополка",
            address: "ул. Центральная, 16",
        },
        {
            index: "24421",
            city: "Красносёлка",
            address: "ул. Независимости, 21",
        },
        {
            index: "24641",
            city: "Крикливец",
            address: "ул. Центральная, 56",
        },
        {
            index: "23631",
            city: "Крищенцы",
            address: "ул. Колхозная, 50",
        },
        {
            index: "22026",
            city: "Кропивная",
            address: "ул. Мира, 3",
        },
        {
            index: "24600",
            city: "Крыжополь",
            address: "ул. Чабанюка, 1",
        },
        {
            index: "24601",
            city: "Крыжополь",
            address: "ул. Героев Украины, 18",
        },
        {
            index: "24607",
            city: "Крыжополь",
            address: "ул. Чабанюка, 1",
        },
        {
            index: "24610",
            city: "Крыжополь",
            address: "ул. Чабанюка, 1",
        },
        {
            index: "24632",
            city: "Крыжополь",
            address: "ул. Чабанюка, 1",
        },
        {
            index: "23712",
            city: "Кузьминцы",
            address: "ул. Слободы, 11",
        },
        {
            index: "24011",
            city: "Кукавка",
            address: "ул. Свободы, 39",
        },
        {
            index: "23714",
            city: "Куна",
            address: "ул. Маевского, 26",
        },
        {
            index: "23713",
            city: "Кунка",
            address: "ул. Украинская, 6",
        },
        {
            index: "24320",
            city: "Ладыжин",
            address: "ул. Кравчика, 2",
        },
        {
            index: "22410",
            city: "Лемешивка",
            address: "ул. Центральная, 24",
        },
        {
            index: "24462",
            city: "Лесниче",
            address: "ул. Победы, 1",
        },
        {
            index: "24310",
            city: "Леткивка",
            address: "ул. Центральная, 21",
        },
        {
            index: "22756",
            city: "Леухи",
            address: "ул. Шевченко,1",
        },
        {
            index: "22521",
            city: "Липовец",
            address: "ул. Василия Липковского, 26",
        },
        {
            index: "22541",
            city: "Липовец",
            address: "ул. Василия Липковского, 26",
        },
        {
            index: "22548",
            city: "Липовец",
            address: "ул. Василия Липковского, 26",
        },
        {
            index: "22500",
            city: "Липовец",
            address: "ул. Василия Липковского, 26",
        },
        {
            index: "22507",
            city: "Липовец",
            address: "ул. Василия Липковского, 26",
        },
        {
            index: "24205",
            city: "Липовка",
            address: "ул. 40-летия Победы, 1",
        },
        {
            index: "22020",
            city: "Липьятин",
            address: "ул. Мира, 5",
        },
        {
            index: "22461",
            city: "Лисова Лысиивка",
            address: "ул. Винницкая, 1",
        },
        {
            index: "22300",
            city: "Литин",
            address: "ул. Соборная,8",
        },
        {
            index: "22307",
            city: "Литин",
            address: "ул. Соборная, 47",
        },
        {
            index: "22342",
            city: "Литин",
            address: "ул. Соборная, 47",
        },
        {
            index: "23540",
            city: "Лозова",
            address: "ул. Ленина, 102",
        },
        {
            index: "23234",
            city: "Лука - Мелешковская",
            address: "ул. Независимости, 67",
        },
        {
            index: "23015",
            city: "Лука-Барская",
            address: "ул. Колхозная,15",
        },
        {
            index: "23453",
            city: "Лучинец",
            address: "ул. Чапаева, 3",
        },
        {
            index: "23608",
            city: "Мазуровка",
            address: "ул. Кудрявых, 177",
        },
        {
            index: "23834",
            city: "Малинкая Мочулка",
            address: "ул. Независимости, 11",
        },
        {
            index: "22360",
            city: "Малиновка",
            address: "ул. Школьная, 1",
        },
        {
            index: "23242",
            city: "Малые Крушлинцы",
            address: "ул. Независимости, 2",
        },
        {
            index: "24422",
            city: "Маньковка",
            address: "ул. Шевченко, 5",
        },
        {
            index: "22030",
            city: "Маркуши",
            address: "ул. Богдана Хмельницкого, 15",
        },
        {
            index: "23134",
            city: "Мартиновка",
            address: "ул. Николая Яжука, 2",
        },
        {
            index: "22010",
            city: "Марьяновка",
            address: "ул. Центральная, 54",
        },
        {
            index: "23046",
            city: "Матейков",
            address: "ул. Свято-Михайловская, 12",
        },
        {
            index: "22133",
            city: "Махновка",
            address: "ул. Киевская, 73",
        },
        {
            index: "23226",
            city: "Медвежее Ушко",
            address: "ул. Школьная, 3А",
        },
        {
            index: "23720",
            city: "Метлинцы",
            address: "ул. Центральная, 74А",
        },
        {
            index: "23023",
            city: "Мигаловцы",
            address: "ул. Мира, 6",
        },
        {
            index: "23213",
            city: "Мизяковские Хутора",
            address: "ул. Пушкина, 8Б",
        },
        {
            index: "22451",
            city: "Мирное",
            address: "ул. Мира, 3",
        },
        {
            index: "23036",
            city: "Митки",
            address: "ул. Привокзальная, 24А",
        },
        {
            index: "22162",
            city: "Михайлин",
            address: "ул. Заводская, 4",
        },
        {
            index: "23633",
            city: "Михайловка",
            address: "ул. Ватутина, 35",
        },
        {
            index: "23732",
            city: "Михайловка",
            address: "ул. Молодежная, 7",
        },
        {
            index: "24527",
            city: "Михайловка",
            address: "ул. Коцюбинского, 24",
        },
        {
            index: "23523",
            city: "Михайловка",
            address: "ул. Центральная, 15",
        },
        {
            index: "24000",
            city: "Могилев-Подольский",
            address: "ул. Стависька, 4",
        },
        {
            index: "24001",
            city: "Могилев-Подольский",
            address: "ул. Гагарина, 15",
        },
        {
            index: "24004",
            city: "Могилев-Подольский",
            address: "просп. Независимости, 287",
        },
        {
            index: "24010",
            city: "Могилев-Подольский",
            address: "ул. Стависька, 4",
        },
        {
            index: "24019",
            city: "Могилев-Подольский",
            address: "ул. Стависька, 4",
        },
        {
            index: "24030",
            city: "Могилев-Подольский",
            address: "ул. Стависька, 4",
        },
        {
            index: "24037",
            city: "Могилев-Подольский",
            address: "ул. Стависька, 4",
        },
        {
            index: "24043",
            city: "Могилев-Подольский",
            address: "ул. Стависька, 4",
        },
        {
            index: "23141",
            city: "Могилевка",
            address: "пл. Победы, 13",
        },
        {
            index: "24133",
            city: "Моевка",
            address: "ул. Ленина, 73",
        },
        {
            index: "22872",
            city: "Монастырское",
            address: "ул. Центральная, 116",
        },
        {
            index: "23530",
            city: "Мурафа",
            address: "ул. Коцюбинского, 36",
        },
        {
            index: "23400",
            city: "Мурованые Куриловцы",
            address: "ул. Соборная, 108",
        },
        {
            index: "23407",
            city: "Мурованые Куриловцы",
            address: "ул. Соборная, 108",
        },
        {
            index: "23408",
            city: "Мурованые Куриловцы",
            address: "ул. Соборная, 108",
        },
        {
            index: "23436",
            city: "Мурованые Куриловцы",
            address: "ул. Соборная, 108",
        },
        {
            index: "22840",
            city: "Муховци",
            address: "ул. Шевченко,3",
        },
        {
            index: "22353",
            city: "Мыкулынцы",
            address: "ул. Малиновского, 17",
        },
        {
            index: "24420",
            city: "Мьякохид",
            address: "ул. Центральная, 1",
        },
        {
            index: "23831",
            city: "Мэтанивка",
            address: "ул. Центральная, 8",
        },
        {
            index: "23422",
            city: "Надднестрянское",
            address: "ул. Рачкевича, 85",
        },
        {
            index: "22244",
            city: "Надросье",
            address: "ул. Строительная, 12",
        },
        {
            index: "23730",
            city: "Нараевка",
            address: "ул. Украинская, 15",
        },
        {
            index: "23450",
            city: "Немерче",
            address: "ул. Ковалевского, 31",
        },
        {
            index: "22800",
            city: "Немиров",
            address: "ул. Шевченко, 25",
        },
        {
            index: "22805",
            city: "Немиров",
            address: "ул. Шевченко, 25",
        },
        {
            index: "22806",
            city: "Немиров",
            address: "ул. Шевченко, 25",
        },
        {
            index: "22809",
            city: "Немиров",
            address: "ул. Шевченко, 25",
        },
        {
            index: "22841",
            city: "Немиров",
            address: "ул. Шевченко, 25",
        },
        {
            index: "22860",
            city: "Немиров",
            address: "ул. Шевченко, 25",
        },
        {
            index: "22123",
            city: "Непедовка",
            address: "ул. Гагарина,1",
        },
        {
            index: "22452",
            city: "Новая Гребля",
            address: "ул. Евгения Гуцало, 40",
        },
        {
            index: "24352",
            city: "Новая Ободовка",
            address: "ул. Центральная, 59",
        },
        {
            index: "22512",
            city: "Новая Прилука",
            address: "ул. Мира, 28",
        },
        {
            index: "22620",
            city: "Новоживотов",
            address: "ул. Пролетарская, 8",
        },
        {
            index: "22223",
            city: "Новофастов",
            address: "ул. Садовая, 22",
        },
        {
            index: "22856",
            city: "Новые Обиходы",
            address: "ул. Железнодорожная, 15",
        },
        {
            index: "23513",
            city: "Носиковка",
            address: "ул. Октябрьская, 1",
        },
        {
            index: "23151",
            city: "Носковцы",
            address: "ул. Центральная, 7",
        },
        {
            index: "23710",
            city: "Носовцы",
            address: "ул. Прудовая, 2",
        },
        {
            index: "24353",
            city: "Ободивка",
            address: "ул. Центральная, 86",
        },
        {
            index: "24008",
            city: "Озаренцы",
            address: "ул. Соборная, 10",
        },
        {
            index: "24830",
            city: "Ольгополь",
            address: "ул. Центральная, 121",
        },
        {
            index: "24624",
            city: "Ольшанка",
            address: "ул. Школьная, 13В",
        },
        {
            index: "24326",
            city: "Оляныця",
            address: "ул. Первомайская, 59",
        },
        {
            index: "22600",
            city: "Оратов",
            address: "ул. Героев Майдана, 113",
        },
        {
            index: "22606",
            city: "Оратов",
            address: "ул. Героев Майдана , 29",
        },
        {
            index: "22625",
            city: "Оратов",
            address: "ул. Героев Майдана, 29",
        },
        {
            index: "22630",
            city: "Оратов",
            address: "ул. Героев Майдана, 29",
        },
        {
            index: "22632",
            city: "Оратов",
            address: "ул. Мира, 33",
        },
        {
            index: "24406",
            city: "Осиевка",
            address: "ул. Центральная, 40",
        },
        {
            index: "22624",
            city: "Осичная",
            address: "ул. Центральная, 17",
        },
        {
            index: "22327",
            city: "Осолинка",
            address: "ул. Шевченко, 6",
        },
        {
            index: "22713",
            city: "Павливка",
            address: "ул. Центральная, 100",
        },
        {
            index: "22436",
            city: "Павловка",
            address: "ул. Мира, 207",
        },
        {
            index: "24218",
            city: "Паланка",
            address: "ул. Чкалова, 2",
        },
        {
            index: "22324",
            city: "Пеньковка",
            address: "ул. Октябрьская, 83",
        },
        {
            index: "23521",
            city: "Пеньковка",
            address: "ул. Октябрьская, 7",
        },
        {
            index: "24700",
            city: "Песчанка",
            address: "ул. Муравского, 1",
        },
        {
            index: "24706",
            city: "Песчанка",
            address: "ул. Муравского, 1",
        },
        {
            index: "24708",
            city: "Песчанка",
            address: "ул. Муравского, 1",
        },
        {
            index: "24525",
            city: "Петрашовка",
            address: "ул. Комсомольская, 37",
        },
        {
            index: "22362",
            city: "Петрик",
            address: "ул. Центральная,1",
        },
        {
            index: "22023",
            city: "Петрыковцы",
            address: "ул. Независимости, 20",
        },
        {
            index: "23610",
            city: "Печора",
            address: "ул. Ивана Кальницкого, 27",
        },
        {
            index: "22420",
            city: "Пиков",
            address: "ул. Соборная, 7",
        },
        {
            index: "23205",
            city: "Писаревка",
            address: "пров. Покровского, 1",
        },
        {
            index: "24535",
            city: "Писаревка",
            address: "ул. Октябрьская, 27",
        },
        {
            index: "23510",
            city: "Плебановка",
            address: "ул. Соборная, 4",
        },
        {
            index: "22252",
            city: "Плисков",
            address: "ул. Центральная, 11",
        },
        {
            index: "22200",
            city: "Погребище",
            address: "ул. Винницкая, 2",
        },
        {
            index: "22201",
            city: "Погребище",
            address: "ул. Коцюбинского,1",
        },
        {
            index: "22209",
            city: "Погребище",
            address: "ул. Винницкая, 2",
        },
        {
            index: "22210",
            city: "Погребище",
            address: "ул. Винницкая, 2",
        },
        {
            index: "22214",
            city: "Погребище",
            address: "ул. Винницкая, 2",
        },
        {
            index: "22220",
            city: "Погребище",
            address: "ул. Винницкая, 2",
        },
        {
            index: "22230",
            city: "Погребище",
            address: "ул. Винницкая, 2",
        },
        {
            index: "22261",
            city: "Погребище Первое",
            address: "ул. Центральная, 32",
        },
        {
            index: "23043",
            city: "Подлесный Ялтушков",
            address: "ул. Весенняя, 18",
        },
        {
            index: "23051",
            city: "Попивцы",
            address: "ул. 8-го Марта, 3",
        },
        {
            index: "24824",
            city: "Поповая Гребля",
            address: "ул. Слобода, 6",
        },
        {
            index: "22066",
            city: "Порик",
            address: "ул. И. Свидерского, 31Б",
        },
        {
            index: "24461",
            city: "Поташня",
            address: "ул. Главная, 69",
        },
        {
            index: "23111",
            city: "Почапинцы",
            address: "ул. Садовая, 1",
        },
        {
            index: "23262",
            city: "Пултовцы",
            address: "ул. Шевченко, 7",
        },
        {
            index: "22036",
            city: "Пустовойты",
            address: "ул. Центральная, 107А",
        },
        {
            index: "24415",
            city: "Пяткивка",
            address: "ул. Мира, 1",
        },
        {
            index: "22415",
            city: "Радовка",
            address: "ул. Центральная, 3А",
        },
        {
            index: "23536",
            city: "Рахны-Лесовые",
            address: "ул. Центральная, 96",
        },
        {
            index: "22828",
            city: "Рачки",
            address: "ул. Независимости, 3",
        },
        {
            index: "23425",
            city: "Ровно",
            address: "ул. Центральная, 7",
        },
        {
            index: "24212",
            city: "Рожнятовка",
            address: "ул. Мира, 91",
        },
        {
            index: "22263",
            city: "Роскопаное",
            address: "ул. Центральная, 18",
        },
        {
            index: "22542",
            city: "Росоша",
            address: "ул. Грушевского, 16А",
        },
        {
            index: "23851",
            city: "Росоша",
            address: "ул. Победы, 9",
        },
        {
            index: "22831",
            city: "Рубань",
            address: "ул. Озерная, 63",
        },
        {
            index: "23515",
            city: "Руданское",
            address: "ул. Ленина, 27",
        },
        {
            index: "24723",
            city: "Рудница",
            address: "ул. Шевченко, 12 В",
        },
        {
            index: "24335",
            city: "Савенци",
            address: "ул. Мичурина, 1",
        },
        {
            index: "22460",
            city: "Сальник",
            address: "ул. Октябрьская, 1",
        },
        {
            index: "22022",
            city: "Сальница",
            address: "ул. Соборная, 40",
        },
        {
            index: "22163",
            city: "Самгородок",
            address: "ул. Мира, 21",
        },
        {
            index: "23113",
            city: "Севериновка",
            address: "ул. Грушевского, 4",
        },
        {
            index: "23316",
            city: "Селище",
            address: "ул. Дмитриевская, 104А",
        },
        {
            index: "23122",
            city: "Сербиновцы",
            address: "ул. Железнодорожная, 9",
        },
        {
            index: "24014",
            city: "Серебринцы",
            address: "ул. Школьная, 4",
        },
        {
            index: "24441",
            city: "Серебрия",
            address: "ул. Гагарина, 33",
        },
        {
            index: "24026",
            city: "Серебрия",
            address: "ул. Свято Михайловская, 8",
        },
        {
            index: "24440",
            city: "Серединка",
            address: "ул. Маковийчука, 8",
        },
        {
            index: "22514",
            city: "Сиваковцы",
            address: "ул. Центральная, 34",
        },
        {
            index: "22864",
            city: "Ситковцы",
            address: "ул. Шевченко, 5",
        },
        {
            index: "22616",
            city: "Скала",
            address: "ул. Молодежная, 11",
        },
        {
            index: "22011",
            city: "Скаржинцы",
            address: "ул. Парсяка, 10А",
        },
        {
            index: "22609",
            city: "Скоморошки",
            address: "ул. Центральная, 13",
        },
        {
            index: "22883",
            city: "Скрицкое",
            address: "ул. Центральная, 5",
        },
        {
            index: "23505",
            city: "Слобода-Шаргородская",
            address: "ул. Первомайская, 13",
        },
        {
            index: "24009",
            city: "Слобода-Ярышевская",
            address: "ул. Марии Руденко, 18",
        },
        {
            index: "22755",
            city: "Слободыще",
            address: "ул. Центральная, 9",
        },
        {
            index: "23415",
            city: "Снитков",
            address: "ул. Шевченко, 59",
        },
        {
            index: "23820",
            city: "Соболивка",
            address: "ул. Центральная, 4",
        },
        {
            index: "23207",
            city: "Сокиринцы",
            address: "ул. Шевченко, 31",
        },
        {
            index: "24124",
            city: "Сокол",
            address: "ул. Независимости, 70",
        },
        {
            index: "22846",
            city: "Соколец",
            address: "ул. Михайловская, 68",
        },
        {
            index: "24633",
            city: "Соколовка",
            address: "ул. Соборная, 1",
        },
        {
            index: "22730",
            city: "Сорока",
            address: "ул. Гагарина, 9",
        },
        {
            index: "22344",
            city: "Сосны",
            address: "ул. Центральная, 2",
        },
        {
            index: "23218",
            city: "Сосонка",
            address: "ул. Мира, 2",
        },
        {
            index: "22812",
            city: "Сподахи",
            address: "ул. Центральная, 46",
        },
        {
            index: "24452",
            city: "Ставки",
            address: "ул. Гагарина, 1",
        },
        {
            index: "23241",
            city: "Стадница",
            address: "ул. Шевченко, 1",
        },
        {
            index: "23160",
            city: "Станиславчик",
            address: "ул. Центральная, 27",
        },
        {
            index: "22511",
            city: "Старая Прилука",
            address: "ул. Горького, 47",
        },
        {
            index: "23814",
            city: "Степанивка",
            address: "ул. Мира, 2",
        },
        {
            index: "22242",
            city: "Степанки",
            address: "ул. Молодежная, 3",
        },
        {
            index: "23255",
            city: "Степановка",
            address: "ул. Соборная, 1Г",
        },
        {
            index: "23257",
            city: "Степановка",
            address: "ул. Цукрозаводська, 4А",
        },
        {
            index: "23743",
            city: "Степашки",
            address: "ул. 1-го Мая, 30",
        },
        {
            index: "23807",
            city: "Стражгород",
            address: "ул. Садовая, 8",
        },
        {
            index: "23210",
            city: "Стрижавка",
            address: "ул. 40 летия Победы, 22",
        },
        {
            index: "23211",
            city: "Стрижавка",
            address: "ул. Молодежная, 7",
        },
        {
            index: "23340",
            city: "Строинцы",
            address: "ул. 50-летия Октября, 14",
        },
        {
            index: "22550",
            city: "Струтинка",
            address: "ул. Гагарина, 1",
        },
        {
            index: "24715",
            city: "Студеная",
            address: "ул. Соборная, 25",
        },
        {
            index: "23643",
            city: "Суворовское",
            address: "ул. Центральная, 23",
        },
        {
            index: "24031",
            city: "Сугаки",
            address: "ул. Независимости, 9",
        },
        {
            index: "24410",
            city: "Сумивка",
            address: "ул. Центральная, 3",
        },
        {
            index: "23320",
            city: "Сутиски",
            address: "пл. Победы, 9",
        },
        {
            index: "22531",
            city: "Счастливая",
            address: "ул. Мира, 2",
        },
        {
            index: "22037",
            city: "Сьомаки",
            address: "ул. Ротая, 2",
        },
        {
            index: "23800",
            city: "Теплик",
            address: "ул. Независимости, 5",
        },
        {
            index: "23806",
            city: "Теплик",
            address: "ул. Независимости, 5",
        },
        {
            index: "23811",
            city: "Теплик",
            address: "ул. Независимости, 5",
        },
        {
            index: "23842",
            city: "Теплик",
            address: "ул. Независимости, 5",
        },
        {
            index: "23027",
            city: "Терешки",
            address: "ул. Покровского,13",
        },
        {
            index: "24443",
            city: "Терновка",
            address: "ул. Праздничная, 1",
        },
        {
            index: "23644",
            city: "Тимановка",
            address: "ул. Заболотного, 1",
        },
        {
            index: "24200",
            city: "Томашполь",
            address: "пл. Тараса Шевченко, 12",
        },
        {
            index: "24206",
            city: "Томашполь",
            address: "ул. Криворучко, 1",
        },
        {
            index: "24207",
            city: "Томашполь",
            address: "ул. Криворучко, 1",
        },
        {
            index: "24214",
            city: "Томашполь",
            address: "ул. Криворучко, 1",
        },
        {
            index: "24226",
            city: "Томашполь",
            address: "ул. Криворучко, 1",
        },
        {
            index: "24361",
            city: "Торканивка",
            address: "ул. Центральная, 111",
        },
        {
            index: "24300",
            city: "Тростянец",
            address: "ул. Соборная, 47",
        },
        {
            index: "24317",
            city: "Тростянец",
            address: "ул. Соборная, 47",
        },
        {
            index: "24324",
            city: "Тростянец",
            address: "ул. Соборная, 47",
        },
        {
            index: "23332",
            city: "Тростянец",
            address: "ул. Майская, 55",
        },
        {
            index: "24342",
            city: "Тростянчик",
            address: "ул. Шевченко, 3",
        },
        {
            index: "24703",
            city: "Трудовое",
            address: "ул. Центральная, 1",
        },
        {
            index: "23600",
            city: "Тульчин",
            address: "ул. Николая Леонтовича, 76",
        },
        {
            index: "23611",
            city: "Тульчин",
            address: "ул. Николая Леонтовича, 76",
        },
        {
            index: "23621",
            city: "Тульчин",
            address: "ул. Николая Леонтовича, 76",
        },
        {
            index: "23632",
            city: "Тульчин",
            address: "ул. Николая Леонтовича, 76",
        },
        {
            index: "23642",
            city: "Тульчин",
            address: "ул. Николая Леонтовича, 76",
        },
        {
            index: "22513",
            city: "Турбов",
            address: "ул. Мира, 115",
        },
        {
            index: "23300",
            city: "Тывров",
            address: "ул. Тиверская, 55",
        },
        {
            index: "23303",
            city: "Тывров",
            address: "ул. Тиверская, 55",
        },
        {
            index: "23306",
            city: "Тывров",
            address: "ул. Тиверская, 55",
        },
        {
            index: "23317",
            city: "Тывров",
            address: "ул. Тиверская, 55",
        },
        {
            index: "24434",
            city: "Тырловка",
            address: "ул. Центральная, 40",
        },
        {
            index: "23853",
            city: "Удыч",
            address: "ул. 9-го Мая, 1",
        },
        {
            index: "22320",
            city: "Уладовка",
            address: "ул. Мира, 4",
        },
        {
            index: "22412",
            city: "Уладовское",
            address: "ул. Школьная, 3",
        },
        {
            index: "22021",
            city: "Уланов",
            address: "ул. Мира, 20",
        },
        {
            index: "24453",
            city: "Устье",
            address: "ул. Центральная, 1",
        },
        {
            index: "22153",
            city: "Флориановка",
            address: "ул. Йосипивська, 1",
        },
        {
            index: "24405",
            city: "Флорино",
            address: "ул. Чкалова, 58",
        },
        {
            index: "23208",
            city: "Хижынцы",
            address: "ул. Ивана Богуна, 59В",
        },
        {
            index: "22000",
            city: "Хмельник",
            address: "пл. Победы, 2",
        },
        {
            index: "22002",
            city: "Хмельник",
            address: "ул. Столярчука, 44",
        },
        {
            index: "22003",
            city: "Хмельник",
            address: "ул. Курортная, 2",
        },
        {
            index: "22009",
            city: "Хмельник",
            address: "пл. Победы ,2",
        },
        {
            index: "22034",
            city: "Хмельник",
            address: "пл. Победы, 2",
        },
        {
            index: "22064",
            city: "Хмельник",
            address: "пл. Победы, 2",
        },
        {
            index: "23544",
            city: "Хоменки",
            address: "ул. Ивана Цурканя, 51",
        },
        {
            index: "24020",
            city: "Хоньковцы",
            address: "ул. 70-летия Октября, 21",
        },
        {
            index: "24545",
            city: "Цекиновка",
            address: "ул. Ленина, 75",
        },
        {
            index: "24360",
            city: "Цибуливка",
            address: "ул. Волощука, 1",
        },
        {
            index: "22629",
            city: "Чагов",
            address: "пров. Школьный, 22",
        },
        {
            index: "23026",
            city: "Чемериское",
            address: "ул. Чкалова, 2",
        },
        {
            index: "23325",
            city: "Черемошное",
            address: "ул. Школьная, 12",
        },
        {
            index: "22443",
            city: "Черепешинцы",
            address: "ул. Центральная, 4",
        },
        {
            index: "24100",
            city: "Черновцы",
            address: "ул. Святониколаевская, 182",
        },
        {
            index: "24036",
            city: "Черновцы",
            address: "ул. Святониколаевская, 182",
        },
        {
            index: "24732",
            city: "Черномин",
            address: "ул. Школьная, 1",
        },
        {
            index: "22612",
            city: "Чернявка",
            address: "ул. Первомайская, 8",
        },
        {
            index: "23124",
            city: "Чернятин",
            address: "ул. Графа Львова, 1",
        },
        {
            index: "24430",
            city: "Чернятка",
            address: "ул. Независимости, 5",
        },
        {
            index: "24327",
            city: "Четвертиновка",
            address: "ул. Гагарина, 4",
        },
        {
            index: "23735",
            city: "Чечелевка",
            address: "ул. Ленина, 1",
        },
        {
            index: "24800",
            city: "Чечельник",
            address: "ул. Свято-Михайловская, 2",
        },
        {
            index: "22818",
            city: "Чуков",
            address: "ул. Леонтовича, 1",
        },
        {
            index: "23534",
            city: "Шаргород",
            address: "ул. Героев Майдана, 228",
        },
        {
            index: "23542",
            city: "Шаргород",
            address: "ул. Героев Майдана, 228",
        },
        {
            index: "23500",
            city: "Шаргород",
            address: "ул. Героев Майдана,228",
        },
        {
            index: "23506",
            city: "Шаргород",
            address: "ул. Героев Майдана, 228",
        },
        {
            index: "23514",
            city: "Шаргород",
            address: "ул. Героев Майдана, 228",
        },
        {
            index: "23048",
            city: "Шипинки",
            address: "ул. Мира, 6",
        },
        {
            index: "22065",
            city: "Широкая Гребля",
            address: "ул. ГЭС, б/н",
        },
        {
            index: "24432",
            city: "Шляховая",
            address: "ул. Арбуза, 1",
        },
        {
            index: "23614",
            city: "Шпиков",
            address: "ул. Независимости, 86",
        },
        {
            index: "23622",
            city: "Шура Копиевская",
            address: "ул. Шевченко, 70",
        },
        {
            index: "22111",
            city: "Юревка",
            address: "ул. Мира, 15",
        },
        {
            index: "23620",
            city: "Юрковка",
            address: "ул. Независимости, 56",
        },
        {
            index: "22863",
            city: "Юрковцы",
            address: "ул. Центральная, 1",
        },
        {
            index: "24040",
            city: "Юрковцы",
            address: "ул. Мира, 245",
        },
        {
            index: "23524",
            city: "Юхимовка",
            address: "ул. Мира, 1",
        },
        {
            index: "22622",
            city: "Якимовка",
            address: "ул. Киевская, 36",
        },
        {
            index: "23222",
            city: "Якушенцы",
            address: "ул. Барвенкова, 2Б",
        },
        {
            index: "24234",
            city: "Яланец",
            address: "ул. Соборная, 1",
        },
        {
            index: "24460",
            city: "Яланец",
            address: "ул. Центральная, 39",
        },
        {
            index: "23021",
            city: "Ялтушков",
            address: "ул. Соборная, 13",
        },
        {
            index: "24500",
            city: "Ямполь",
            address: "ул. Свободы, 122",
        },
        {
            index: "24507",
            city: "Ямполь",
            address: "ул. Свободы, 122",
        },
        {
            index: "24510",
            city: "Ямполь",
            address: "ул. Свободы, 122",
        },
        {
            index: "23740",
            city: "Ярмолинцы",
            address: "ул. Октябрьская, 20",
        },
        {
            index: "24060",
            city: "Яруга",
            address: "ул. Днестровская, 62",
        },
        {
            index: "24024",
            city: "Ярышев",
            address: "ул. Ленина, 1",
        },
    ],
    Волинська: [
        {
            index: "45012",
            city: "Арсеновичи",
            address: "ул. Центральная, 28",
        },
        {
            index: "45643",
            city: "Баев",
            address: "ул. Победы, 37Б",
        },
        {
            index: "45517",
            city: "Белополь",
            address: "ул. Шевченко, 2",
        },
        {
            index: "45641",
            city: "Белосток",
            address: "ул. Кондзелевича, 1",
        },
        {
            index: "44203",
            city: "Березичи",
            address: "ул. Полесская, 20",
        },
        {
            index: "44251",
            city: "Березная Воля",
            address: "ул. Первомайская, 2",
        },
        {
            index: "44737",
            city: "Березовичи",
            address: "ул. Первомайская, 4",
        },
        {
            index: "45144",
            city: "Березолуки",
            address: "ул. Победы, 43А",
        },
        {
            index: "45135",
            city: "Береск",
            address: "ул. Мира, 44",
        },
        {
            index: "45717",
            city: "Берестечко",
            address: "ул. Сечевых Стрельцов, 8",
        },
        {
            index: "45215",
            city: "Берестяное",
            address: "ул. Победы, 7",
        },
        {
            index: "45064",
            city: "Билашов",
            address: "ул. Кайдана,4",
        },
        {
            index: "45037",
            city: "Билын",
            address: "ул. 40 лет Победы, 5А",
        },
        {
            index: "45324",
            city: "Блогодатное",
            address: "ул. Мира, 9",
        },
        {
            index: "44842",
            city: "Боблы",
            address: "ул. Вишневая, 36",
        },
        {
            index: "45613",
            city: "Боголюбы",
            address: "ул. 40 лет Победы, 57",
        },
        {
            index: "45605",
            city: "Боратин",
            address: "ул. Центральная, 22",
        },
        {
            index: "44308",
            city: "Борки",
            address: "ул. Центральная, 7",
        },
        {
            index: "44202",
            city: "Борки",
            address: "ул. Полесская, 40",
        },
        {
            index: "44666",
            city: "Боровичи",
            address: "ул. Независимости, 19",
        },
        {
            index: "44529",
            city: "Боровно",
            address: "ул. Мира, 2",
        },
        {
            index: "45245",
            city: "Борохов",
            address: "ул. Освободителей, 25Б",
        },
        {
            index: "44132",
            city: "Броды",
            address: "ул. Центральная, 8",
        },
        {
            index: "44535",
            city: "Броница",
            address: "ул. Шевченко, 6",
        },
        {
            index: "45068",
            city: "Бруховичы",
            address: "ул. Независимости, 3",
        },
        {
            index: "45518",
            city: "Бубнов",
            address: "ул. Школьная, 6",
        },
        {
            index: "44609",
            city: "Будки",
            address: "ул. Центральная, 7",
        },
        {
            index: "45770",
            city: "Бужаны",
            address: "ул. Центральная, 37",
        },
        {
            index: "44519",
            city: "Бузаки",
            address: "ул. 8 Марта, 9",
        },
        {
            index: "44440",
            city: "Буцин",
            address: "ул. Молодежная, 35",
        },
        {
            index: "45621",
            city: "Буяни",
            address: "ул. Леси Украинки, 2",
        },
        {
            index: "44242",
            city: "Быхов",
            address: "ул. Независимости, 50",
        },
        {
            index: "44631",
            city: "Великая Ведмежка",
            address: "ул. Леси Украинки, 14",
        },
        {
            index: "44221",
            city: "Великая Глуша",
            address: "ул. Шевченко,28",
        },
        {
            index: "44607",
            city: "Великая Осница",
            address: "ул. Центральная, 53",
        },
        {
            index: "44643",
            city: "Великая Яблонька",
            address: "ул. Победы, 31А",
        },
        {
            index: "44210",
            city: "Великий Курень",
            address: "ул. Независимости, 54",
        },
        {
            index: "44545",
            city: "Великий Обзыр",
            address: "ул. Партизанская, 17",
        },
        {
            index: "45509",
            city: "Великий Окорск",
            address: "ул. Шевченко, 7",
        },
        {
            index: "44164",
            city: "Велимче",
            address: "ул. Центральная, 32",
        },
        {
            index: "45047",
            city: "Велицк",
            address: "ул. Победы, 88",
        },
        {
            index: "44721",
            city: "Верба",
            address: "ул. Ковельська, 11",
        },
        {
            index: "44570",
            city: "Верхи",
            address: "ул. Центральная, 5",
        },
        {
            index: "45609",
            city: "Веселое",
            address: "ул. Торчинская, 3",
        },
        {
            index: "44220",
            city: "Ветлы",
            address: "ул. Мира, 5",
        },
        {
            index: "44112",
            city: "Височное",
            address: "ул. Центральная, 31",
        },
        {
            index: "44328",
            city: "Владимир-Волынский",
            address: "ул. Сагайдачного, 1",
        },
        {
            index: "44701",
            city: "Владимир-Волынский",
            address: "ул. Ковельська, 138",
        },
        {
            index: "44702",
            city: "Владимир-Волынский",
            address: "ул. Сагайдачного,1",
        },
        {
            index: "44710",
            city: "Владимир-Волынский",
            address: "ул. Сагайдачного, 1",
        },
        {
            index: "44724",
            city: "Владимир-Волынский",
            address: "ул. Сагайдачного, 1",
        },
        {
            index: "44534",
            city: "Воегоща",
            address: "ул. Центральная, 1",
        },
        {
            index: "45510",
            city: "Войница",
            address: "ул. Независимости, 2",
        },
        {
            index: "45062",
            city: "Волошки",
            address: "ул. Богдана Хмельницкого, 32",
        },
        {
            index: "44530",
            city: "Ворокомле",
            address: "ул. Щорса, 32",
        },
        {
            index: "45136",
            city: "Ворончин",
            address: "ул. Центральная, 1",
        },
        {
            index: "45645",
            city: "Воютин",
            address: "ул. Центральная, 5",
        },
        {
            index: "44520",
            city: "Выдерта",
            address: "ул. Ковельська, 145",
        },
        {
            index: "44152",
            city: "Выдраница",
            address: "ул. Центральная, 28",
        },
        {
            index: "44505",
            city: "Выдричи",
            address: "ул. Центральная, 31",
        },
        {
            index: "44211",
            city: "Вязовно",
            address: "ул. Школьная, 31",
        },
        {
            index: "44836",
            city: "Гайки",
            address: "ул. Центральная, 5",
        },
        {
            index: "44424",
            city: "Галина Воля",
            address: "ул. Подречной, 6",
        },
        {
            index: "45745",
            city: "Галичаны",
            address: "ул. Школьная, 3",
        },
        {
            index: "44613",
            city: "Галузия",
            address: "ул. Зеленая, 3",
        },
        {
            index: "44410",
            city: "Глухи",
            address: "ул. Денисова, 92",
        },
        {
            index: "44671",
            city: "Годомичи",
            address: "ул. Центральная, 3",
        },
        {
            index: "45019",
            city: "Голобы",
            address: "ул. Шевченко, 8",
        },
        {
            index: "44323",
            city: "Головно",
            address: "ул. Мира, 35",
        },
        {
            index: "44681",
            city: "Гораймовка",
            address: "ул. Свободы, 1",
        },
        {
            index: "44207",
            city: "Горки",
            address: "ул. Центральная,134А",
        },
        {
            index: "44130",
            city: "Горники",
            address: "ул. Центральная, 26",
        },
        {
            index: "45152",
            city: "Городини",
            address: "ул. Центральная, 11А",
        },
        {
            index: "45024",
            city: "Городище",
            address: "ул. Молодежная, 4",
        },
        {
            index: "45627",
            city: "Городище",
            address: "ул. Школьная, 35",
        },
        {
            index: "45701",
            city: "Горохов",
            address: "ул. Шевченко, 13",
        },
        {
            index: "44305",
            city: "Гороховище",
            address: "ул. Центральная, 11",
        },
        {
            index: "45607",
            city: "Горькая Полонка",
            address: "ул. Гороховская, 63Б",
        },
        {
            index: "44023",
            city: "Грабово",
            address: "ул. Партизанская, 53",
        },
        {
            index: "44604",
            city: "Градье",
            address: "ул. Партизанская,8А",
        },
        {
            index: "45235",
            city: "Гремячее",
            address: "ул. Грушевского, 83",
        },
        {
            index: "44521",
            city: "Грудки",
            address: "ул. Социальная, 3",
        },
        {
            index: "45320",
            city: "Гряды",
            address: "ул. Леси Украинки, 4А",
        },
        {
            index: "45513",
            city: "Губин",
            address: "ул. Школьная,4",
        },
        {
            index: "45726",
            city: "Губин Первый",
            address: "ул. Луцкая, 43",
        },
        {
            index: "44145",
            city: "Гута",
            address: "ул. Независимости, 56",
        },
        {
            index: "44528",
            city: "Гута-Боровенская",
            address: "ул. Длинная Нива, 3",
        },
        {
            index: "44317",
            city: "Гуща",
            address: "ул. Центральная, 30",
        },
        {
            index: "44165",
            city: "Датынь",
            address: "ул. 1 Мая, 12",
        },
        {
            index: "45243",
            city: "Дачное",
            address: "ул. 1 Мая, 16А",
        },
        {
            index: "44243",
            city: "Деревок",
            address: "ул. Полищука, 37",
        },
        {
            index: "45260",
            city: "Дерно",
            address: "ул. Независимости, 71Б",
        },
        {
            index: "44513",
            city: "Доброе",
            address: "ул. Центральная, 10",
        },
        {
            index: "45746",
            city: "Долгов",
            address: "ул. Заречная, 4",
        },
        {
            index: "44232",
            city: "Дольск",
            address: "ул. Независимости, 1",
        },
        {
            index: "45530",
            city: "Дорогиничи",
            address: "ул. Мира,6",
        },
        {
            index: "45133",
            city: "Доросини",
            address: "ул. Мира,60",
        },
        {
            index: "45022",
            city: "Доротище",
            address: "ул. Школьная, 2",
        },
        {
            index: "45029",
            city: "Дроздни",
            address: "ул. Независимости, 39",
        },
        {
            index: "44412",
            city: "Дубечно",
            address: "ул. Рабочая, 28",
        },
        {
            index: "45236",
            city: "Дубище",
            address: "ул. Независимости, 43",
        },
        {
            index: "45031",
            city: "Дубове",
            address: "ул. Ковельська, 72",
        },
        {
            index: "45109",
            city: "Дубыще",
            address: "ул. Зеленая, 45",
        },
        {
            index: "44808",
            city: "Дулыбы",
            address: "ул. Центральная, 14",
        },
        {
            index: "45753",
            city: "Жабче",
            address: "ул. Школьная, 8",
        },
        {
            index: "45331",
            city: "Жашковичи",
            address: "ул. Центральная, 10",
        },
        {
            index: "45240",
            city: "Жидычин",
            address: "ул. Даниила Галицкого, 10",
        },
        {
            index: "44141",
            city: "Жиричи",
            address: "ул. Центральная, 18",
        },
        {
            index: "45217",
            city: "Жорнище",
            address: "ул. Центральная, 3А",
        },
        {
            index: "45213",
            city: "Журавичи",
            address: "ул. Шевченко, 10",
        },
        {
            index: "44455",
            city: "Журавлиное",
            address: "ул. Победы, 11",
        },
        {
            index: "45709",
            city: "Журавники",
            address: "ул. Загребельная, 6",
        },
        {
            index: "45328",
            city: "Заболотцы",
            address: "ул. Молодежная, 30А",
        },
        {
            index: "44142",
            city: "Заболотье",
            address: "ул. Независимости, 5",
        },
        {
            index: "45615",
            city: "Забороль",
            address: "ул. Владимирская, 62",
        },
        {
            index: "44160",
            city: "Заброды",
            address: "ул. Леси Украинки, 5",
        },
        {
            index: "44310",
            city: "Забужье",
            address: "ул. Центральная, 56",
        },
        {
            index: "45221",
            city: "Заветное",
            address: "ул. Шевченко, 55А",
        },
        {
            index: "45346",
            city: "Завидов",
            address: "ул. Центральная, 102",
        },
        {
            index: "44205",
            city: "Залазье",
            address: "ул. Юрия Трохимука, 2",
        },
        {
            index: "45143",
            city: "Залесцы",
            address: "ул. Центральная, 33А",
        },
        {
            index: "44144",
            city: "Залесы",
            address: "ул. Центральная, 20",
        },
        {
            index: "44541",
            city: "Залесье",
            address: "ул. Соборности, 81",
        },
        {
            index: "44208",
            city: "Зализница",
            address: "ул. Ивана Пасевича,4",
        },
        {
            index: "44120",
            city: "Залухов",
            address: "ул. 8 Марта, 5",
        },
        {
            index: "45506",
            city: "Замличи",
            address: "ул. Молодежная, 2",
        },
        {
            index: "44153",
            city: "Замшаны",
            address: "ул. Леси Украинки, 35",
        },
        {
            index: "44331",
            city: "Заполье",
            address: "ул. Мичурина, 30",
        },
        {
            index: "45021",
            city: "Заречье",
            address: "ул. Заречная, 13А",
        },
        {
            index: "44740",
            city: "Заречье",
            address: "ул. Героев Майдана, 2",
        },
        {
            index: "45329",
            city: "Заставное",
            address: "ул. Клименко, 25В",
        },
        {
            index: "45502",
            city: "Затурцы",
            address: "ул. Липинского, 24",
        },
        {
            index: "44303",
            city: "Зачернечье",
            address: "ул. Центральная, 17",
        },
        {
            index: "45516",
            city: "Заячицы",
            address: "ул. Независимости, 32",
        },
        {
            index: "45250",
            city: "Зверев",
            address: "ул. Центральная, 3",
        },
        {
            index: "45725",
            city: "Звиняче",
            address: "ул. Шевченко, 36",
        },
        {
            index: "44313",
            city: "Згораны",
            address: "ул. Максим'яка, 38",
        },
        {
            index: "44150",
            city: "Здомышель",
            address: "ул. Шевченко, 39",
        },
        {
            index: "45761",
            city: "Зеленое",
            address: "ул. Берестецкая, 2",
        },
        {
            index: "45521",
            city: "Зубильное",
            address: "ул. Молодежная, 1",
        },
        {
            index: "45300",
            city: "Иваничи",
            address: "ул. Грушевского, 11",
        },
        {
            index: "45755",
            city: "Ивановка",
            address: "ул. Гагарина, 15",
        },
        {
            index: "45234",
            city: "Кадище",
            address: "ул. Железнодорожная, 6",
        },
        {
            index: "44107",
            city: "Камень-Каширский",
            address: "ул. Шевченко,1",
        },
        {
            index: "44501",
            city: "Камень-Каширский",
            address: "ул. Шевченко, 1",
        },
        {
            index: "44572",
            city: "Карасин",
            address: "ул. Шевченко, 16",
        },
        {
            index: "44606",
            city: "Карасин",
            address: "ул. Центральная, 23Б",
        },
        {
            index: "45232",
            city: "Карпиловка",
            address: "ул. Ивана Франко,9",
        },
        {
            index: "44542",
            city: "Качин",
            address: "ул. Центральная, 27",
        },
        {
            index: "45735",
            city: "Квасов",
            address: "ул. Центральная, 12",
        },
        {
            index: "45201",
            city: "Киверцы",
            address: "ул. Шевченко, 8",
        },
        {
            index: "45505",
            city: "Кисилин",
            address: "ул. 40 лет Победы, 2",
        },
        {
            index: "44550",
            city: "Клетицк",
            address: "ул. 8 Марта, 2",
        },
        {
            index: "44803",
            city: "Клюск",
            address: "ул. Тагачинська, 1",
        },
        {
            index: "45630",
            city: "Княгининок",
            address: "ул. Соборная, 77",
        },
        {
            index: "45001",
            city: "Ковель",
            address: "ул. Сагайдачного, 6Б",
        },
        {
            index: "45002",
            city: "Ковель",
            address: "ул. Богдана Хмельницкого, 9",
        },
        {
            index: "45004",
            city: "Ковель",
            address: "ул. Степана Бандеры, 9",
        },
        {
            index: "45005",
            city: "Ковель",
            address: "ул. Ватутина, 59",
        },
        {
            index: "45006",
            city: "Ковель",
            address: "ул. Владимирская, 101",
        },
        {
            index: "45007",
            city: "Ковель",
            address: "ул. Возрождения, 4",
        },
        {
            index: "45008",
            city: "Ковель",
            address: "ул. Независимости, 84",
        },
        {
            index: "44430",
            city: "Ковель",
            address: "ул. Независимости, 84",
        },
        {
            index: "44804",
            city: "Ковель",
            address: "ул. Независимости,84",
        },
        {
            index: "45036",
            city: "Козлиничи",
            address: "ул. Новая, 3",
        },
        {
            index: "45533",
            city: "Козлов",
            address: "ул. Центральная, 4",
        },
        {
            index: "44661",
            city: "Колки",
            address: "ул. Грушевского, 44",
        },
        {
            index: "45751",
            city: "Колодеже",
            address: "ул. Центральная, 6",
        },
        {
            index: "45061",
            city: "Колодяжно",
            address: "ул. Леси Украинки, 20",
        },
        {
            index: "45304",
            city: "Колона",
            address: "ул. Павлюка, 12А",
        },
        {
            index: "45551",
            city: "Колпытов",
            address: "ул. Федорова, 12",
        },
        {
            index: "44651",
            city: "Комарово",
            address: "ул. Леси Украинки, 1",
        },
        {
            index: "45536",
            city: "Конюхи",
            address: "ул. Шевченко, 2",
        },
        {
            index: "45150",
            city: "Копачовка",
            address: "ул. Первомайская, 46",
        },
        {
            index: "44660",
            city: "Копылье",
            address: "ул. Центральная, 43",
        },
        {
            index: "44111",
            city: "Кортелисы",
            address: "ул. Победы, 32",
        },
        {
            index: "45651",
            city: "Коршев",
            address: "ул. Леси Украинки, 49",
        },
        {
            index: "45544",
            city: "Корытница",
            address: "ул. Набережная, 10",
        },
        {
            index: "44616",
            city: "Костюхновка",
            address: "ул. Молодежная, 17",
        },
        {
            index: "44654",
            city: "Красноволья",
            address: "ул. Леси Украинки, 48",
        },
        {
            index: "44723",
            city: "Красностав",
            address: "ул. Центральная, 3",
        },
        {
            index: "45145",
            city: "Кременец",
            address: "ул. Рожищенська, 36",
        },
        {
            index: "44672",
            city: "Криничное",
            address: "ул. Леси Украинки, 3А",
        },
        {
            index: "45014",
            city: "Кричевичи",
            address: "ул. Шевченко, 1",
        },
        {
            index: "45604",
            city: "Крупа",
            address: "ул. Школьная, 1",
        },
        {
            index: "45116",
            city: "Крыжовка",
            address: "ул. 1 Мая, 45",
        },
        {
            index: "44420",
            city: "Крымно",
            address: "ул. Центральная, 5",
        },
        {
            index: "44640",
            city: "Кукли",
            address: "ул. Горка, 3",
        },
        {
            index: "44653",
            city: "Куликовичи",
            address: "ул. Богдана Хмельницкого,2Б",
        },
        {
            index: "44813",
            city: "Кульчин",
            address: "ул. Мира, 41",
        },
        {
            index: "44852",
            city: "Купичев",
            address: "ул. Независимости, 27",
        },
        {
            index: "44326",
            city: "Куснища",
            address: "ул. Матиюка, 34",
        },
        {
            index: "45663",
            city: "Лавров",
            address: "ул. Школьная, 1",
        },
        {
            index: "44743",
            city: "Ласков",
            address: "ул. Шевченко, 1",
        },
        {
            index: "45731",
            city: "Лемешов",
            address: "ул. Підгаєвська, 3",
        },
        {
            index: "44635",
            city: "Лесовое",
            address: "ул. Центральная, 5",
        },
        {
            index: "45601",
            city: "Липины",
            address: "ул. Центральная, 7",
        },
        {
            index: "45212",
            city: "Липно",
            address: "ул. Школьная, 1А",
        },
        {
            index: "45325",
            city: "Литовеж",
            address: "ул. Владимира Якобчуку, 11",
        },
        {
            index: "44544",
            city: "Личины",
            address: "ул. Центральная, 40Б",
        },
        {
            index: "44610",
            city: "Лишновка",
            address: "ул. Молодежная, 69",
        },
        {
            index: "45739",
            city: "Лобачовка",
            address: "ул. Независимости, 4",
        },
        {
            index: "45500",
            city: "Локачи",
            address: "ул. Мира, 26",
        },
        {
            index: "44732",
            city: "Лудин",
            address: "ул. Леси Украинки,1",
        },
        {
            index: "45115",
            city: "Луков",
            address: "ул. Мира, 3",
        },
        {
            index: "44810",
            city: "Луков",
            address: "ул. Грушевского президента, 41",
        },
        {
            index: "45330",
            city: "Луковичи",
            address: "ул. Крестьянская, 11А",
        },
        {
            index: "43005",
            city: "Луцк",
            address: "ул. Привокзальная, 1",
        },
        {
            index: "43006",
            city: "Луцк",
            address: "ул. Франко, 61",
        },
        {
            index: "43008",
            city: "Луцк",
            address: "ул. Писаревского, 22",
        },
        {
            index: "43010",
            city: "Луцк",
            address: "просп. Свободы, 52",
        },
        {
            index: "43012",
            city: "Луцк",
            address: "ул. Балковская, 2",
        },
        {
            index: "43016",
            city: "Луцк",
            address: "ул. Ковельська, 9",
        },
        {
            index: "43017",
            city: "Луцк",
            address: "ул. Шота Руставели, 9",
        },
        {
            index: "43018",
            city: "Луцк",
            address: "ул. Львовская, 63",
        },
        {
            index: "43020",
            city: "Луцк",
            address: "ул. Ровенская, 109",
        },
        {
            index: "43021",
            city: "Луцк",
            address: "просп. Победы, 27",
        },
        {
            index: "43022",
            city: "Луцк",
            address: "ул. Утренняя, 6",
        },
        {
            index: "43023",
            city: "Луцк",
            address: "ул. Конякина, 14",
        },
        {
            index: "43024",
            city: "Луцк",
            address: "просп. Соборности, 11А",
        },
        {
            index: "43025",
            city: "Луцк",
            address: "ул. Кривой Вал,19",
        },
        {
            index: "43026",
            city: "Луцк",
            address: "ул. Гордиюк, 35",
        },
        {
            index: "43027",
            city: "Луцк",
            address: "майдан Киевский, 9",
        },
        {
            index: "43501",
            city: "Луцк",
            address: "просп. Победы, 27",
        },
        {
            index: "45111",
            city: "Луцк",
            address: "ул. Связистов, 2",
        },
        {
            index: "45619",
            city: "Луцк",
            address: "ул. Связистов, 2",
        },
        {
            index: "45638",
            city: "Лыще",
            address: "ул. Школьная, 1А",
        },
        {
            index: "44200",
            city: "Любешов",
            address: "ул. Независимости, 76",
        },
        {
            index: "45027",
            city: "Любитив",
            address: "ул. Независимости, 70",
        },
        {
            index: "45013",
            city: "Люблинец",
            address: "ул. Независимости, 7",
        },
        {
            index: "44301",
            city: "Любомль",
            address: "ул. Почтовая, 4",
        },
        {
            index: "44422",
            city: "Любохины",
            address: "ул. Центральная, 17",
        },
        {
            index: "45142",
            city: "Любче",
            address: "ул. Антонины Савчук, 36",
        },
        {
            index: "44235",
            city: "Любязь",
            address: "ул. Победы, 11",
        },
        {
            index: "45079",
            city: "Майдан",
            address: "ул. Дубовая, 2",
        },
        {
            index: "44859",
            city: "Маковичи",
            address: "ул. Победы, 3",
        },
        {
            index: "44206",
            city: "Малая Глуша",
            address: "ул. Леси Украинки, 11",
        },
        {
            index: "44601",
            city: "Маневичи",
            address: "ул. Независимости, 11",
        },
        {
            index: "45741",
            city: "Маръяновка",
            address: "ул. Независимости, 93",
        },
        {
            index: "44343",
            city: "Машев",
            address: "ул. Центральная, 30",
        },
        {
            index: "44124",
            city: "Межисыть",
            address: "ул. Центральная, 21",
        },
        {
            index: "44008",
            city: "Мельники",
            address: "ул. Шевченко, 63",
        },
        {
            index: "44514",
            city: "Мельники-Мостище",
            address: "ул. Ладана, 8",
        },
        {
            index: "45041",
            city: "Мельница",
            address: "ул. Велицкая, 83",
        },
        {
            index: "45706",
            city: "Мерва",
            address: "ул. Богдана Хмельницкого, 14",
        },
        {
            index: "44761",
            city: "Микуличи",
            address: "ул. Мілашенкова, 34",
        },
        {
            index: "44806",
            city: "Миляновичи",
            address: "ул. Центральная, 20",
        },
        {
            index: "45307",
            city: "Милятин",
            address: "ул. Тараса Шевченко, 51",
        },
        {
            index: "45732",
            city: "Мирков",
            address: "ул. Шпагина, 16",
        },
        {
            index: "45711",
            city: "Мирное",
            address: "ул. Школьная, 17",
        },
        {
            index: "45714",
            city: "Михлин",
            address: "ул. Молодежная, 4",
        },
        {
            index: "44110",
            city: "Млыново",
            address: "ул. Брестская, 24",
        },
        {
            index: "45315",
            city: "Мовники",
            address: "ул. Леси Украинки, 19А",
        },
        {
            index: "44840",
            city: "Мокрец",
            address: "ул. Васильчука, 74",
        },
        {
            index: "44414",
            city: "Мокрое",
            address: "ул. Шевченко, 5",
        },
        {
            index: "45305",
            city: "Морозовичи",
            address: "ул. Колхозная, 15",
        },
        {
            index: "45020",
            city: "Мощеная",
            address: "ул. 40 лет Победы, 57",
        },
        {
            index: "44231",
            city: "Мукошин",
            address: "ул. Полесская, 34",
        },
        {
            index: "44452",
            city: "Мызово",
            address: "ул. Богдана Хмельницкого, 40А",
        },
        {
            index: "45316",
            city: "Мышев",
            address: "ул. Колхозная, 13В",
        },
        {
            index: "45112",
            city: "Навоз",
            address: "ул. Молодежная, 12",
        },
        {
            index: "44223",
            city: "Невир",
            address: "ул. Ивана Бубала,16",
        },
        {
            index: "45652",
            city: "Несвич",
            address: "ул. Центральная, 54",
        },
        {
            index: "44408",
            city: "Новая Выжва",
            address: "ул. Мещанская, 38",
        },
        {
            index: "44620",
            city: "Новая Руда",
            address: "ул. Центральная, 8",
        },
        {
            index: "45401",
            city: "Нововолынск",
            address: "ул. Грушевского, 6",
        },
        {
            index: "45402",
            city: "Нововолынск",
            address: "ул. Героев АТО, 12",
        },
        {
            index: "45403",
            city: "Нововолынск",
            address: "м-р Пятнадцатый, 6",
        },
        {
            index: "45405",
            city: "Нововолынск",
            address: "м-р Шахтерский, 38",
        },
        {
            index: "45407",
            city: "Нововолынск",
            address: "ул. Митрополита Шептицкого, 6",
        },
        {
            index: "45408",
            city: "Нововолынск",
            address: "ул. Шевченко,15",
        },
        {
            index: "45738",
            city: "Новоселки",
            address: "ул. Парковая, 11",
        },
        {
            index: "44560",
            city: "Новые Червища",
            address: "ул. Центральная, 81",
        },
        {
            index: "44861",
            city: "Новый Двир",
            address: "ул. Центральная, 46",
        },
        {
            index: "45018",
            city: "Новый Мосор",
            address: "ул. Апрельская, 9",
        },
        {
            index: "45108",
            city: "Носачевичи",
            address: "ул. Молодежная,1",
        },
        {
            index: "44320",
            city: "Нудыже",
            address: "ул. Шевченко, 12",
        },
        {
            index: "44540",
            city: "Нуйно",
            address: "ул. Леси Украинки, 96",
        },
        {
            index: "45017",
            city: "Облапы",
            address: "ул. Независимости, 101",
        },
        {
            index: "44720",
            city: "Овадное",
            address: "ул. Молодежная,10",
        },
        {
            index: "44830",
            city: "Овлочин",
            address: "ул. Независимости, 52",
        },
        {
            index: "45642",
            city: "Одерады",
            address: "ул. Центральная, 42Б",
        },
        {
            index: "45051",
            city: "Озерное",
            address: "ул. Центральная, 2",
        },
        {
            index: "45222",
            city: "Озеро",
            address: "ул. Николая Олексюка, 2",
        },
        {
            index: "45242",
            city: "Озерцо",
            address: "ул. Дачная, 12",
        },
        {
            index: "45722",
            city: "Озерцы",
            address: "ул. Школьная, 16",
        },
        {
            index: "44855",
            city: "Озеряны",
            address: "ул. Центральная, 66",
        },
        {
            index: "45515",
            city: "Озютичи",
            address: "ул. Молодежная,2",
        },
        {
            index: "44563",
            city: "Оленино",
            address: "ул. Торговая, 63",
        },
        {
            index: "44319",
            city: "Олеск",
            address: "ул. Богдана Хмельницкого, 1",
        },
        {
            index: "45229",
            city: "Олыка",
            address: "ул. Замковая, 6",
        },
        {
            index: "45723",
            city: "Ольховка",
            address: "ул. Школьная, 4",
        },
        {
            index: "45210",
            city: "Омельно",
            address: "ул. Центральная, 7",
        },
        {
            index: "44843",
            city: "Оса",
            address: "ул. Ревушківська, 5",
        },
        {
            index: "44507",
            city: "Осовцы",
            address: "ул. Центральная, 2",
        },
        {
            index: "44858",
            city: "Осьмиговичи",
            address: "ул. Центральная, 49",
        },
        {
            index: "45342",
            city: "Павловка",
            address: "ул. Независимости, 29А",
        },
        {
            index: "45252",
            city: "Пальче",
            address: "ул. Победы,1А",
        },
        {
            index: "44454",
            city: "Паридубы",
            address: "ул. Центральная, 11",
        },
        {
            index: "44812",
            city: "Перевалы",
            address: "ул. Центральная, 6",
        },
        {
            index: "45718",
            city: "Перемиль",
            address: "ул. Победы, 2А",
        },
        {
            index: "45344",
            city: "Переславичи",
            address: "ул. Молодежная, 27",
        },
        {
            index: "45123",
            city: "Переспа",
            address: "пл. Мира, 2",
        },
        {
            index: "44565",
            city: "Песчаное",
            address: "ул. Центральная, 9",
        },
        {
            index: "45734",
            city: "Печихвосты",
            address: "ул. Центральная, 29",
        },
        {
            index: "44010",
            city: "Пища",
            address: "ул. Центральная, 40",
        },
        {
            index: "44503",
            city: "Пневно",
            address: "ул. Центральная, 21",
        },
        {
            index: "45016",
            city: "Поворск",
            address: "ул. Киевская, 37",
        },
        {
            index: "45730",
            city: "Подберезье",
            address: "ул. Центральная, 11",
        },
        {
            index: "44511",
            city: "Подборочье",
            address: "ул. Центральная, 13",
        },
        {
            index: "45602",
            city: "Подгайцы",
            address: "ул. Школьная, 30",
        },
        {
            index: "44318",
            city: "Подгородное",
            address: "ул. Виталия Карповича, 3",
        },
        {
            index: "45635",
            city: "Поддубцы",
            address: "ул. Мира, 16",
        },
        {
            index: "44214",
            city: "Подкормилье",
            address: "ул. Молодежная,11",
        },
        {
            index: "44525",
            city: "Подречье",
            address: "ул. Лесная, 1",
        },
        {
            index: "45035",
            city: "Подрожье",
            address: "ул. Леси Украинки, 14",
        },
        {
            index: "45140",
            city: "Пожарки",
            address: "ул. Тихая, 1",
        },
        {
            index: "45253",
            city: "Покащов",
            address: "ул. Возрождение, 101",
        },
        {
            index: "44315",
            city: "Полапы",
            address: "ул. Независимости, 159",
        },
        {
            index: "44416",
            city: "Полесское",
            address: "ул. Солобаєва, 1",
        },
        {
            index: "44509",
            city: "Полицы",
            address: "ул. Свободы, 3",
        },
        {
            index: "45608",
            city: "Полонка",
            address: "ул. Победы, 82",
        },
        {
            index: "45090",
            city: "Поповичи",
            address: "ул. Мартынюка, 5",
        },
        {
            index: "45303",
            city: "Поромов",
            address: "ул. Центральная, 1",
        },
        {
            index: "44163",
            city: "Поступель",
            address: "ул. Центральная, 3",
        },
        {
            index: "44307",
            city: "Почапы",
            address: "ул. Независимости, 39",
        },
        {
            index: "45543",
            city: "Приветное",
            address: "ул. Центральная, 38",
        },
        {
            index: "44614",
            city: "Прилесное",
            address: "ул. Сойне, 3",
        },
        {
            index: "44030",
            city: "Припять",
            address: "ул. Леси Украинки, 1",
        },
        {
            index: "45660",
            city: "Проминь",
            address: "ул. Мира, 11",
        },
        {
            index: "44106",
            city: "Проход",
            address: "ул. Центральная, 1",
        },
        {
            index: "44013",
            city: "Пулемец",
            address: "ул. Независимости, 103",
        },
        {
            index: "44020",
            city: "Пульмо",
            address: "ул. Независимости, 181",
        },
        {
            index: "45720",
            city: "Пустомыты",
            address: "ул. Молодежная, 6",
        },
        {
            index: "44730",
            city: "Пятидни",
            address: "ул. Независимости, 51",
        },
        {
            index: "44353",
            city: "Радехов",
            address: "ул. Независимости, 50",
        },
        {
            index: "45333",
            city: "Радовичи",
            address: "пров. Центральный, 3",
        },
        {
            index: "45664",
            city: "Радомышль",
            address: "ул. Центральная, 47",
        },
        {
            index: "45039",
            city: "Радошин",
            address: "ул. Рокоссовского, 67",
        },
        {
            index: "44573",
            city: "Радошинка",
            address: "ул. 1 Мая, 2",
        },
        {
            index: "44524",
            city: "Раков Лес",
            address: "ул. Ветеранов, 87А",
        },
        {
            index: "44101",
            city: "Ратно",
            address: "ул. Центральная, 7",
        },
        {
            index: "45628",
            city: "Ратнов",
            address: "ул. Победы, 9",
        },
        {
            index: "45721",
            city: "Рачин",
            address: "ул. Школьная, 11",
        },
        {
            index: "44133",
            city: "Речица",
            address: "ул. Центральная, 6",
        },
        {
            index: "44304",
            city: "Ровное",
            address: "ул. 17 Сентября, 14",
        },
        {
            index: "44733",
            city: "Рогожаны",
            address: "ул. Леси Украинки,1",
        },
        {
            index: "45101",
            city: "Рожище",
            address: "ул. Независимости, 60А",
        },
        {
            index: "45618",
            city: "Рокини",
            address: "ул. Школьная, 1",
        },
        {
            index: "45616",
            city: "Романов",
            address: "ул. Первомайская, 38",
        },
        {
            index: "44012",
            city: "Ростань",
            address: "ул. Школьная, 31",
        },
        {
            index: "45141",
            city: "Рудка-Козинская",
            address: "ул. Школьная, 5",
        },
        {
            index: "44608",
            city: "Рудники",
            address: "ул. Центральная, 44",
        },
        {
            index: "44450",
            city: "Рудня",
            address: "ул. Мира, 15",
        },
        {
            index: "45340",
            city: "Рыковичи",
            address: "ул. Школьная, 3",
        },
        {
            index: "44350",
            city: "Рымачи",
            address: "ул. Железнодорожная, 1А",
        },
        {
            index: "45640",
            city: "Садов",
            address: "ул. Независимости, 45",
        },
        {
            index: "44113",
            city: "Самары",
            address: "ул. Соборная, 24",
        },
        {
            index: "44115",
            city: "Самары-Ореховые",
            address: "ул. Центральная, 18",
        },
        {
            index: "44031",
            city: "Самойличи",
            address: "ул. Молодежная, 14",
        },
        {
            index: "45057",
            city: "Свидники",
            address: "ул. Луцкая, 1",
        },
        {
            index: "44807",
            city: "Свинарин",
            address: "ул. Независимости, 26",
        },
        {
            index: "44021",
            city: "Свитязь",
            address: "ул. Октябрьская, 58",
        },
        {
            index: "44255",
            city: "Седлище",
            address: "ул. Мира, 96",
        },
        {
            index: "44441",
            city: "Седлище",
            address: "ул. Независимости, 23",
        },
        {
            index: "44726",
            city: "Селец",
            address: "ул. Независимости,1",
        },
        {
            index: "45743",
            city: "Сельцо",
            address: "ул. Львовская, 34",
        },
        {
            index: "45082",
            city: "Сельцо",
            address: "ул. Центральная, 3",
        },
        {
            index: "44131",
            city: "Сельцо",
            address: "ул. Центральная, 20",
        },
        {
            index: "45750",
            city: "Сенкевичевка",
            address: "ул. Шевченко, 18",
        },
        {
            index: "44442",
            city: "Сереховичи",
            address: "ул. Центральная, 22",
        },
        {
            index: "44611",
            city: "Серхов",
            address: "ул. Довжиця, 29",
        },
        {
            index: "45230",
            city: "Сильное",
            address: "ул. Леси Украинки, 46",
        },
        {
            index: "45015",
            city: "Ситивичи",
            address: "ул. Лесная, 5",
        },
        {
            index: "44662",
            city: "Ситница",
            address: "ул. Шевченко, 38А",
        },
        {
            index: "45707",
            city: "Скирче",
            address: "ул. Ватинська, 5",
        },
        {
            index: "45703",
            city: "Скобелка",
            address: "ул. Луцкая, 35",
        },
        {
            index: "45757",
            city: "Скриговое",
            address: "ул. Центральная, 17",
        },
        {
            index: "45010",
            city: "Скулин",
            address: "ул. Школьная, 3",
        },
        {
            index: "44453",
            city: "Смидин",
            address: "ул. Мира, 6",
        },
        {
            index: "44425",
            city: "Смоляры",
            address: "ул. Центральная, 29",
        },
        {
            index: "45223",
            city: "Сокиричи",
            address: "ул. Центральная, 14",
        },
        {
            index: "45113",
            city: "Сокол",
            address: "ул. Независимости, 38А",
        },
        {
            index: "44833",
            city: "Соловичи",
            address: "ул. Школьная, 2",
        },
        {
            index: "44433",
            city: "Соловьи",
            address: "ул. Независимости, 24",
        },
        {
            index: "45323",
            city: "Соснина",
            address: "ул. Богдана Хмельницкого, 1",
        },
        {
            index: "44508",
            city: "Сошично",
            address: "ул. Ковельська, 102",
        },
        {
            index: "44831",
            city: "Ставки",
            address: "ул. Зацерковная, 19А",
        },
        {
            index: "44401",
            city: "Старая Выжевка",
            address: "ул. Независимости, 54",
        },
        {
            index: "44423",
            city: "Старая Гута",
            address: "ул. Леси Украинки, 75",
        },
        {
            index: "45312",
            city: "Старая Лешня",
            address: "ул. Мира, 39",
        },
        {
            index: "45033",
            city: "Старые Кошары",
            address: "ул. Молодежная, 10",
        },
        {
            index: "45534",
            city: "Старый Загоров",
            address: "ул. Центральная, 24",
        },
        {
            index: "45317",
            city: "Старый Порицк",
            address: "ул. Молодежная, 6",
        },
        {
            index: "44636",
            city: "Старый Чорторийск",
            address: "ул. Сокола, 103",
        },
        {
            index: "44712",
            city: "Стенжаричи",
            address: "ул. Молодежная, 3",
        },
        {
            index: "44575",
            city: "Стобыховка",
            address: "ул. Независимости, 57",
        },
        {
            index: "44311",
            city: "Столинские Смоляры",
            address: "ул. Владимирская, 26",
        },
        {
            index: "44250",
            city: "Судче",
            address: "ул. Ровенская, 4",
        },
        {
            index: "44722",
            city: "Сусваль",
            address: "ул. 1 Мая, 27",
        },
        {
            index: "45220",
            city: "Суск",
            address: "ул. Молодежная, 20",
        },
        {
            index: "45633",
            city: "Сырники",
            address: "ул. Конякина, 10",
        },
        {
            index: "44411",
            city: "Текля",
            address: "ул. Свободы, 55",
        },
        {
            index: "45724",
            city: "Терешковцы",
            address: "ул. Центральная, 34",
        },
        {
            index: "44538",
            city: "Тоболы",
            address: "ул. Любешовская, 1",
        },
        {
            index: "45107",
            city: "Топольно",
            address: "ул. Юбилейная,20",
        },
        {
            index: "45610",
            city: "Торчин",
            address: "ул. Независимости, 93",
        },
        {
            index: "45214",
            city: "Тростянец",
            address: "ул. Свободы, 61А",
        },
        {
            index: "44622",
            city: "Трояновка",
            address: "ул. Первомайская,4Б",
        },
        {
            index: "44850",
            city: "Туличев",
            address: "ул. Центральная, 12",
        },
        {
            index: "45512",
            city: "Тумин",
            address: "ул. Набережная, 16",
        },
        {
            index: "44821",
            city: "Тупалы",
            address: "ул. Школьная, 17",
        },
        {
            index: "44140",
            city: "Тур",
            address: "ул. Леси Украинки, 53",
        },
        {
            index: "44801",
            city: "Турийск",
            address: "ул. Луцка, 6",
        },
        {
            index: "44805",
            city: "Туропын",
            address: "ул. Победы, 4",
        },
        {
            index: "45715",
            city: "Угринов",
            address: "ул. Шевченко, 13",
        },
        {
            index: "45154",
            city: "Ульяники",
            address: "ул. Центральная, 15",
        },
        {
            index: "45622",
            city: "Усичи",
            address: "ул. Казацкая, 29",
        },
        {
            index: "44709",
            city: "Устилуг",
            address: "ул. Владимирская, 44",
        },
        {
            index: "45044",
            city: "Уховецк",
            address: "ул. Центральная, 18А",
        },
        {
            index: "44344",
            city: "Хворостов",
            address: "ул. Дружбы, 19",
        },
        {
            index: "44738",
            city: "Хмелевка",
            address: "ул. Богдана Хмельницкого,3",
        },
        {
            index: "44755",
            city: "Хобултова",
            address: "ул. Шевченко, 1",
        },
        {
            index: "45211",
            city: "Холоневичи",
            address: "ул. Майская, 4",
        },
        {
            index: "45740",
            city: "Холонов",
            address: "ул. Центральная, 2",
        },
        {
            index: "45520",
            city: "Холопичи",
            address: "ул. Центральная, 4",
        },
        {
            index: "45251",
            city: "Хорлупы",
            address: "ул. Зеленая, 1",
        },
        {
            index: "44512",
            city: "Хотешов",
            address: "ул. Леси Украинки, 26",
        },
        {
            index: "44234",
            city: "Хоцунь",
            address: "ул. Мира, 4",
        },
        {
            index: "44241",
            city: "Цир",
            address: "ул. Героев майдана,9",
        },
        {
            index: "44632",
            city: "Цмины",
            address: "ул. Независимости, 59",
        },
        {
            index: "45233",
            city: "Цумань",
            address: "ул. Уютная, 2",
        },
        {
            index: "45653",
            city: "Чаруков",
            address: "ул. Почтовая, 18",
        },
        {
            index: "45655",
            city: "Чаруков",
            address: "ул. Вокзальная, 98/1",
        },
        {
            index: "44415",
            city: "Чевель",
            address: "ул. Пісочанська, 2Б",
        },
        {
            index: "44624",
            city: "Череваха",
            address: "ул. Центральная, 45А",
        },
        {
            index: "44322",
            city: "Черемошная Воля",
            address: "ул. Школьная, 10",
        },
        {
            index: "44510",
            city: "Черче",
            address: "ул. Центральная, 32",
        },
        {
            index: "44670",
            city: "Четвертня",
            address: "ул. Независимости, 44А",
        },
        {
            index: "44680",
            city: "Чорниж",
            address: "ул. Центральная, 43",
        },
        {
            index: "44000",
            city: "Шацк",
            address: "ул. Шковороди, 30",
        },
        {
            index: "45503",
            city: "Шельвов",
            address: "ул. Центральная, 18",
        },
        {
            index: "45620",
            city: "Шепель",
            address: "ул. Мира, 43А",
        },
        {
            index: "45712",
            city: "Шклинь",
            address: "ул. Центральная, 11",
        },
        {
            index: "44204",
            city: "Шлапань",
            address: "ул. Горная, 1",
        },
        {
            index: "44122",
            city: "Щедрогор",
            address: "ул. Набережная, 18",
        },
        {
            index: "44225",
            city: "Щитинь",
            address: "ул. Школьная, 40",
        },
        {
            index: "44121",
            city: "Щитынская Воля",
            address: "ул. Центральная, 25",
        },
        {
            index: "45130",
            city: "Щурин",
            address: "ул. Независимости, 15",
        },
        {
            index: "45120",
            city: "Ясеновка",
            address: "ул. Свободы, 24",
        },
    ],
    Дніпропетровська: [
        {
            index: "52334",
            city: "Адамовка",
            address: "ул. Центральная, 10",
        },
        {
            index: "52041",
            city: "Александровка",
            address: "ул. Колхозная, дом. 1",
        },
        {
            index: "53730",
            city: "Александровка",
            address: "просп. Калинина, 1",
        },
        {
            index: "52713",
            city: "Александрополь",
            address: "ул. Центральная, 3",
        },
        {
            index: "52423",
            city: "Александрополь",
            address: "ул. Гагарина,74",
        },
        {
            index: "53604",
            city: "Андреевка",
            address: "ул. Центральная, 1А",
        },
        {
            index: "53702",
            city: "Андреевка",
            address: "ул. Набережная, 6",
        },
        {
            index: "51620",
            city: "Анновка",
            address: "ул. Янцева, 61",
        },
        {
            index: "52406",
            city: "Аполлоновка",
            address: "м-р Военный городок, 18/13",
        },
        {
            index: "53801",
            city: "Апостолово",
            address: "ул. Центральная, 51",
        },
        {
            index: "53803",
            city: "Апостолово",
            address: "ул. Вокзальная, 29",
        },
        {
            index: "52310",
            city: "Аулы",
            address: "ул. Ивана Сирко, 8",
        },
        {
            index: "51010",
            city: "Бабайкивка",
            address: "ул. Театральная, 1а",
        },
        {
            index: "52415",
            city: "Багатое",
            address: "ул. Центральная, 92",
        },
        {
            index: "52116",
            city: "Байдаковка",
            address: "ул. Центральная, 33А",
        },
        {
            index: "52010",
            city: "Баловка",
            address: "ул. Центральная, 47",
        },
        {
            index: "52462",
            city: "Башмачка",
            address: "ул. Кирова, 22",
        },
        {
            index: "52401",
            city: "Березнуватовка",
            address: "ул. Административная, 4",
        },
        {
            index: "53624",
            city: "Березовое",
            address: "ул. Центральная, 3",
        },
        {
            index: "52311",
            city: "Биково",
            address: "ул. Школьная, 18",
        },
        {
            index: "53701",
            city: "Благодатное",
            address: "ул. Центральная, 1",
        },
        {
            index: "51224",
            city: "Богатое",
            address: "ул. Лесная, 2",
        },
        {
            index: "52149",
            city: "Богдано-Надеждовка",
            address: "ул. Вишневая, 1А",
        },
        {
            index: "51438",
            city: "Богдановка",
            address: "ул. Центральная, 35А",
        },
        {
            index: "51486",
            city: "Богуслав",
            address: "пров. Партизанский, 10",
        },
        {
            index: "52705",
            city: "Богыновка",
            address: "ул. Центральная, 7",
        },
        {
            index: "52308",
            city: "Божедаровка",
            address: "ул. Почтовая, 2",
        },
        {
            index: "52344",
            city: "Болтишка",
            address: "ул. Ватутина, 40А",
        },
        {
            index: "53861",
            city: "Большая Костромка",
            address: "ул. Фартушного, 19",
        },
        {
            index: "51607",
            city: "Боровковка",
            address: "ул. Центральная, 77",
        },
        {
            index: "51611",
            city: "Бородаевка",
            address: "ул. Центральная, 8",
        },
        {
            index: "51120",
            city: "Бузовка",
            address: "ул. Независимости, 8",
        },
        {
            index: "51448",
            city: "Булаховка",
            address: "ул. Центральная, 16Б",
        },
        {
            index: "53165",
            city: "Вакуловое",
            address: "ул. Ленина, 20",
        },
        {
            index: "51309",
            city: "Варваровка",
            address: "ул. Центральная, 76",
        },
        {
            index: "50701",
            city: "Варваровка",
            address: "ул. Учительская, 2",
        },
        {
            index: "52403",
            city: "Васильевка",
            address: "ул. Стремського, 3",
        },
        {
            index: "50724",
            city: "Васильевка-На-Днепре",
            address: "ул. Яворницкого, 3",
        },
        {
            index: "52600",
            city: "Васильковка",
            address: "ул. Партизанская, 144",
        },
        {
            index: "52602",
            city: "Васильковка",
            address: "ул. Соборная, 249",
        },
        {
            index: "52604",
            city: "Васильковка",
            address: "ул. Партизанская, 144",
        },
        {
            index: "52610",
            city: "Великоалександровка",
            address: "ул. Кооперативная, 3",
        },
        {
            index: "50739",
            city: "Великомихайловка",
            address: "ул. Центральная, 60",
        },
        {
            index: "53621",
            city: "Великомихайловка",
            address: "ул. Шевченко, 6",
        },
        {
            index: "51440",
            city: "Вербки",
            address: "ул. Матросова, 5",
        },
        {
            index: "52632",
            city: "Вербовское",
            address: "ул. Центральная, 64",
        },
        {
            index: "51600",
            city: "Верхнеднепровск",
            address: "ул. Титова,8",
        },
        {
            index: "51614",
            city: "Верхнеднепровск",
            address: "ул. Титова, 8",
        },
        {
            index: "51660",
            city: "Верховцево",
            address: "ул. Центральная, 91",
        },
        {
            index: "53009",
            city: "Веселое",
            address: "ул. Центральная, 1А",
        },
        {
            index: "50607",
            city: "Ветровка",
            address: "ул. Кооперативная, 51б",
        },
        {
            index: "53152",
            city: "Вешневое",
            address: "ул. Татарця, 119",
        },
        {
            index: "52141",
            city: "Виноградовка",
            address: "ул. Почтовая, 26",
        },
        {
            index: "53508",
            city: "Високое",
            address: "ул. Центральная, 24",
        },
        {
            index: "52151",
            city: "Вишневое",
            address: "ул. Победы, 67",
        },
        {
            index: "53603",
            city: "Вишневое",
            address: "ул. Днепровская, 12",
        },
        {
            index: "51617",
            city: "Водяное",
            address: "ул. 78 Гвардейской Дивизии, 13",
        },
        {
            index: "53606",
            city: "Водяное",
            address: "ул. Центральная, 48А",
        },
        {
            index: "53106",
            city: "Водяное",
            address: "ул. Гончарова, 47а",
        },
        {
            index: "52472",
            city: "Войсковое",
            address: "ул. Миронова, 9",
        },
        {
            index: "52025",
            city: "Волоское",
            address: "ул. Центральная, 18",
        },
        {
            index: "51619",
            city: "Вольногорск",
            address: "ул. Мира,12А",
        },
        {
            index: "52513",
            city: "Вольное",
            address: "ул. Центральная, 146",
        },
        {
            index: "53032",
            city: "Вольное",
            address: "ул. Шевченко, 9",
        },
        {
            index: "51260",
            city: "Вольное",
            address: "ул. Победы, 23",
        },
        {
            index: "52611",
            city: "Воскресеновка",
            address: "ул. Центральная,14",
        },
        {
            index: "53515",
            city: "Выводово",
            address: "ул. Центральная, 1",
        },
        {
            index: "53563",
            city: "Вышетарасовка",
            address: "ул. Вишневая, 12",
        },
        {
            index: "51431",
            city: "Вязовок",
            address: "ул. Центральная, 68",
        },
        {
            index: "53614",
            city: "Гавриловка",
            address: "ул. Победы, 15",
        },
        {
            index: "51270",
            city: "Гвардейское",
            address: "ул. Зенитная, 2",
        },
        {
            index: "53001",
            city: "Глееватка",
            address: "ул. Шевченко, 65Б",
        },
        {
            index: "51230",
            city: "Голубовка",
            address: "ул. Леси Украинки, 20",
        },
        {
            index: "52507",
            city: "Горки",
            address: "ул. Шевченко, 1",
        },
        {
            index: "52052",
            city: "Горького",
            address: "ул. Дружбы, 8",
        },
        {
            index: "53707",
            city: "Гречание Поды",
            address: "ул. Степная, 1",
        },
        {
            index: "51813",
            city: "Гречено",
            address: "ул. Октябрьская, 63",
        },
        {
            index: "52660",
            city: "Григорьевка",
            address: "ул. Центральная, 2",
        },
        {
            index: "53006",
            city: "Грузькое",
            address: "ул. Молодежная, 2А",
        },
        {
            index: "53818",
            city: "Грушевка",
            address: "ул. Александра Довженко, 33",
        },
        {
            index: "51250",
            city: "Губиниха",
            address: "ул. Шевченко, 18",
        },
        {
            index: "51251",
            city: "Губиниха",
            address: "ул. Берегового, 10",
        },
        {
            index: "52302",
            city: "Гуляйполе",
            address: "ул. Почтовая,5",
        },
        {
            index: "51110",
            city: "Гупаловка",
            address: "ул. Центральная, 2",
        },
        {
            index: "53618",
            city: "Даниловка",
            address: "ул. Центральная, 49",
        },
        {
            index: "53007",
            city: "Даниловка",
            address: "ул. Школьная, 4",
        },
        {
            index: "52661",
            city: "Дебальцево",
            address: "ул. Центральная, 35",
        },
        {
            index: "53113",
            city: "Девладово",
            address: "ул. Привокзальная, 10",
        },
        {
            index: "52921",
            city: "Демурино",
            address: "ул. Лимановский, 29",
        },
        {
            index: "50721",
            city: "Дерезоватое",
            address: "ул. Ходарева, 1А",
        },
        {
            index: "52740",
            city: "Дмитриевка",
            address: "ул. Сайгака,15",
        },
        {
            index: "51618",
            city: "Дмитровка",
            address: "ул. Вишневая, 9",
        },
        {
            index: "51115",
            city: "Дмухайловка",
            address: "ул. Пушкина,4",
        },
        {
            index: "49130",
            city: "Днепро",
            address: "просп. Мира, 18",
        },
        {
            index: "49300",
            city: "Днепро",
            address: "ул. Привокзальная,11",
        },
        {
            index: "49501",
            city: "Днепро",
            address: "ул. Привокзальная, 11",
        },
        {
            index: "49000",
            city: "Днепро",
            address: "просп. Дмитрия Яворницкого, 62",
        },
        {
            index: "49001",
            city: "Днепро",
            address: "ул. Михаила Грушевского ,10",
        },
        {
            index: "49004",
            city: "Днепро",
            address: "просп. Александра Поля, 2",
        },
        {
            index: "49005",
            city: "Днепро",
            address: "просп. Гагарина, 13/15",
        },
        {
            index: "49006",
            city: "Днепро",
            address: "ул. Надежды Алексеенко, 30",
        },
        {
            index: "49007",
            city: "Днепро",
            address: "ул. Данилы Нечая, 19",
        },
        {
            index: "49008",
            city: "Днепро",
            address: "ул. Рабочая, 69",
        },
        {
            index: "49010",
            city: "Днепро",
            address: "ул. Володи Дубинина, 10",
        },
        {
            index: "49015",
            city: "Днепро",
            address: "ул. Амбулаторная, 50А",
        },
        {
            index: "49016",
            city: "Днепро",
            address: "ул. Большая Діївська, 292",
        },
        {
            index: "49018",
            city: "Днепро",
            address: "ул. Мониторная, 2",
        },
        {
            index: "49019",
            city: "Днепро",
            address: "ул. Куренная, 54",
        },
        {
            index: "49020",
            city: "Днепро",
            address: "ул. Старый Путь, 3",
        },
        {
            index: "49021",
            city: "Днепро",
            address: "пров. Тульчинский, 1",
        },
        {
            index: "49022",
            city: "Днепро",
            address: "ул. Молодогвардейская, 26",
        },
        {
            index: "49023",
            city: "Днепро",
            address: "просп. Мануйловский, 19",
        },
        {
            index: "49024",
            city: "Днепро",
            address: "ул. Универсальная, 27",
        },
        {
            index: "49026",
            city: "Днепро",
            address: "ул. Калинова, 23",
        },
        {
            index: "49027",
            city: "Днепро",
            address: "пров. Феодосия Макаревского, 1Б",
        },
        {
            index: "49028",
            city: "Днепро",
            address: "ул. Библиотечная, 5",
        },
        {
            index: "49033",
            city: "Днепро",
            address: "ул. 152-й дивизии, 6",
        },
        {
            index: "49035",
            city: "Днепро",
            address: "ул. Сумская, 29",
        },
        {
            index: "49038",
            city: "Днепро",
            address: "ул. Привокзальная, 11",
        },
        {
            index: "49040",
            city: "Днепро",
            address: "жилой массив Тополь-1, 18",
        },
        {
            index: "49041",
            city: "Днепро",
            address: "шоссе Запорожское, 74",
        },
        {
            index: "49043",
            city: "Днепро",
            address: "ул. Андрощука, 1",
        },
        {
            index: "49044",
            city: "Днепро",
            address: "ул. Чернышевского, дом. 21",
        },
        {
            index: "49045",
            city: "Днепро",
            address: "ул. Звонка, 30",
        },
        {
            index: "49046",
            city: "Днепро",
            address: "ул. Передовая, 528А",
        },
        {
            index: "49047",
            city: "Днепро",
            address: "ул. Криворожская, 22Б",
        },
        {
            index: "49048",
            city: "Днепро",
            address: "ул. Зеркальная, 2Б",
        },
        {
            index: "49051",
            city: "Днепро",
            address: "просп. Петра Калнышевского, 18",
        },
        {
            index: "49053",
            city: "Днепро",
            address: "ул. Доблестная, 143А",
        },
        {
            index: "49055",
            city: "Днепро",
            address: "ул. Титова, 1",
        },
        {
            index: "49057",
            city: "Днепро",
            address: "ул. Баженова, 102",
        },
        {
            index: "49061",
            city: "Днепро",
            address: "ул. Леонида Стромцова, 7",
        },
        {
            index: "49064",
            city: "Днепро",
            address: "просп. Ивана Мазепы, 2А",
        },
        {
            index: "49066",
            city: "Днепро",
            address: "ул. Казака Мамая, 12",
        },
        {
            index: "49068",
            city: "Днепро",
            address: "пл. Новокодацька, 2",
        },
        {
            index: "49069",
            city: "Днепро",
            address: "просп. Богдана Хмельницкого, 8",
        },
        {
            index: "49072",
            city: "Днепро",
            address: "ул. Добровольная, 5",
        },
        {
            index: "49073",
            city: "Днепро",
            address: "ул. Татарская, 61Б",
        },
        {
            index: "49074",
            city: "Днепро",
            address: "просп. Слобожанский, 121",
        },
        {
            index: "49075",
            city: "Днепро",
            address: "ул. Онезька, 241",
        },
        {
            index: "49080",
            city: "Днепро",
            address: "шоссе Донецкое, 7",
        },
        {
            index: "49081",
            city: "Днепро",
            address: "ул. Любарского, 14",
        },
        {
            index: "49082",
            city: "Днепро",
            address: "ул. Передовая, 597",
        },
        {
            index: "49083",
            city: "Днепро",
            address: "ул. Кожемяки, 5",
        },
        {
            index: "49086",
            city: "Днепро",
            address: "ул. Подгорная, 19",
        },
        {
            index: "49087",
            city: "Днепро",
            address: "ул. Калиновая, 74",
        },
        {
            index: "49089",
            city: "Днепро",
            address: "ул. Академика Янгеля, 16",
        },
        {
            index: "49094",
            city: "Днепро",
            address: "ул. Набережная Победы, 44",
        },
        {
            index: "49098",
            city: "Днепро",
            address: "ул. Любарского, 14",
        },
        {
            index: "49100",
            city: "Днепро",
            address: "просп. Героев, 3",
        },
        {
            index: "49101",
            city: "Днепро",
            address: "просп. Пушкина, 21",
        },
        {
            index: "49102",
            city: "Днепро",
            address: "ул. Даниила Галицкого, 31",
        },
        {
            index: "49106",
            city: "Днепро",
            address: "просп. Героев, 12 блок 29",
        },
        {
            index: "49107",
            city: "Днепро",
            address: "ул. Володи Дубинина, 10",
        },
        {
            index: "49108",
            city: "Днепро",
            address: "ул. Байкальская, 82",
        },
        {
            index: "49114",
            city: "Днепро",
            address: "ул. Командира Юніна, 46",
        },
        {
            index: "49115",
            city: "Днепро",
            address: "ул. Гаевая, 51",
        },
        {
            index: "49116",
            city: "Днепро",
            address: "ул. Курская, 91А",
        },
        {
            index: "49117",
            city: "Днепро",
            address: "ул. Томск, 22",
        },
        {
            index: "49118",
            city: "Днепро",
            address: "ул. Чаплинская, 100",
        },
        {
            index: "49124",
            city: "Днепро",
            address: "ул. Семафорна, 31",
        },
        {
            index: "49125",
            city: "Днепро",
            address: "ул. Марии Лисиченко, 17",
        },
        {
            index: "49126",
            city: "Днепро",
            address: "ул. Славы, 40",
        },
        {
            index: "49127",
            city: "Днепро",
            address: "ул. Космонавтов, 4",
        },
        {
            index: "49128",
            city: "Днепро",
            address: "ул. Юрия Кондратюка, 10",
        },
        {
            index: "49129",
            city: "Днепро",
            address: "шоссе Донецкое, 122К",
        },
        {
            index: "51612",
            city: "Днепровокамянка",
            address: "ул. Центральная, 11",
        },
        {
            index: "51650",
            city: "Днепровское",
            address: "ул. Школьная, 9",
        },
        {
            index: "53562",
            city: "Добрая Надежда",
            address: "ул. Кирова, 21",
        },
        {
            index: "52620",
            city: "Доброволье",
            address: "ул. Центральная, 42",
        },
        {
            index: "52051",
            city: "Долинское",
            address: "ул. Центральная, 2",
        },
        {
            index: "52154",
            city: "Долинское",
            address: "ул. Центральная, 3",
        },
        {
            index: "50605",
            city: "Дружба",
            address: "ул. Киевская, 40",
        },
        {
            index: "52623",
            city: "Дубовики",
            address: "ул. Центральная, 42",
        },
        {
            index: "51831",
            city: "Елизаветовка",
            address: "ул. Центральная, 9",
        },
        {
            index: "51109",
            city: "Ждановка",
            address: "ул. Рабочая, 45",
        },
        {
            index: "52122",
            city: "Желтоалександровка",
            address: "ул. Александрова, 47Б",
        },
        {
            index: "52130",
            city: "Желтое",
            address: "ул. Украинская, 52",
        },
        {
            index: "52201",
            city: "Желтые Воды",
            address: "ул. Казацкой Славы,13",
        },
        {
            index: "52204",
            city: "Желтые Воды",
            address: "ул. Свободы, 39",
        },
        {
            index: "52205",
            city: "Желтые Воды",
            address: "ул. Владимира Великого, 91",
        },
        {
            index: "52210",
            city: "Желтые Воды",
            address: "ул. Первомайская,16",
        },
        {
            index: "53134",
            city: "Жолтое",
            address: "ул. Тезикова, 44",
        },
        {
            index: "50717",
            city: "Зайцево",
            address: "ул. Центральная, 10",
        },
        {
            index: "51013",
            city: "Залелия",
            address: "ул. Чкалова, 9 Б",
        },
        {
            index: "51113",
            city: "Заплавка",
            address: "ул. Школьная, 1",
        },
        {
            index: "53841",
            city: "Запорожское",
            address: "ул. Плющенко, 2",
        },
        {
            index: "51630",
            city: "Заречье",
            address: "ул. Кленовая, 3",
        },
        {
            index: "52011",
            city: "Заря",
            address: "ул. Ленина, 1",
        },
        {
            index: "52358",
            city: "Затишне",
            address: "ул. Центральная, 9",
        },
        {
            index: "53817",
            city: "Зеленодольск",
            address: "ул. Спортивная, 1",
        },
        {
            index: "52601",
            city: "Зеленый Гай",
            address: "ул. Парковая, 3А",
        },
        {
            index: "53035",
            city: "Златоустовка",
            address: "ул. Підстепна, 29А",
        },
        {
            index: "51280",
            city: "Знаменовка",
            address: "ул. Центральная, 182",
        },
        {
            index: "52119",
            city: "Зоря",
            address: "ул. Фестивальная, 9",
        },
        {
            index: "52910",
            city: "Зоряное",
            address: "ул. Центральная, 42",
        },
        {
            index: "51801",
            city: "Ивановка",
            address: "ул. Центральная, 70",
        },
        {
            index: "52952",
            city: "Ивановка",
            address: "ул. Центральная, 28",
        },
        {
            index: "52138",
            city: "Ивашиновка",
            address: "ул. Кобякіна, 10",
        },
        {
            index: "52421",
            city: "Иверское",
            address: "ул. Школьная, 1",
        },
        {
            index: "52520",
            city: "Иларионово",
            address: "ул. Центральная, 1А",
        },
        {
            index: "53507",
            city: "Илльинка",
            address: "ул. Ильича, 1а",
        },
        {
            index: "50505",
            city: "Калиновка",
            address: "ул. Калинова, 47В",
        },
        {
            index: "53282",
            city: "Каменское",
            address: "ул. Строителей, 16/1",
        },
        {
            index: "51900",
            city: "Камъянское",
            address: "ул. Звенигородская, 28",
        },
        {
            index: "51901",
            city: "Камъянское",
            address: "ул. Коліусівська,9",
        },
        {
            index: "51905",
            city: "Камъянское",
            address: "ул. Ярославская, 53",
        },
        {
            index: "51906",
            city: "Камъянское",
            address: "ул. Дунайская, 41а",
        },
        {
            index: "51911",
            city: "Камъянское",
            address: "ул. Республиканская,39",
        },
        {
            index: "51912",
            city: "Камъянское",
            address: "ул. Михаила Грушевского, 70",
        },
        {
            index: "51914",
            city: "Камъянское",
            address: "ул. Криворожская, 74",
        },
        {
            index: "51915",
            city: "Камъянское",
            address: "ул. Линейная, 8В",
        },
        {
            index: "51916",
            city: "Камъянское",
            address: "ул. Зализняка, 17",
        },
        {
            index: "51917",
            city: "Камъянское",
            address: "просп. Аношкина,115",
        },
        {
            index: "51918",
            city: "Камъянское",
            address: "ул. Цветов,10",
        },
        {
            index: "51920",
            city: "Камъянское",
            address: "ул. Одесская, 2А",
        },
        {
            index: "51922",
            city: "Камъянское",
            address: "ул. Звенигородская, 13",
        },
        {
            index: "51925",
            city: "Камъянское",
            address: "просп. Гимназическая, 7",
        },
        {
            index: "51927",
            city: "Камъянское",
            address: "ул. Тургенева,18",
        },
        {
            index: "51928",
            city: "Камъянское",
            address: "просп. Металлургов,84А",
        },
        {
            index: "51931",
            city: "Камъянское",
            address: "ул. Ковалевича,2А",
        },
        {
            index: "51933",
            city: "Камъянское",
            address: "просп. Свободы, 88",
        },
        {
            index: "51934",
            city: "Камъянское",
            address: "ул. Ковалевича,2А",
        },
        {
            index: "51935",
            city: "Камъянское",
            address: "ул. Глаголева,25",
        },
        {
            index: "51937",
            city: "Камъянское",
            address: "просп. Надднепрянский, 1В",
        },
        {
            index: "51938",
            city: "Камъянское",
            address: "ул. Алтайская,26",
        },
        {
            index: "51939",
            city: "Камъянское",
            address: "ул. Строителей, 8Г",
        },
        {
            index: "51940",
            city: "Камъянское",
            address: "просп. Металлургов,42",
        },
        {
            index: "50612",
            city: "Камъянское",
            address: "просп. Конституции,54А",
        },
        {
            index: "53135",
            city: "Камянка",
            address: "ул. Клубная,11",
        },
        {
            index: "50502",
            city: "Камяное",
            address: "ул. Шевченко, 85А",
        },
        {
            index: "53275",
            city: "Капуловка",
            address: "ул. Каховская, б/н",
        },
        {
            index: "51439",
            city: "Карабиновка",
            address: "ул. Шевченко, 68",
        },
        {
            index: "52020",
            city: "Карла Либнехта",
            address: "ул. Школьная,11А",
        },
        {
            index: "51990",
            city: "Карнауховка",
            address: "ул. Пушкина,30Б",
        },
        {
            index: "53703",
            city: "Карповка",
            address: "ул. Центральная, 97А",
        },
        {
            index: "53607",
            city: "Катериновка",
            address: "ул. Школьная, 4",
        },
        {
            index: "52320",
            city: "Катеринополь",
            address: "ул. Школьная, 4",
        },
        {
            index: "51226",
            city: "Керносовка",
            address: "ул. Калиновая, 6",
        },
        {
            index: "53530",
            city: "Кисличеватое",
            address: "ул. Юбилейная,5",
        },
        {
            index: "50738",
            city: "Кислянка",
            address: "ул. Виконкомівська, 10",
        },
        {
            index: "51030",
            city: "Китайгород",
            address: "ул. Центральная, 7",
        },
        {
            index: "51219",
            city: "Козырщина",
            address: "ул. Весенняя, 25",
        },
        {
            index: "53609",
            city: "Коломийци",
            address: "ул. Набережная, 38",
        },
        {
            index: "51121",
            city: "Колпаковка",
            address: "ул. Центральная, 30",
        },
        {
            index: "52142",
            city: "Комисаровка",
            address: "ул. Урожайная, 43",
        },
        {
            index: "51229",
            city: "Королевка",
            address: "ул. Рахівнича, 28",
        },
        {
            index: "51112",
            city: "Котовка",
            address: "ул. Садовая, 1Б",
        },
        {
            index: "51433",
            city: "Кочережки",
            address: "ул. Шевченко, 142",
        },
        {
            index: "53005",
            city: "Красивське",
            address: "ул. Центральная, 59Г",
        },
        {
            index: "53283",
            city: "Красногригорьевка",
            address: "ул. Соборная, 52",
        },
        {
            index: "50000",
            city: "Кривой Рог",
            address: "просп. Почтовый, 26",
        },
        {
            index: "50001",
            city: "Кривой Рог",
            address: "ул. Рахманинова, 2А",
        },
        {
            index: "50002",
            city: "Кривой Рог",
            address: "ул. Лермонтова,18",
        },
        {
            index: "50004",
            city: "Кривой Рог",
            address: "ул. Старовокзальная, 51",
        },
        {
            index: "50005",
            city: "Кривой Рог",
            address: "ул. Нахимова, 22",
        },
        {
            index: "50006",
            city: "Кривой Рог",
            address: "просп. Металлургов, 14",
        },
        {
            index: "50008",
            city: "Кривой Рог",
            address: "ул. Генерала Радієвського, 25",
        },
        {
            index: "50011",
            city: "Кривой Рог",
            address: "ул. Рублева, 6",
        },
        {
            index: "50014",
            city: "Кривой Рог",
            address: "ул. Ракітна, 8",
        },
        {
            index: "50019",
            city: "Кривой Рог",
            address: "ул. Прорезная, 1",
        },
        {
            index: "50023",
            city: "Кривой Рог",
            address: "ул. Серафимовича, 114",
        },
        {
            index: "50024",
            city: "Кривой Рог",
            address: "ул. Петра Калнышевского, 24",
        },
        {
            index: "50025",
            city: "Кривой Рог",
            address: "ул. Алмазная, 18",
        },
        {
            index: "50026",
            city: "Кривой Рог",
            address: "просп. Южный, 20",
        },
        {
            index: "50027",
            city: "Кривой Рог",
            address: "ул. Волгоградская, 9",
        },
        {
            index: "50029",
            city: "Кривой Рог",
            address: "ул. Сімбірцева, 1",
        },
        {
            index: "50031",
            city: "Кривой Рог",
            address: "ул. Січеславська, 6",
        },
        {
            index: "50036",
            city: "Кривой Рог",
            address: "пл. Александра Поля, 1",
        },
        {
            index: "50037",
            city: "Кривой Рог",
            address: "ул. Сергея Колачевского, 28",
        },
        {
            index: "50038",
            city: "Кривой Рог",
            address: "ул. Европейский, 2А",
        },
        {
            index: "50041",
            city: "Кривой Рог",
            address: "ул. Совхозная, 2Г",
        },
        {
            index: "50042",
            city: "Кривой Рог",
            address: "ул. Покровская, 3",
        },
        {
            index: "50046",
            city: "Кривой Рог",
            address: "городок Военный 35, 6а",
        },
        {
            index: "50047",
            city: "Кривой Рог",
            address: "ул. Сергея Колачевского, 164",
        },
        {
            index: "50048",
            city: "Кривой Рог",
            address: "ул. Котляревского, 15",
        },
        {
            index: "50049",
            city: "Кривой Рог",
            address: "ул. Генерала Кузнецова, 6",
        },
        {
            index: "50051",
            city: "Кривой Рог",
            address: "ул. Медицинская, 10",
        },
        {
            index: "50052",
            city: "Кривой Рог",
            address: "ул. Шевченко, 3",
        },
        {
            index: "50053",
            city: "Кривой Рог",
            address: "ул. Мусоргского, 11",
        },
        {
            index: "50054",
            city: "Кривой Рог",
            address: "ул. Сергея Параджанова, 13",
        },
        {
            index: "50055",
            city: "Кривой Рог",
            address: "ул. Магистральная, 25",
        },
        {
            index: "50056",
            city: "Кривой Рог",
            address: "м-р Солнечный, 22А",
        },
        {
            index: "50057",
            city: "Кривой Рог",
            address: "м-р Индустриальный, 69",
        },
        {
            index: "50065",
            city: "Кривой Рог",
            address: "ул. Стрєльникова, 7",
        },
        {
            index: "50066",
            city: "Кривой Рог",
            address: "ул. Цветочная, 29",
        },
        {
            index: "50067",
            city: "Кривой Рог",
            address: "просп. Победы, 1",
        },
        {
            index: "50069",
            city: "Кривой Рог",
            address: "ул. Волгоградская, 69",
        },
        {
            index: "50071",
            city: "Кривой Рог",
            address: "ул. Владимира Великого, 24",
        },
        {
            index: "50073",
            city: "Кривой Рог",
            address: "ул. Яновского, 1а",
        },
        {
            index: "50074",
            city: "Кривой Рог",
            address: "ул. Владимира Бызова, 34",
        },
        {
            index: "50076",
            city: "Кривой Рог",
            address: "ул. Авраменко Ивана, 21",
        },
        {
            index: "50078",
            city: "Кривой Рог",
            address: "м-р Индустриальный, 69",
        },
        {
            index: "50079",
            city: "Кривой Рог",
            address: "ул. Черкасова, 20",
        },
        {
            index: "50081",
            city: "Кривой Рог",
            address: "м-р 5-й Заречный, 38",
        },
        {
            index: "50082",
            city: "Кривой Рог",
            address: "ул. Каштановая, 33",
        },
        {
            index: "50083",
            city: "Кривой Рог",
            address: "ул. Владимира Терещенко, 1",
        },
        {
            index: "50084",
            city: "Кривой Рог",
            address: "ул. 200 лет Кривому Рогу, 7А",
        },
        {
            index: "50085",
            city: "Кривой Рог",
            address: "ул. Николая Сичеславского, 15",
        },
        {
            index: "50086",
            city: "Кривой Рог",
            address: "ул. Петра Дорошенко, 15",
        },
        {
            index: "50089",
            city: "Кривой Рог",
            address: "ул. Адмирала Головко, 40",
        },
        {
            index: "50090",
            city: "Кривой Рог",
            address: "ул. 40-летия Победы, 36",
        },
        {
            index: "50093",
            city: "Кривой Рог",
            address: "ул. Лесного, 22А",
        },
        {
            index: "50095",
            city: "Кривой Рог",
            address: "ул. Криворожстали, 1",
        },
        {
            index: "50096",
            city: "Кривой Рог",
            address: "ул. Ватутина, 59",
        },
        {
            index: "50097",
            city: "Кривой Рог",
            address: "ул. Хмелева, 13",
        },
        {
            index: "50101",
            city: "Кривой Рог",
            address: "пл. Молодежная, 1",
        },
        {
            index: "50102",
            city: "Кривой Рог",
            address: "ул. Недєліна, 49А",
        },
        {
            index: "50103",
            city: "Кривой Рог",
            address: "ул. Петра Дорошенко, 15",
        },
        {
            index: "50106",
            city: "Кривой Рог",
            address: "м-р 4-й Заречный, 20А",
        },
        {
            index: "50480",
            city: "Кривой Рог",
            address: "просп. Почтовый, 26",
        },
        {
            index: "50482",
            city: "Кривой Рог",
            address: "просп. Почтовый, 26",
        },
        {
            index: "50601",
            city: "Кринички",
            address: "ул. Центральная, 36",
        },
        {
            index: "52301",
            city: "Кудашивка",
            address: "ул. Виконкомівська, 23",
        },
        {
            index: "51840",
            city: "Куриловка",
            address: "ул. Калиновая, 3",
        },
        {
            index: "52120",
            city: "Лиховка",
            address: "ул. Тараса Шевченко, 5",
        },
        {
            index: "51830",
            city: "Лобойковка",
            address: "ул. Центральная, 92",
        },
        {
            index: "52121",
            city: "Лозуватка",
            address: "ул. Гагарина, 25",
        },
        {
            index: "53020",
            city: "Лозуватка",
            address: "ул. Мира, 69",
        },
        {
            index: "53225",
            city: "Лошкарёвка",
            address: "ул. Центральная, 2а",
        },
        {
            index: "50735",
            city: "Лубянка",
            address: "ул. Центральная, 5",
        },
        {
            index: "51006",
            city: "Лыскивка",
            address: "ул. Центральная, 6",
        },
        {
            index: "51101",
            city: "Лычково",
            address: "ул. Центральная, 103",
        },
        {
            index: "52042",
            city: "Любимовка",
            address: "ул. Садовая, буд. 2",
        },
        {
            index: "51012",
            city: "Ляшкивка",
            address: "ул. Центральная, 3",
        },
        {
            index: "51100",
            city: "Магдалиновка",
            address: "ул. Центральная, 57",
        },
        {
            index: "52022",
            city: "Маевка",
            address: "ул. Киевская, 52",
        },
        {
            index: "50719",
            city: "Майское",
            address: "ул. Шевченко, 7",
        },
        {
            index: "53612",
            city: "Маломихайловка",
            address: "ул. Центральная, 21",
        },
        {
            index: "50611",
            city: "Маломихайловка",
            address: "ул. Центральная, 25",
        },
        {
            index: "50604",
            city: "Малофиевка",
            address: "ул. Центральная,1",
        },
        {
            index: "52605",
            city: "Манвеловка",
            address: "ул. Центральная, 12",
        },
        {
            index: "53401",
            city: "Марганец",
            address: "ул. Единства, 170",
        },
        {
            index: "53403",
            city: "Марганец",
            address: "ул. Перспективная, 2А",
        },
        {
            index: "53406",
            city: "Марганец",
            address: "ул. Таврическая, 12",
        },
        {
            index: "53407",
            city: "Марганец",
            address: "ул. Единства, 25",
        },
        {
            index: "53408",
            city: "Марганец",
            address: "ул. Лермонтова, 29",
        },
        {
            index: "51139",
            city: "Марьевка",
            address: "ул. Административное, 4",
        },
        {
            index: "53109",
            city: "Марьевка",
            address: "ул. Центральная, 1",
        },
        {
            index: "53111",
            city: "Марьевка",
            address: "ул. Гагарина, 10",
        },
        {
            index: "52114",
            city: "Марьяновка",
            address: "ул. Мира, 307",
        },
        {
            index: "51237",
            city: "Марьяновка",
            address: "ул. Центральная, 16А",
        },
        {
            index: "53842",
            city: "Марьянское",
            address: "ул. Терешковой, 7",
        },
        {
            index: "53843",
            city: "Марьянское",
            address: "ул. Калинова, 2а",
        },
        {
            index: "50506",
            city: "Маяк",
            address: "ул. Юбилейная, 21",
        },
        {
            index: "52900",
            city: "Межевая",
            address: "ул. Центральная, 22",
        },
        {
            index: "52905",
            city: "Межевая",
            address: "ул. Центральная, 22",
        },
        {
            index: "52907",
            city: "Межевая",
            address: "ул. Центральная, 22",
        },
        {
            index: "52919",
            city: "Межевая",
            address: "ул. Центральная, 22",
        },
        {
            index: "51449",
            city: "Межерич",
            address: "ул. Соборная, 101Г",
        },
        {
            index: "51217",
            city: "Мелиоративное",
            address: "ул. Молодежная, 29",
        },
        {
            index: "50608",
            city: "Милорадовка",
            address: "ул. Железнодорожная, 1",
        },
        {
            index: "51114",
            city: "Миновка",
            address: "ул. Мира,1",
        },
        {
            index: "52139",
            city: "Мирное",
            address: "ул. Садовая, 2",
        },
        {
            index: "53540",
            city: "Мировое",
            address: "ул. Привокзальная, 4",
        },
        {
            index: "50737",
            city: "Миролюбовка",
            address: "ул. Мира, 35А",
        },
        {
            index: "51222",
            city: "Миролюбовка",
            address: "ул. Центральная, 1",
        },
        {
            index: "53255",
            city: "Мироновка",
            address: "пров. Школьный, 1а",
        },
        {
            index: "52508",
            city: "Михайловка",
            address: "ул. Центральная, 40",
        },
        {
            index: "51007",
            city: "Михайловка",
            address: "ул. Вороного, 2",
        },
        {
            index: "53820",
            city: "Михайловка",
            address: "ул. Центральная, 1а",
        },
        {
            index: "51610",
            city: "Мишурин Рог",
            address: "ул. Дігтяренка, 4",
        },
        {
            index: "51040",
            city: "Могилев",
            address: "ул. Днепровская, 8",
        },
        {
            index: "51015",
            city: "Молодежное",
            address: "ул. Парковая, 6",
        },
        {
            index: "53008",
            city: "Надеждовка",
            address: "ул. Садовая, 22",
        },
        {
            index: "52405",
            city: "Надиека",
            address: "ул. Школьная, 2-А",
        },
        {
            index: "53541",
            city: "Настасовка",
            address: "ул. Гагарина, 18",
        },
        {
            index: "52402",
            city: "Натальевка",
            address: "ул. Комсомольская, 61",
        },
        {
            index: "52118",
            city: "Нерудсталь",
            address: "ул. Украинская, 62",
        },
        {
            index: "53810",
            city: "Нива Трудовая",
            address: "ул. Димитрова, 4а",
        },
        {
            index: "52060",
            city: "Николаевка",
            address: "ул. Центральная, 107",
        },
        {
            index: "52061",
            city: "Николаевка",
            address: "ул. Центральная, 31Г",
        },
        {
            index: "52622",
            city: "Николаевка",
            address: "ул. Центральная, 8",
        },
        {
            index: "52744",
            city: "Николаевка",
            address: "ул. Первомайская,150/1",
        },
        {
            index: "51842",
            city: "Николаевка",
            address: "ул. Партизанская, 102",
        },
        {
            index: "51254",
            city: "Николаевка",
            address: "ул. Школьная, 4",
        },
        {
            index: "53118",
            city: "Николаевка",
            address: "ул. Авангардська, 17",
        },
        {
            index: "52437",
            city: "Никольское-На-Днепре",
            address: "ул. Центральная, 3",
        },
        {
            index: "53210",
            city: "Никополь",
            address: "просп. Трубников, 25",
        },
        {
            index: "53211",
            city: "Никополь",
            address: "ул. Шевченко, 69",
        },
        {
            index: "53213",
            city: "Никополь",
            address: "ул. Электрометаллургов, 50",
        },
        {
            index: "53219",
            city: "Никополь",
            address: "ул. Дружбы,8",
        },
        {
            index: "53220",
            city: "Никополь",
            address: "ул. Добролюбова, 2.",
        },
        {
            index: "53221",
            city: "Никополь",
            address: "ул. Княжа, 83/1",
        },
        {
            index: "53222",
            city: "Никополь",
            address: "ул. Лапинська, 254",
        },
        {
            index: "53226",
            city: "Никополь",
            address: "ул. Патриотов Украины, 113А",
        },
        {
            index: "53200",
            city: "Никополь",
            address: "ул. Патриотов Украины, 113А",
        },
        {
            index: "53201",
            city: "Никополь",
            address: "просп. Трубников, 40",
        },
        {
            index: "53204",
            city: "Никополь",
            address: "ул. Рыжикова, 71",
        },
        {
            index: "53207",
            city: "Никополь",
            address: "ул. Патриотов Украины, 170",
        },
        {
            index: "53208",
            city: "Никополь",
            address: "ул. Чалого, 146",
        },
        {
            index: "52063",
            city: "Ноаотаромское",
            address: "ул. Парковая, 6",
        },
        {
            index: "52561",
            city: "Новоалександровка",
            address: "ул. Центральная, 4",
        },
        {
            index: "52070",
            city: "Новоалександровка",
            address: "ул. Парковая, 3Б",
        },
        {
            index: "53103",
            city: "Нововасильевка",
            address: "ул. Будьонова, 97",
        },
        {
            index: "51323",
            city: "Нововязовка",
            address: "ул. Центральная, 17",
        },
        {
            index: "50716",
            city: "Новогнедое",
            address: "ул. Центральная, 4",
        },
        {
            index: "53017",
            city: "Новожитомер",
            address: "ул. Центральная, 56",
        },
        {
            index: "53831",
            city: "Новоивановка",
            address: "ул. Карла Маркса, 37",
        },
        {
            index: "53560",
            city: "Новокиевка",
            address: "ул. Центральная, 10",
        },
        {
            index: "53711",
            city: "Новолатовка",
            address: "ул. Школьная, 5",
        },
        {
            index: "50508",
            city: "Новомарьевка",
            address: "ул. Центральная, 31Б",
        },
        {
            index: "51102",
            city: "Новомосковск",
            address: "ул. Сучкова, 34",
        },
        {
            index: "51106",
            city: "Новомосковск",
            address: "ул. Сучкова, 34",
        },
        {
            index: "51200",
            city: "Новомосковск",
            address: "ул. Сучкова, 34",
        },
        {
            index: "51203",
            city: "Новомосковск",
            address: "ул. Кулебівська, 153",
        },
        {
            index: "51205",
            city: "Новомосковск",
            address: "ул. Спасская, 16",
        },
        {
            index: "51206",
            city: "Новомосковск",
            address: "ул. Никиты Головко, 30",
        },
        {
            index: "51208",
            city: "Новомосковск",
            address: "ул. Гетманская, 236",
        },
        {
            index: "51216",
            city: "Новомосковск",
            address: "ул. Сучкова, 34",
        },
        {
            index: "51244",
            city: "Новомосковск",
            address: "ул. Сучкова, 34",
        },
        {
            index: "51285",
            city: "Новомосковск",
            address: "ул. Сучкова, 34",
        },
        {
            index: "52066",
            city: "Новониколаевка",
            address: "ул. Железнодорожная, 3",
        },
        {
            index: "51609",
            city: "Новониколаевка",
            address: "ул. Школьная, 2А",
        },
        {
            index: "52915",
            city: "Новопавловка",
            address: "ул. Карпинского, 14",
        },
        {
            index: "51104",
            city: "Новопетровка",
            address: "ул. Центральная, 1",
        },
        {
            index: "51038",
            city: "Новоподкряж",
            address: "ул. Комарова, 32",
        },
        {
            index: "52439",
            city: "Новопокровка",
            address: "ул. Центральная, 4",
        },
        {
            index: "53003",
            city: "Новополье",
            address: "ул. Садовая, 46",
        },
        {
            index: "52303",
            city: "Новоселовка",
            address: "ул. Мира, 59А",
        },
        {
            index: "53623",
            city: "Новоселовка",
            address: "ул. Почтовая, 1",
        },
        {
            index: "51284",
            city: "Новоселовка",
            address: "ул. Соборная, 1",
        },
        {
            index: "53101",
            city: "Новоюльевка",
            address: "ул. Апрельская, 2",
        },
        {
            index: "52030",
            city: "Обуховка",
            address: "ул. Центральная, 79",
        },
        {
            index: "52031",
            city: "Обуховка",
            address: "ул. Солидарности, 535",
        },
        {
            index: "52032",
            city: "Обуховка",
            address: "ул. Прибрежная, 153",
        },
        {
            index: "52306",
            city: "Одарьевка",
            address: "ул. Школьная, 2а",
        },
        {
            index: "53272",
            city: "Олексеевка",
            address: "ул. Чкалова,285",
        },
        {
            index: "51105",
            city: "Оленовка",
            address: "ул. Центральная, 26А",
        },
        {
            index: "52071",
            city: "Опытное",
            address: "ул. Научная, буд. 4",
        },
        {
            index: "53110",
            city: "Ордо Васильевка",
            address: "ул. Весенняя, 50",
        },
        {
            index: "52471",
            city: "Ореховое",
            address: "ул. Шевченко, 9",
        },
        {
            index: "51215",
            city: "Орловщина",
            address: "ул. Покровская, 1",
        },
        {
            index: "53617",
            city: "Орлы",
            address: "ул. Центральная, 25",
        },
        {
            index: "52640",
            city: "Павловка",
            address: "ул. Центральная, 98",
        },
        {
            index: "52416",
            city: "Павловка",
            address: "ул. Центральная, 42",
        },
        {
            index: "51405",
            city: "Павлоград",
            address: "ул. Днепровская,231",
        },
        {
            index: "51408",
            city: "Павлоград",
            address: "ул. Днепровская,344А",
        },
        {
            index: "51409",
            city: "Павлоград",
            address: "ул. Днепровская,559",
        },
        {
            index: "51411",
            city: "Павлоград",
            address: "ул. Ивана Сирко, 35",
        },
        {
            index: "51412",
            city: "Павлоград",
            address: "ул. Парковая,10",
        },
        {
            index: "51413",
            city: "Павлоград",
            address: "ул. Кравченко,4",
        },
        {
            index: "51432",
            city: "Павлоград",
            address: "ул. Соборная, 60",
        },
        {
            index: "51434",
            city: "Павлоград",
            address: "ул. Соборная, 60",
        },
        {
            index: "51320",
            city: "Павлоград",
            address: "ул. Соборная, 60",
        },
        {
            index: "51400",
            city: "Павлоград",
            address: "ул. Соборная, 60",
        },
        {
            index: "51402",
            city: "Павлоград",
            address: "ул. Заводская, 53",
        },
        {
            index: "51403",
            city: "Павлоград",
            address: "ул. Харьковская, 76",
        },
        {
            index: "51404",
            city: "Павлоград",
            address: "ул. Днепровская, 16",
        },
        {
            index: "53223",
            city: "Павлополье",
            address: "ул. Украинская, 42",
        },
        {
            index: "52131",
            city: "Пальмировка",
            address: "ул. Центральная, 42",
        },
        {
            index: "52012",
            city: "Партизанское",
            address: "ул. Центральная, 7",
        },
        {
            index: "51640",
            city: "Первое Мая",
            address: "ул. Богодарова, 5",
        },
        {
            index: "53105",
            city: "Первое Мая",
            address: "ул. 30 летия Победы, 77",
        },
        {
            index: "53840",
            city: "Первое Мая",
            address: "ул. Ленина, 89",
        },
        {
            index: "52801",
            city: "Первомайск",
            address: "ул. Юбилейная, 19",
        },
        {
            index: "52803",
            city: "Первомайск",
            address: "ул. Кобзаря, 15",
        },
        {
            index: "53227",
            city: "Первомайское",
            address: "ул. Центральная, 2",
        },
        {
            index: "51220",
            city: "Перещепино",
            address: "ул. Шевченко, 61",
        },
        {
            index: "51283",
            city: "Песчанка",
            address: "ул. Центральная, 4",
        },
        {
            index: "51800",
            city: "Петриковка",
            address: "просп. Петра Калнышевского, 52",
        },
        {
            index: "52700",
            city: "Петропавловка",
            address: "ул. Героев Украины, 59",
        },
        {
            index: "52707",
            city: "Петропавловка",
            address: "ул. Героев Украины, 59",
        },
        {
            index: "52709",
            city: "Петропавловка",
            address: "ул. Героев Украины, 59",
        },
        {
            index: "52718",
            city: "Петропавловка",
            address: "ул. Героев Украины, 59",
        },
        {
            index: "50733",
            city: "Писаревка",
            address: "ул. Вишневая, 20 В",
        },
        {
            index: "52407",
            city: "Писмечово",
            address: "ул. Школьная, 65",
        },
        {
            index: "52603",
            city: "Письменное",
            address: "ул. Гагарина, 4",
        },
        {
            index: "52001",
            city: "Подгороднее",
            address: "ул. Шоссейная, 48",
        },
        {
            index: "52002",
            city: "Подгороднее",
            address: "ул. Рабочая, 5",
        },
        {
            index: "53284",
            city: "Покров",
            address: "ул. Центральная, 50",
        },
        {
            index: "53301",
            city: "Покров",
            address: "ул. Киевская, 9",
        },
        {
            index: "53304",
            city: "Покров",
            address: "ул. Центральная, 7",
        },
        {
            index: "52328",
            city: "Покровка",
            address: "ул. Центральная, 13",
        },
        {
            index: "53233",
            city: "Покровское",
            address: "ул. Калнышевского, 19А",
        },
        {
            index: "53600",
            city: "Покровское",
            address: "ул. Центральная, 22",
        },
        {
            index: "51103",
            city: "Поливановка",
            address: "ул. Центральная, 18",
        },
        {
            index: "51242",
            city: "Попасное",
            address: "ул. Центральная, 1",
        },
        {
            index: "51613",
            city: "Правобережное",
            address: "ул. Галины Прокоф'євої, 1А",
        },
        {
            index: "51021",
            city: "Преображенка",
            address: "ул. Центральная, 28",
        },
        {
            index: "50606",
            city: "Преображенка",
            address: "ул. Центральная, 6",
        },
        {
            index: "51108",
            city: "Преорельское",
            address: "ул. Молодежная, 5",
        },
        {
            index: "52413",
            city: "Привольное",
            address: "ул. Шевченко, 10",
        },
        {
            index: "53280",
            city: "Приднепровское",
            address: "ул. Узловая, 11",
        },
        {
            index: "52418",
            city: "Промень",
            address: "ул. Артюха, 29А",
        },
        {
            index: "52325",
            city: "Проминь",
            address: "ул. Калиновая, 2",
        },
        {
            index: "53610",
            city: "Просяная",
            address: "ул. Центральная, 30",
        },
        {
            index: "51045",
            city: "Проточи",
            address: "ул. Центральная, 8",
        },
        {
            index: "51022",
            city: "Прядивка",
            address: "ул. Центральная, 38",
        },
        {
            index: "51606",
            city: "Пушкаревка",
            address: "ул. Ілляшевського, 26",
        },
        {
            index: "52100",
            city: "Пятихатки",
            address: "ул. Мирошниченко,107",
        },
        {
            index: "52103",
            city: "Пятихатки",
            address: "ул. Федющенко, 154",
        },
        {
            index: "52111",
            city: "Пятихатки",
            address: "ул. Мирошниченко, 107",
        },
        {
            index: "52125",
            city: "Пятихатки",
            address: "ул. Мирошниченко, 107",
        },
        {
            index: "53023",
            city: "Радионовка",
            address: "ул. Центральная, 25",
        },
        {
            index: "51802",
            city: "Радисное",
            address: "ул. Гагарина, 1",
        },
        {
            index: "53081",
            city: "Радушное",
            address: "ул. Школьная, 1А",
        },
        {
            index: "52521",
            city: "Раевка",
            address: "ул. Бугаенко, 2",
        },
        {
            index: "52123",
            city: "Райдужное",
            address: "ул. Центральная, 27/3",
        },
        {
            index: "53037",
            city: "Раннее Утро",
            address: "ул. Зеленая, 1",
        },
        {
            index: "50715",
            city: "Роздоры",
            address: "ул. Горького, 1А",
        },
        {
            index: "53605",
            city: "Романки",
            address: "ул. Центральная, 28",
        },
        {
            index: "51016",
            city: "Рудка",
            address: "ул. Шевченко, 12А",
        },
        {
            index: "52115",
            city: "Савро",
            address: "ул. Корнеева, 62",
        },
        {
            index: "52153",
            city: "Саивка",
            address: "ул. Центральная, 1",
        },
        {
            index: "52173",
            city: "Саксагань",
            address: "ул. Соловьева, 11",
        },
        {
            index: "52722",
            city: "Самарское",
            address: "ул. Школьная, 3",
        },
        {
            index: "52340",
            city: "Светлогорское",
            address: "ул. Солнечная, 39",
        },
        {
            index: "50510",
            city: "Святовасыливка",
            address: "ул. Железнодорожная, 1А",
        },
        {
            index: "52315",
            city: "Семеновка",
            address: "ул. Мироновская, 21",
        },
        {
            index: "52504",
            city: "Синельниково",
            address: "ул. Богми, 4",
        },
        {
            index: "50718",
            city: "Синельниково",
            address: "ул. Богми, 4",
        },
        {
            index: "52501",
            city: "Синельниково",
            address: "ул. Мира, 34",
        },
        {
            index: "50726",
            city: "Славгород",
            address: "ул. Заводская, 1",
        },
        {
            index: "52906",
            city: "Славянка",
            address: "ул. Шевченко, 4",
        },
        {
            index: "52005",
            city: "Слобожанское",
            address: "ул. Тепличная, 11",
        },
        {
            index: "51663",
            city: "Соколовка",
            address: "ул. Гвоздовського, 7",
        },
        {
            index: "50504",
            city: "Соленое",
            address: "ул. Гагарина, 9",
        },
        {
            index: "50507",
            city: "Соленое",
            address: "ул. Гагарина, 9",
        },
        {
            index: "51806",
            city: "Сорочино",
            address: "ул. Первое Мая,4Б",
        },
        {
            index: "53030",
            city: "Софиевка",
            address: "ул. Центральная, 1",
        },
        {
            index: "53100",
            city: "Софиевка",
            address: "ул. Школьная, 17Б",
        },
        {
            index: "51263",
            city: "Спасское",
            address: "ул. Козинца, 81",
        },
        {
            index: "52072",
            city: "Старие Кайдаки",
            address: "ул. Почтовая, 1",
        },
        {
            index: "50727",
            city: "Старовишневецкое",
            address: "ул. Шевченко, 31А",
        },
        {
            index: "52029",
            city: "Степовое",
            address: "ул. Мира, 16",
        },
        {
            index: "52050",
            city: "Степовое",
            address: "пров. Школьный,2А",
        },
        {
            index: "53719",
            city: "Степовое",
            address: "ул. Железнодорожная, 2",
        },
        {
            index: "52064",
            city: "Сурско - Литовское",
            address: "ул. Полевая, 58",
        },
        {
            index: "52404",
            city: "Сурско-Михайловка",
            address: "ул. Центральная, дом. 15",
        },
        {
            index: "52291",
            city: "Сухая Балка",
            address: "ул. Победы, 37",
        },
        {
            index: "52333",
            city: "Сухой Хутор",
            address: "ул. Почтовая, 1",
        },
        {
            index: "51500",
            city: "Терновка",
            address: "ул. Курская,12",
        },
        {
            index: "51501",
            city: "Терновка",
            address: "ул. Вознесенского, 60",
        },
        {
            index: "51502",
            city: "Терновка",
            address: "ул. Сергея Маркова, 10",
        },
        {
            index: "53602",
            city: "Терновое",
            address: "ул. Центральная, 5",
        },
        {
            index: "53804",
            city: "Токовское",
            address: "ул. Верхняя,38",
        },
        {
            index: "53262",
            city: "Томаковка",
            address: "ул. Леси Украинки, 48",
        },
        {
            index: "53509",
            city: "Томаковка",
            address: "ул. Леси Украинки, 48",
        },
        {
            index: "51132",
            city: "Топчино",
            address: "ул. Центральная, 57",
        },
        {
            index: "52443",
            city: "Тритузное",
            address: "ул. Центральная, 65",
        },
        {
            index: "51436",
            city: "Троицкое",
            address: "ул. Мира, 1",
        },
        {
            index: "52110",
            city: "Троицкое",
            address: "ул. Центральная, 51А",
        },
        {
            index: "52723",
            city: "Троицкое",
            address: "ул. Школьная, 26",
        },
        {
            index: "52313",
            city: "Украинка",
            address: "ул. Шевченко, 59Б",
        },
        {
            index: "53805",
            city: "Украинка",
            address: "ул. Красная, 3",
        },
        {
            index: "52720",
            city: "Украинское",
            address: "ул. Мира, 4",
        },
        {
            index: "51823",
            city: "Ульяновка",
            address: "ул. Плахоти, 2",
        },
        {
            index: "53854",
            city: "Усть-Каменка",
            address: "ул. Центральная, 70",
        },
        {
            index: "52710",
            city: "Хорошее",
            address: "ул. Партизанская, 8",
        },
        {
            index: "53043",
            city: "Хрестофоровка",
            address: "ул. Азорнова, 22",
        },
        {
            index: "51228",
            city: "Хутор-Губиниха",
            address: "ул. Новая, 21А",
        },
        {
            index: "52651",
            city: "Хуторо-Чаплино",
            address: "ул. Центральная, 79",
        },
        {
            index: "51805",
            city: "Хуторское",
            address: "ул. Центральная, 62",
        },
        {
            index: "51000",
            city: "Царичанка",
            address: "ул. Театральная, 16А прим. 2",
        },
        {
            index: "51008",
            city: "Цибульковка",
            address: "ул. Школьная, 5",
        },
        {
            index: "52644",
            city: "Чаплино",
            address: "ул. Почтовая, 7",
        },
        {
            index: "51820",
            city: "Чаплынка",
            address: "пров. Тихий, 7А",
        },
        {
            index: "52330",
            city: "Червоноивановка",
            address: "ул. Центральная, 3",
        },
        {
            index: "51272",
            city: "Черкасское",
            address: "ул. Лесная, 4А",
        },
        {
            index: "51111",
            city: "Чернетчина",
            address: "ул. Мира, 42А",
        },
        {
            index: "53393",
            city: "Чортомлык",
            address: "ул. Красина, 53",
        },
        {
            index: "53510",
            city: "Чумаки",
            address: "ул. Центральная,76",
        },
        {
            index: "51014",
            city: "Шаровка",
            address: "ул. Весенняя, 44",
        },
        {
            index: "52509",
            city: "Шахтарское",
            address: "ул. Мира, 9",
        },
        {
            index: "52026",
            city: "Шевченка",
            address: "ул. Днепровская, 1",
        },
        {
            index: "52650",
            city: "Шевченково",
            address: "ул. Голондія, 70",
        },
        {
            index: "50722",
            city: "Шевченковское",
            address: "ул. Центральная, 43Б",
        },
        {
            index: "53704",
            city: "Шестерня",
            address: "ул. Молодежная, 1",
        },
        {
            index: "53700",
            city: "Широкое",
            address: "ул. Соборная, 147",
        },
        {
            index: "53065",
            city: "Широкое",
            address: "ул. Центральная, 1",
        },
        {
            index: "53230",
            city: "Шолохово",
            address: "ул. Почтовая, 5",
        },
        {
            index: "51804",
            city: "Шульговка",
            address: "ул. Центральная, 114А",
        },
        {
            index: "51020",
            city: "Юрьевка",
            address: "ул. Центральная, 38а",
        },
        {
            index: "51300",
            city: "Юрьевка",
            address: "ул. Центральная, 108",
        },
        {
            index: "51305",
            city: "Юрьевка",
            address: "ул. Соборная, 60",
        },
    ],
    Донецька: [
        {
            index: "86060",
            city: "Авдеевка",
            address: "ул. Героев, 53",
        },
        {
            index: "86062",
            city: "Авдеевка",
            address: "ул. Елагина, 1",
        },
        {
            index: "86065",
            city: "Авдеевка",
            address: "ул. Центральная, 1",
        },
        {
            index: "87453",
            city: "Азовское",
            address: "ул. Виноградная, 32",
        },
        {
            index: "85142",
            city: "Александро-Калиново",
            address: "пл. Танкистов, 1",
        },
        {
            index: "84000",
            city: "Александровка",
            address: "ул. Самарская, 6",
        },
        {
            index: "84433",
            city: "Александровка",
            address: "ул. Подлесная,14",
        },
        {
            index: "87232",
            city: "Александровка",
            address: "ул. Мира, 3",
        },
        {
            index: "84168",
            city: "Александровка",
            address: "ул. Центральная, 1",
        },
        {
            index: "85660",
            city: "Александровка",
            address: "ул. Школьная, 164",
        },
        {
            index: "86488",
            city: "Александровское",
            address: "ул. Утина, 32",
        },
        {
            index: "85519",
            city: "Алексеевка",
            address: "ул. Колєсніка, 38",
        },
        {
            index: "85133",
            city: "Алексеево-Дружковка",
            address: "ул. Каштановая, 16",
        },
        {
            index: "84293",
            city: "Алексеево-Дружковка",
            address: "ул. Центральная, 117",
        },
        {
            index: "87301",
            city: "Амвросиевка",
            address: "ул. Парижской Коммуны, 84",
        },
        {
            index: "87304",
            city: "Амвросиевка",
            address: "ул. 8-й Съезд Советов, 105",
        },
        {
            index: "85790",
            city: "Анадоль",
            address: "ул. Греческая, 17А",
        },
        {
            index: "87120",
            city: "Андреевка",
            address: "ул. Школьная, 20",
        },
        {
            index: "85540",
            city: "Андреевка",
            address: "ул. Мира, 50",
        },
        {
            index: "84175",
            city: "Андреевка",
            address: "ул. Зарєчная, 45",
        },
        {
            index: "85711",
            city: "Андреевка",
            address: "ул. Ленина, 25",
        },
        {
            index: "86581",
            city: "Андреевка",
            address: "ул. Волошина, 10",
        },
        {
            index: "84192",
            city: "Андреевка Село",
            address: "ул. Мира, 7А",
        },
        {
            index: "85530",
            city: "Багатырь",
            address: "ул. Мира, 29",
        },
        {
            index: "84500",
            city: "Бахмут",
            address: "ул. Мира, 41",
        },
        {
            index: "84501",
            city: "Бахмут",
            address: "ул. Некрасова, 38",
        },
        {
            index: "84502",
            city: "Бахмут",
            address: "ул. Металлургов, 1",
        },
        {
            index: "84503",
            city: "Бахмут",
            address: "ул. Глинки, 1",
        },
        {
            index: "84506",
            city: "Бахмут",
            address: "ул. Чайковского, 32",
        },
        {
            index: "84507",
            city: "Бахмут",
            address: "пров. 2-й Ломоносова, 1",
        },
        {
            index: "84509",
            city: "Бахмут",
            address: "ул. Чайковского, 101",
        },
        {
            index: "84510",
            city: "Бахмут",
            address: "ул. Юбилейная, 89",
        },
        {
            index: "84524",
            city: "Бахмут",
            address: "пл. Привокзальная, 1",
        },
        {
            index: "85154",
            city: "Бахмут",
            address: "пл. Привокзальная, 1",
        },
        {
            index: "84548",
            city: "Бахмут",
            address: "пл. Привокзальная, 1",
        },
        {
            index: "87122",
            city: "Бахчовик",
            address: "ул. Центральная, 1",
        },
        {
            index: "87660",
            city: "Безыменное",
            address: "ул. Советская, 47",
        },
        {
            index: "84377",
            city: "Беленькое",
            address: "ул. Грабовского, 12",
        },
        {
            index: "85043",
            city: "Белицкое",
            address: "ул. Горького, 30",
        },
        {
            index: "85013",
            city: "Белозерское",
            address: "пров. Пушкина, 6",
        },
        {
            index: "85130",
            city: "Белокузьминовка",
            address: "ул. Школьная, 8",
        },
        {
            index: "87443",
            city: "Белосарайская Коса",
            address: "ул. Безуха, 159",
        },
        {
            index: "87343",
            city: "Белояровка",
            address: "ул. Школьная, 1",
        },
        {
            index: "87427",
            city: "Бердянское",
            address: "ул. Киевская, 35",
        },
        {
            index: "84541",
            city: "Берестовое",
            address: "ул. Центральная, 2",
        },
        {
            index: "83498",
            city: "Бирюки",
            address: "ул. Заоєва, 51",
        },
        {
            index: "85725",
            city: "Благодатне",
            address: "ул. Юбилейная, 35",
        },
        {
            index: "87330",
            city: "Благодатное",
            address: "ул. Ленина, 26",
        },
        {
            index: "84136",
            city: "Богородичное",
            address: "ул. Школьная, 9",
        },
        {
            index: "85643",
            city: "Богоявленка",
            address: "ул. Первомайская, 68",
        },
        {
            index: "87060",
            city: "Боевое",
            address: "ул. Сенатосенко, б/н",
        },
        {
            index: "87128",
            city: "Бойковское",
            address: "ул. Ленина, 140",
        },
        {
            index: "85764",
            city: "Бугас",
            address: "ул. Центральная, 35",
        },
        {
            index: "86487",
            city: "Булавинское",
            address: "ул. Октябрьская, 36",
        },
        {
            index: "86494",
            city: "Бунге",
            address: "ул. Баратынским, 4",
        },
        {
            index: "86496",
            city: "Бунге",
            address: "ул. Готвальда, 9",
        },
        {
            index: "84158",
            city: "Былбасовка",
            address: "ул. Центральная, 208",
        },
        {
            index: "84171",
            city: "Былбасовка",
            address: "ул. Ясная, 34",
        },
        {
            index: "86041",
            city: "Бэтманово",
            address: "ул. Гагарина, 1А",
        },
        {
            index: "85754",
            city: "Валерьяновка",
            address: "ул. Центральная, 43А",
        },
        {
            index: "85500",
            city: "Великая Новоселовка",
            address: "ул. Центральная, 17",
        },
        {
            index: "84515",
            city: "Верхнекаменское",
            address: "ул. Землянова, 120А",
        },
        {
            index: "87610",
            city: "Виноградное",
            address: "ул. Советская, 73",
        },
        {
            index: "84560",
            city: "Владимировка",
            address: "ул. Гагарина, 79",
        },
        {
            index: "85721",
            city: "Владимировка",
            address: "ул. Каштановая, 20",
        },
        {
            index: "85722",
            city: "Владимировка",
            address: "ул. Грушевая, 85",
        },
        {
            index: "85040",
            city: "Водянское",
            address: "ул. Центральная, 10",
        },
        {
            index: "87100",
            city: "Волноваха",
            address: "ул. 60 Лет СССР, 4",
        },
        {
            index: "87131",
            city: "Волноваха",
            address: "ул. 60 Лет СССР, 4",
        },
        {
            index: "85700",
            city: "Волноваха",
            address: "ул. Кости Бабина, 4",
        },
        {
            index: "85701",
            city: "Волноваха",
            address: "ул. Донецкая, 252",
        },
        {
            index: "85702",
            city: "Волноваха",
            address: "ул. Шевченко, 76",
        },
        {
            index: "85703",
            city: "Волноваха",
            address: "ул. Менделеева, 11А",
        },
        {
            index: "85762",
            city: "Вольное",
            address: "ул. Центральная, 90",
        },
        {
            index: "85523",
            city: "Воскресенка",
            address: "ул. Гагарина ,23",
        },
        {
            index: "86194",
            city: "Вугляр",
            address: "ул. Садовая, 10",
        },
        {
            index: "85617",
            city: "Галициновка",
            address: "ул. Среды, 1А",
        },
        {
            index: "87261",
            city: "Глинка",
            address: "ул. Школьная, 35",
        },
        {
            index: "84691",
            city: "Гольмовский",
            address: "шоссе Никитское, 1",
        },
        {
            index: "83494",
            city: "Горбачево-Михайловка",
            address: "ул. Кальмиусская, 36",
        },
        {
            index: "84601",
            city: "Горловка",
            address: "просп. Ленина, 8А",
        },
        {
            index: "84603",
            city: "Горловка",
            address: "ул. Врубовая, 22",
        },
        {
            index: "84604",
            city: "Горловка",
            address: "ул. Быстрого, 20",
        },
        {
            index: "84605",
            city: "Горловка",
            address: "ул. Матросова, 106",
        },
        {
            index: "84607",
            city: "Горловка",
            address: "ул. Дубинина, 11",
        },
        {
            index: "84609",
            city: "Горловка",
            address: "ул. 30 лет ВЛКСМ, 2",
        },
        {
            index: "84610",
            city: "Горловка",
            address: "ул. Возняка, 11",
        },
        {
            index: "84611",
            city: "Горловка",
            address: "ул. Вересаева,15",
        },
        {
            index: "84614",
            city: "Горловка",
            address: "ул. Стожко, 140",
        },
        {
            index: "84617",
            city: "Горловка",
            address: "просп. Ленина, 8А",
        },
        {
            index: "84618",
            city: "Горловка",
            address: "ул. Медицинская, 9",
        },
        {
            index: "84622",
            city: "Горловка",
            address: "ул. Достоевского, 9",
        },
        {
            index: "84624",
            city: "Горловка",
            address: "ул. Бессонова, 28",
        },
        {
            index: "84625",
            city: "Горловка",
            address: "ул. Патона, 1",
        },
        {
            index: "84626",
            city: "Горловка",
            address: "просп. Победы, 55",
        },
        {
            index: "84627",
            city: "Горловка",
            address: "ул. Кирова, 19",
        },
        {
            index: "84628",
            city: "Горловка",
            address: "ул. Дунаевского, 39",
        },
        {
            index: "84629",
            city: "Горловка",
            address: "ул. Жукова, 8",
        },
        {
            index: "84630",
            city: "Горловка",
            address: "ул. Шашурина, на данный момент 11А",
        },
        {
            index: "84632",
            city: "Горловка",
            address: "ул. Бубнова, 17",
        },
        {
            index: "84634",
            city: "Горловка",
            address: "ул. Интернациональная, 23",
        },
        {
            index: "84635",
            city: "Горловка",
            address: "ул. Поля Робсона, 15А",
        },
        {
            index: "84637",
            city: "Горловка",
            address: "просп. Победы, 97",
        },
        {
            index: "84646",
            city: "Горловка",
            address: "просп. Победы, 72",
        },
        {
            index: "84647",
            city: "Горловка",
            address: "ул. 40 лет Украины, 72",
        },
        {
            index: "86782",
            city: "Горное",
            address: "ул. Кирова, 11",
        },
        {
            index: "85487",
            city: "Горняк",
            address: "ул. Донецкая, 55",
        },
        {
            index: "86591",
            city: "Горняцкое",
            address: "ул. Центральная, 1",
        },
        {
            index: "86234",
            city: "Грабово",
            address: "ул. Советская, 19",
        },
        {
            index: "87123",
            city: "Гранитное",
            address: "ул. Самохина ,15",
        },
        {
            index: "85330",
            city: "Гришино",
            address: "ул. Центральная, 160",
        },
        {
            index: "85345",
            city: "Гродовка",
            address: "ул. Донецка, 99",
        },
        {
            index: "86195",
            city: "Грузко-Зорянка",
            address: "ул. Центральная, 13",
        },
        {
            index: "86197",
            city: "Грузко-Ломовка",
            address: "ул. Луговая, 1",
        },
        {
            index: "87606",
            city: "Гусельщиково",
            address: "ул. Октября, б/н",
        },
        {
            index: "84703",
            city: "Дебальцево",
            address: "ул. Октябрьская, 84",
        },
        {
            index: "84705",
            city: "Дебальцево",
            address: "ул. Вечкутова, 1",
        },
        {
            index: "84582",
            city: "Дебальцево",
            address: "ул. Советская, 67",
        },
        {
            index: "84702",
            city: "Дебальцево",
            address: "ул. Узловая, 49",
        },
        {
            index: "87421",
            city: "Демьяновка",
            address: "ул. Центральная, 29",
        },
        {
            index: "85783",
            city: "Диановка",
            address: "ул. Мира, 1",
        },
        {
            index: "86262",
            city: "Дмитриевка",
            address: "ул. Лермонтова, 27",
        },
        {
            index: "84190",
            city: "Дмитриевка",
            address: "ул. Пушкина, 27",
        },
        {
            index: "85771",
            city: "Дмитриевка",
            address: "ул. Школьная, 1А",
        },
        {
            index: "85001",
            city: "Доброполье",
            address: "ул. Гагарина, 38",
        },
        {
            index: "85003",
            city: "Доброполье",
            address: "пров. Рабочий, 13",
        },
        {
            index: "85004",
            city: "Доброполье",
            address: "ул. Саратовская, 41",
        },
        {
            index: "85740",
            city: "Докучаевск",
            address: "ул. Центральная, 40/17",
        },
        {
            index: "85741",
            city: "Докучаевск",
            address: "ул. Дружбы, 20",
        },
        {
            index: "85743",
            city: "Докучаевск",
            address: "ул. Космонавтов, 75",
        },
        {
            index: "85744",
            city: "Докучаевск",
            address: "ул. Центральная, 91",
        },
        {
            index: "85140",
            city: "Долгая Балка",
            address: "ул. Центральная, 1",
        },
        {
            index: "84140",
            city: "Долина",
            address: "ул. Виноградная, 1",
        },
        {
            index: "83999",
            city: "Донецк",
            address: "пл. Привокзальная, 2",
        },
        {
            index: "83007",
            city: "Донецк",
            address: "ул. Еременко, 13",
        },
        {
            index: "83008",
            city: "Донецк",
            address: "ул. 60-летия СССР, 10",
        },
        {
            index: "83009",
            city: "Донецк",
            address: "ул. Листопрокатників, 19",
        },
        {
            index: "83010",
            city: "Донецк",
            address: "пл. Победы, 27",
        },
        {
            index: "83011",
            city: "Донецк",
            address: "ул. Уральская, 17",
        },
        {
            index: "83012",
            city: "Донецк",
            address: "ул. Куйбышева, 211",
        },
        {
            index: "83014",
            city: "Донецк",
            address: "ул. Мушкетівська, 24",
        },
        {
            index: "83015",
            city: "Донецк",
            address: "ул. Школьный, 17",
        },
        {
            index: "83016",
            city: "Донецк",
            address: "ул. Кирова, 43",
        },
        {
            index: "83017",
            city: "Донецк",
            address: "ул. Шевченко, 50",
        },
        {
            index: "83018",
            city: "Донецк",
            address: "ул. Артема, 282",
        },
        {
            index: "83020",
            city: "Донецк",
            address: "ул. Верхняя, 3",
        },
        {
            index: "83021",
            city: "Донецк",
            address: "ул. Зльотна, 1А (вул. Розы Люксембург, 73 - временно)",
        },
        {
            index: "83022",
            city: "Донецк",
            address: "ул. Возрождения, 9",
        },
        {
            index: "83023",
            city: "Донецк",
            address: "ул. Харитонова, 6",
        },
        {
            index: "83024",
            city: "Донецк",
            address: "ул. Ульяновых, 3",
        },
        {
            index: "83025",
            city: "Донецк",
            address: "ул. Приозерная, 75",
        },
        {
            index: "83027",
            city: "Донецк",
            address: "ул. Кутузова, 3",
        },
        {
            index: "83030",
            city: "Донецк",
            address: "ул. Октября, 22",
        },
        {
            index: "83031",
            city: "Донецк",
            address: "ул. Роскошная, 1",
        },
        {
            index: "83032",
            city: "Донецк",
            address: "ул. Федосеева, 36",
        },
        {
            index: "83033",
            city: "Донецк",
            address: "ул. Пролетарской Победы, 18",
        },
        {
            index: "83034",
            city: "Донецк",
            address: "ул. Федько, 22",
        },
        {
            index: "83036",
            city: "Донецк",
            address: "ул. Павла Колодина, 18",
        },
        {
            index: "83037",
            city: "Донецк",
            address: "ул. Кирова, 113",
        },
        {
            index: "83038",
            city: "Донецк",
            address: "ул. Рубена Ибаррури, 74",
        },
        {
            index: "83039",
            city: "Донецк",
            address: "ул. Шестакова, 16",
        },
        {
            index: "83041",
            city: "Донецк",
            address: "ул. Юмашева, 31",
        },
        {
            index: "83042",
            city: "Донецк",
            address: "ул. Ермоловой, 5",
        },
        {
            index: "83044",
            city: "Донецк",
            address: "ул. Коммунистическая, 14",
        },
        {
            index: "83045",
            city: "Донецк",
            address: "просп. Ленинский, 22",
        },
        {
            index: "83047",
            city: "Донецк",
            address: "ул. Полоцкая, 13",
        },
        {
            index: "83048",
            city: "Донецк",
            address: "ул. Артема, 108",
        },
        {
            index: "83049",
            city: "Донецк",
            address: "ул. Ермолая Жукова, 56А",
        },
        {
            index: "83050",
            city: "Донецк",
            address: "ул. Университетская, 40",
        },
        {
            index: "83052",
            city: "Донецк",
            address: "ул. Шахтостроителей, 7А",
        },
        {
            index: "83053",
            city: "Донецк",
            address: "ул. Буденного, 46",
        },
        {
            index: "83054",
            city: "Донецк",
            address: "просп. Киевский, 19",
        },
        {
            index: "83056",
            city: "Донецк",
            address: "ул. Лавренева, 31",
        },
        {
            index: "83057",
            city: "Донецк",
            address: "ул. 60-летия СССР, 10",
        },
        {
            index: "83058",
            city: "Донецк",
            address: "ул. Краснооктябрська, 81",
        },
        {
            index: "83059",
            city: "Донецк",
            address: "просп. Ильича, 109А",
        },
        {
            index: "83060",
            city: "Донецк",
            address: "ул. Кисловодск, 2",
        },
        {
            index: "83061",
            city: "Донецк",
            address: "ул. Рационализаторов, 8",
        },
        {
            index: "83062",
            city: "Донецк",
            address: "ул. Куйбышева, 5",
        },
        {
            index: "83064",
            city: "Донецк",
            address: "ул. Шутова, 28А",
        },
        {
            index: "83069",
            city: "Донецк",
            address: "ул. Заводская, 214",
        },
        {
            index: "83071",
            city: "Донецк",
            address: "просп. Курчатова, 45",
        },
        {
            index: "83072",
            city: "Донецк",
            address: "ул. Квиринга, 1А",
        },
        {
            index: "83073",
            city: "Донецк",
            address: "ул. Университетская, 91",
        },
        {
            index: "83074",
            city: "Донецк",
            address: "ул. Зверькова, 69",
        },
        {
            index: "83076",
            city: "Донецк",
            address: "просп. Красногвардейский, 12",
        },
        {
            index: "83077",
            city: "Донецк",
            address: "ул. Куйбышева, 252",
        },
        {
            index: "83078",
            city: "Донецк",
            address: "ул. Камвольна, 1",
        },
        {
            index: "83080",
            city: "Донецк",
            address: "просп. Ленинский, 140",
        },
        {
            index: "83081",
            city: "Донецк",
            address: "ул. Землеробна, 32",
        },
        {
            index: "83082",
            city: "Донецк",
            address: "ул. Артема, 143",
        },
        {
            index: "83084",
            city: "Донецк",
            address: "ул. Бирюзова, 28Б",
        },
        {
            index: "83085",
            city: "Донецк",
            address: "ул. Отважных, 9А",
        },
        {
            index: "83086",
            city: "Донецк",
            address: "ул. Артема, 45",
        },
        {
            index: "83087",
            city: "Донецк",
            address: "просп. Офицерский, 69В",
        },
        {
            index: "83089",
            city: "Донецк",
            address: "просп. Семашко, 9",
        },
        {
            index: "83092",
            city: "Донецк",
            address: "ул. 230-й Стрелковой Дивизии, 11",
        },
        {
            index: "83095",
            city: "Донецк",
            address: "ул. Коммунаров, 52А",
        },
        {
            index: "83099",
            city: "Донецк",
            address: "просп. Ильича, 14",
        },
        {
            index: "83101",
            city: "Донецк",
            address: "ул. Ионова, 18",
        },
        {
            index: "83102",
            city: "Донецк",
            address: "ул. Стадионная, 24А",
        },
        {
            index: "83108",
            city: "Донецк",
            address: "просп. Партизанский, 2",
        },
        {
            index: "83110",
            city: "Донецк",
            address: "ул. Прожекторна, 1А",
        },
        {
            index: "83111",
            city: "Донецк",
            address: "ул. Петровского, 258А",
        },
        {
            index: "83112",
            city: "Донецк",
            address: "ул. Кольцова, 11",
        },
        {
            index: "83113",
            city: "Донецк",
            address: "ул. Алексинська, 55А",
        },
        {
            index: "83114",
            city: "Донецк",
            address: "ул. Розы Люксембург, 73",
        },
        {
            index: "83117",
            city: "Донецк",
            address: "ул. Валентины Терешковой, 17А",
        },
        {
            index: "83119",
            city: "Донецк",
            address: "ул. Щетинина, 24А",
        },
        {
            index: "83120",
            city: "Донецк",
            address: "ул. Пинтера, 2",
        },
        {
            index: "83122",
            city: "Донецк",
            address: "ул. Куйбышева, 252",
        },
        {
            index: "83480",
            city: "Донецк",
            address: "пл. Привокзальная, 2А",
        },
        {
            index: "83001",
            city: "Донецк",
            address: "ул. Артема, 72",
        },
        {
            index: "83497",
            city: "Донецк",
            address: "ул. Советская, 64",
        },
        {
            index: "83003",
            city: "Донецк",
            address: "просп. Ильича, 91",
        },
        {
            index: "83004",
            city: "Донецк",
            address: "ул. Тренева, 1",
        },
        {
            index: "83005",
            city: "Донецк",
            address: "ул. Куприна, 50",
        },
        {
            index: "84151",
            city: "Донецкое",
            address: "ул. Мира, 4",
        },
        {
            index: "85772",
            city: "Донское",
            address: "ул. Бойко, 6",
        },
        {
            index: "84416",
            city: "Дробышево",
            address: "ул. Слободская, 42",
        },
        {
            index: "84514",
            city: "Дроновка",
            address: "ул. Библиотечная, 27",
        },
        {
            index: "84201",
            city: "Дружковка",
            address: "ул. Яковлівська, 103",
        },
        {
            index: "84202",
            city: "Дружковка",
            address: "ул. Кирпична, 64",
        },
        {
            index: "84204",
            city: "Дружковка",
            address: "ул. Кошелева, 19",
        },
        {
            index: "84205",
            city: "Дружковка",
            address: "ул. Соборная, 20",
        },
        {
            index: "84206",
            city: "Дружковка",
            address: "ул. Энгельса, 83",
        },
        {
            index: "84207",
            city: "Дружковка",
            address: "ул. Космонавтов, 62",
        },
        {
            index: "86498",
            city: "Дружное",
            address: "ул. Кирова, 53",
        },
        {
            index: "84583",
            city: "Дэбальцевское",
            address: "ул. Центральная, 1",
        },
        {
            index: "85723",
            city: "Егоровка",
            address: "ул. Юбилейная, 29",
        },
        {
            index: "85139",
            city: "Екатериновка",
            address: "ул. Вишневая, 27",
        },
        {
            index: "85652",
            city: "Екатериновка",
            address: "ул. Садовая, 2",
        },
        {
            index: "86489",
            city: "Еленовка",
            address: "ул. Дарвина, 7",
        },
        {
            index: "85710",
            city: "Еленовка",
            address: "ул. Почтовая, 85",
        },
        {
            index: "85626",
            city: "Елизаветовка",
            address: "ул. Центральная, 45",
        },
        {
            index: "86401",
            city: "Енакиево",
            address: "ул. Тиунова, 212",
        },
        {
            index: "86402",
            city: "Енакиево",
            address: "ул. Первомайская, 26",
        },
        {
            index: "86404",
            city: "Енакиево",
            address: "ул. Восточная, 4",
        },
        {
            index: "86405",
            city: "Енакиево",
            address: "просп. Горняков, 11",
        },
        {
            index: "86406",
            city: "Енакиево",
            address: "просп. Забойщиков, 7",
        },
        {
            index: "86409",
            city: "Енакиево",
            address: "ул. Магистральная, 119",
        },
        {
            index: "86412",
            city: "Енакиево",
            address: "ул. Клубная, 7",
        },
        {
            index: "86414",
            city: "Енакиево",
            address: "ул. Менжинского, 90",
        },
        {
            index: "86420",
            city: "Енакиево",
            address: "ул. Коммунистическая, 67",
        },
        {
            index: "86422",
            city: "Енакиево",
            address: "ул. Толбухина, 14",
        },
        {
            index: "86424",
            city: "Енакиево",
            address: "просп. 50 лет Октября, 27",
        },
        {
            index: "86427",
            city: "Енакиево",
            address: "ул. Брайляна, 34",
        },
        {
            index: "86429",
            city: "Енакиево",
            address: "просп. Ленина, 87",
        },
        {
            index: "86430",
            city: "Енакиево",
            address: "ул. Тиунова, 109",
        },
        {
            index: "86391",
            city: "Ждановка",
            address: "кв-л 11/15, 9",
        },
        {
            index: "85291",
            city: "Железное",
            address: "ул. Варшавская, 6",
        },
        {
            index: "84569",
            city: "Зайцево",
            address: "ул. Кооперативная, 1",
        },
        {
            index: "84692",
            city: "Зайцево",
            address: "ул. Карбышева, 41",
        },
        {
            index: "84463",
            city: "Закотное",
            address: "ул. Центральная, 21а",
        },
        {
            index: "86590",
            city: "Залесное",
            address: "пров. Больничний, 7",
        },
        {
            index: "84442",
            city: "Заречное",
            address: "ул. Длинная, 1",
        },
        {
            index: "87042",
            city: "Заря",
            address: "ул. Афинская, 15",
        },
        {
            index: "85184",
            city: "Заря",
            address: "ул. Каспийская, 56",
        },
        {
            index: "87411",
            city: "Захаровка",
            address: "ул. Гагарина, 12В",
        },
        {
            index: "85761",
            city: "Зачатьевка",
            address: "ул. Привокзальная, 24",
        },
        {
            index: "85767",
            city: "Зачатьевка",
            address: "ул. Центральная, 15",
        },
        {
            index: "84528",
            city: "Звановка",
            address: "просп. Победы, 1",
        },
        {
            index: "87310",
            city: "Зеленое",
            address: "ул. Ленина, 77А",
        },
        {
            index: "85525",
            city: "Зелёное Поле",
            address: "ул. Центральная, 50А",
        },
        {
            index: "85511",
            city: "Зелёный Гай",
            address: "ул. Стефаника Василия, 67",
        },
        {
            index: "86182",
            city: "Землянки",
            address: "ул. Щорса, 12",
        },
        {
            index: "85714",
            city: "Златоустовка",
            address: "ул. Черниговская, 50",
        },
        {
            index: "86252",
            city: "Золотаревка",
            address: "ул. Ломоносова, 23",
        },
        {
            index: "85018",
            city: "Золотой Колодец",
            address: "ул. Мира, 28Б",
        },
        {
            index: "86783",
            city: "Зугрэс",
            address: "ул. Корниенко, 8",
        },
        {
            index: "86786",
            city: "Зугрэс",
            address: "ул. 60 лет Октября, 5",
        },
        {
            index: "86781",
            city: "Зуевка",
            address: "ул. Матросова, 5",
        },
        {
            index: "85314",
            city: "Ивановка",
            address: "ул. Центральная,78а",
        },
        {
            index: "85763",
            city: "Ивановка",
            address: "ул. 40 Лет Победы, 58",
        },
        {
            index: "84557",
            city: "Ивановское",
            address: "ул. Образовательная, 1",
        },
        {
            index: "85151",
            city: "Иванополье",
            address: "ул. Садовая, 35Б",
        },
        {
            index: "86793",
            city: "Иловайск",
            address: "ул. Шевченко, 135",
        },
        {
            index: "85510",
            city: "Искра",
            address: "ул. Центральная, 26",
        },
        {
            index: "87613",
            city: "Казацкое",
            address: "ул. Ленина, 39",
        },
        {
            index: "85781",
            city: "Калиново",
            address: "ул. Центральная, 17",
        },
        {
            index: "87250",
            city: "Кальмиуское",
            address: "ул. Ленина, 10",
        },
        {
            index: "87040",
            city: "Кальчик",
            address: "ул. Почтовая, 38",
        },
        {
            index: "87141",
            city: "Каменка",
            address: "ул. Центральная, 15",
        },
        {
            index: "86492",
            city: "Каменка",
            address: "ул. Гагарина, 2",
        },
        {
            index: "87419",
            city: "Камышеватое",
            address: "ул. Львовская, 2",
        },
        {
            index: "87661",
            city: "Качкарское",
            address: "ул. Центральная, б/н",
        },
        {
            index: "85534",
            city: "Керменчик",
            address: "ул. Ивана Багряного, 1",
        },
        {
            index: "87324",
            city: "Кленовка",
            address: "ул. Ленина, 5",
        },
        {
            index: "84558",
            city: "Клещеевка",
            address: "ул. Школьная, 105",
        },
        {
            index: "84562",
            city: "Клиновое",
            address: "ул. Козаченко, 1",
        },
        {
            index: "84572",
            city: "Кодема",
            address: "ул. Центральная, 63",
        },
        {
            index: "85518",
            city: "Комар",
            address: "ул. Егорова, 2",
        },
        {
            index: "85103",
            city: "Константиновка",
            address: "ул. Островского, 220",
        },
        {
            index: "85105",
            city: "Константиновка",
            address: "ул. 13-ти Расстрелянных, 48",
        },
        {
            index: "85106",
            city: "Константиновка",
            address: "ул. Пирогова, 19В",
        },
        {
            index: "85107",
            city: "Константиновка",
            address: "ул. Бульварная, 31",
        },
        {
            index: "85109",
            city: "Константиновка",
            address: "ул. Вокзальная, 25",
        },
        {
            index: "85110",
            city: "Константиновка",
            address: "ул. Леваневского, 27",
        },
        {
            index: "85111",
            city: "Константиновка",
            address: "ул. Демещенка, 64",
        },
        {
            index: "85113",
            city: "Константиновка",
            address: "ул. Европейская, 65",
        },
        {
            index: "85114",
            city: "Константиновка",
            address: "ул. Правобережная, 256",
        },
        {
            index: "85653",
            city: "Константиновка",
            address: "ул. Мира, 2",
        },
        {
            index: "85542",
            city: "Константинополь",
            address: "ул. Мичурина, 39",
        },
        {
            index: "86241",
            city: "Контарное",
            address: "ул. Пушкина, 28",
        },
        {
            index: "87350",
            city: "Копаны",
            address: "ул. Артема, 61",
        },
        {
            index: "84413",
            city: "Коровий Яр",
            address: "ул. Спортивная, 1",
        },
        {
            index: "86472",
            city: "Корсунь",
            address: "ул. Вокзальная, 96",
        },
        {
            index: "84414",
            city: "Краматорск",
            address: "ул. Дворцовая, 14",
        },
        {
            index: "84142",
            city: "Краматорск",
            address: "ул. Дворцовая, 14",
        },
        {
            index: "84302",
            city: "Краматорск",
            address: "ул. Школьная, 6",
        },
        {
            index: "84303",
            city: "Краматорск",
            address: "ул. Дмитрия Мазура, 53",
        },
        {
            index: "84305",
            city: "Краматорск",
            address: "ул. Олексы Тихого, 5",
        },
        {
            index: "84306",
            city: "Краматорск",
            address: "ул. Днепровская, 4",
        },
        {
            index: "84307",
            city: "Краматорск",
            address: "ул. Центральная, 1",
        },
        {
            index: "84308",
            city: "Краматорск",
            address: "ул. Нижняя, 100",
        },
        {
            index: "84311",
            city: "Краматорск",
            address: "ул. Депутатская, 13",
        },
        {
            index: "84313",
            city: "Краматорск",
            address: "ул. Южная, 1",
        },
        {
            index: "84318",
            city: "Краматорск",
            address: "ул. Ульяновская, 149",
        },
        {
            index: "84320",
            city: "Краматорск",
            address: "ул. Хабаровск, 32",
        },
        {
            index: "84322",
            city: "Краматорск",
            address: "ул. Школьная, 116",
        },
        {
            index: "84326",
            city: "Краматорск",
            address: "ул. Молодежная, 4",
        },
        {
            index: "84330",
            city: "Краматорск",
            address: "ул. Шота Руставели, 29",
        },
        {
            index: "84331",
            city: "Краматорск",
            address: "ул. Марии Приймаченко, 19",
        },
        {
            index: "84333",
            city: "Краматорск",
            address: "ул. Героев Украины, 16",
        },
        {
            index: "85571",
            city: "Красная Поляна",
            address: "ул. Григория Балжи, 45",
        },
        {
            index: "85630",
            city: "Красногоровка",
            address: "ул. Ахтырского, 8",
        },
        {
            index: "87263",
            city: "Краснополье",
            address: "ул. Ленина, 8",
        },
        {
            index: "84395",
            city: "Красноторка",
            address: "ул. Белгородская, 98",
        },
        {
            index: "87031",
            city: "Кременевка",
            address: "ул. Центральная, 21",
        },
        {
            index: "86300",
            city: "Крестовка",
            address: "ул. Донецкая, 10",
        },
        {
            index: "86302",
            city: "Крестовка",
            address: "кв-л Горняцкий, 17",
        },
        {
            index: "84138",
            city: "Крестыще",
            address: "пров. Школьный, 1",
        },
        {
            index: "84424",
            city: "Кривая Лука",
            address: "ул. Центральная, 22",
        },
        {
            index: "85030",
            city: "Криворожье",
            address: "ул. Центральная,1",
        },
        {
            index: "86183",
            city: "Криничная",
            address: "ул. Дзержинского, 10А",
        },
        {
            index: "87132",
            city: "Кузнецово-Михайловка",
            address: "ул. Ленина, 24",
        },
        {
            index: "87260",
            city: "Кумачево",
            address: "ул. Руцкого, 26",
        },
        {
            index: "85490",
            city: "Кураховка",
            address: "ул. Молодежная, 47",
        },
        {
            index: "85612",
            city: "Курахово",
            address: "ул. Победы, 12",
        },
        {
            index: "85613",
            city: "Курахово",
            address: "ул. Жуковского, 12",
        },
        {
            index: "84593",
            city: "Курдюмовка",
            address: "ул. Филатова, 3",
        },
        {
            index: "87321",
            city: "Кутейниково",
            address: "ул. Школьная, 16",
        },
        {
            index: "83491",
            city: "Ларино",
            address: "ул. Горького, 60",
        },
        {
            index: "84401",
            city: "Лиман",
            address: "ул. Пушкина, 3А",
        },
        {
            index: "84402",
            city: "Лиман",
            address: "ул. Мира, 17",
        },
        {
            index: "84403",
            city: "Лиман",
            address: "ул. Петропавловская, 95",
        },
        {
            index: "84404",
            city: "Лиман",
            address: "ул. Ивана Лейко, 3",
        },
        {
            index: "84406",
            city: "Лиман",
            address: "ул. Рыночная, 6",
        },
        {
            index: "86189",
            city: "Липское",
            address: "улица отсутствует БК Спартак",
        },
        {
            index: "87370",
            city: "Лисичье",
            address: "ул. Московская, 1",
        },
        {
            index: "85362",
            city: "Лисовка",
            address: "ул. Центральная, 68",
        },
        {
            index: "84412",
            city: "Лозовое",
            address: "ул. Школьная,1",
        },
        {
            index: "85628",
            city: "Луганское",
            address: "ул. Совхозна, 24",
        },
        {
            index: "84577",
            city: "Луганское",
            address: "ул. Центральная, 9",
        },
        {
            index: "85712",
            city: "Любовка",
            address: "ул. Гагарина, 4",
        },
        {
            index: "87032",
            city: "Македоновка",
            address: "ул. Новая, 14",
        },
        {
            index: "86082",
            city: "Макеевка",
            address: "ул. Орджоникидзе, 124 А",
        },
        {
            index: "86104",
            city: "Макеевка",
            address: "ул. Панченко, 1",
        },
        {
            index: "86105",
            city: "Макеевка",
            address: "ул. Чудська, 17",
        },
        {
            index: "86106",
            city: "Макеевка",
            address: "ул. Ленина, 131",
        },
        {
            index: "86107",
            city: "Макеевка",
            address: "м-р Калининский, 4",
        },
        {
            index: "86108",
            city: "Макеевка",
            address: "ул. Свердлова, 40",
        },
        {
            index: "86109",
            city: "Макеевка",
            address: "ул. Черкасская, 10",
        },
        {
            index: "86110",
            city: "Макеевка",
            address: "ул. Советская, 203",
        },
        {
            index: "86111",
            city: "Макеевка",
            address: "ул. Черкасская, 12/1",
        },
        {
            index: "86112",
            city: "Макеевка",
            address: "ул. Адамяна, 3",
        },
        {
            index: "86114",
            city: "Макеевка",
            address: "ул. Малиновского, 34",
        },
        {
            index: "86115",
            city: "Макеевка",
            address: "ул. Минина, 6",
        },
        {
            index: "86116",
            city: "Макеевка",
            address: "кв-л Квартал 48, 2",
        },
        {
            index: "86117",
            city: "Макеевка",
            address: "ул. Титова, 7",
        },
        {
            index: "86118",
            city: "Макеевка",
            address: "ул. Шахтера, 11",
        },
        {
            index: "86119",
            city: "Макеевка",
            address: "ул. Ярошенко, 15",
        },
        {
            index: "86120",
            city: "Макеевка",
            address: "ул. Токарева, 31",
        },
        {
            index: "86121",
            city: "Макеевка",
            address: "ул. Черепанових, 153",
        },
        {
            index: "86122",
            city: "Макеевка",
            address: "ул. Новостроївська, 11",
        },
        {
            index: "86123",
            city: "Макеевка",
            address: "ул. Тихомирова, 2/10",
        },
        {
            index: "86124",
            city: "Макеевка",
            address: "ул. Репина, 167",
        },
        {
            index: "86125",
            city: "Макеевка",
            address: "ул. Ленина, 92/9",
        },
        {
            index: "86126",
            city: "Макеевка",
            address: "ул. Данилова Генерала, 69",
        },
        {
            index: "86127",
            city: "Макеевка",
            address: "ул. Орджоникидзе, 76",
        },
        {
            index: "86128",
            city: "Макеевка",
            address: "ул. Магистральная, 86",
        },
        {
            index: "86130",
            city: "Макеевка",
            address: "пл. Грибиниченка, 1",
        },
        {
            index: "86131",
            city: "Макеевка",
            address: "ул. Тычины, 32",
        },
        {
            index: "86132",
            city: "Макеевка",
            address: "м-р Центральный, 5",
        },
        {
            index: "86133",
            city: "Макеевка",
            address: "ул. Ленина, 55",
        },
        {
            index: "86134",
            city: "Макеевка",
            address: "ул. Хвойная, 20",
        },
        {
            index: "86135",
            city: "Макеевка",
            address: "ул. Калинина, 45",
        },
        {
            index: "86136",
            city: "Макеевка",
            address: "ул. Грузская, 130",
        },
        {
            index: "86137",
            city: "Макеевка",
            address: "ул. Володарского, 93",
        },
        {
            index: "86139",
            city: "Макеевка",
            address: "ул. Магеллана, 17",
        },
        {
            index: "86140",
            city: "Макеевка",
            address: "ул. Советская, 37",
        },
        {
            index: "86141",
            city: "Макеевка",
            address: "ул. Кулабухова, 4",
        },
        {
            index: "86142",
            city: "Макеевка",
            address: "ул. Космодемьянской Зои, 9",
        },
        {
            index: "86143",
            city: "Макеевка",
            address: "кв-л Квартал 8, 1",
        },
        {
            index: "86144",
            city: "Макеевка",
            address: "кв-л Квартал 5Б, 1",
        },
        {
            index: "86145",
            city: "Макеевка",
            address: "м-р Первомайский, 7",
        },
        {
            index: "86147",
            city: "Макеевка",
            address: "кв-л Гвардейский, 10",
        },
        {
            index: "86149",
            city: "Макеевка",
            address: "ул. Єрмощенка, 6",
        },
        {
            index: "86150",
            city: "Макеевка",
            address: "кв-л Шахтерский, 1",
        },
        {
            index: "86151",
            city: "Макеевка",
            address: "м-р Солнечный, 33",
        },
        {
            index: "86154",
            city: "Макеевка",
            address: "ул. Кирова, 17",
        },
        {
            index: "86155",
            city: "Макеевка",
            address: "м-р Октябрьский, 18А",
        },
        {
            index: "86156",
            city: "Макеевка",
            address: "м-р Зеленый, 65",
        },
        {
            index: "86157",
            city: "Макеевка",
            address: "пл. Советская, 3",
        },
        {
            index: "86190",
            city: "Макеевка",
            address: "пл. Советская, 3",
        },
        {
            index: "85622",
            city: "Максимильяновка",
            address: "ул. Октябрьская, 102б",
        },
        {
            index: "87062",
            city: "Малиновка",
            address: "ул. Центральная, б/н",
        },
        {
            index: "84187",
            city: "Малиновка",
            address: "ул. Центральная,5",
        },
        {
            index: "85341",
            city: "Малиновка",
            address: "ул. Центральная, 25",
        },
        {
            index: "86222",
            city: "Малоорловка",
            address: "ул. Широкая, 112",
        },
        {
            index: "84378",
            city: "Малотарановка",
            address: "ул. Украинская, 1А",
        },
        {
            index: "87010",
            city: "Малоянисоль",
            address: "ул. Центральная, б/н",
        },
        {
            index: "87400",
            city: "Мангуш",
            address: "просп. Мира, 93",
        },
        {
            index: "86261",
            city: "Мануйловка",
            address: "ул. 21 Съезда КПСС, 39",
        },
        {
            index: "87516",
            city: "Мариуполь",
            address: "ул. Меотиды, 40/41",
        },
        {
            index: "87517",
            city: "Мариуполь",
            address: "просп. Нахимова, 58",
        },
        {
            index: "87519",
            city: "Мариуполь",
            address: "ул. Варшавская, 106/32",
        },
        {
            index: "87520",
            city: "Мариуполь",
            address: "ул. Мамина-Сибиряка, 36",
        },
        {
            index: "87023",
            city: "Мариуполь",
            address: "просп. Мира, 85",
        },
        {
            index: "87521",
            city: "Мариуполь",
            address: "ул. Огородная, 160",
        },
        {
            index: "87030",
            city: "Мариуполь",
            address: "просп. Мира, 85",
        },
        {
            index: "87522",
            city: "Мариуполь",
            address: "ул. Зои Космодемьянской, 136",
        },
        {
            index: "87524",
            city: "Мариуполь",
            address: "просп. Металлургов, 166/1",
        },
        {
            index: "87525",
            city: "Мариуполь",
            address: "ул. Богдана Хмельницкого, 2",
        },
        {
            index: "87526",
            city: "Мариуполь",
            address: "просп. Победы, 111",
        },
        {
            index: "87527",
            city: "Мариуполь",
            address: "ул. Каменская, 38",
        },
        {
            index: "87529",
            city: "Мариуполь",
            address: "ул. Азовстальська, 95",
        },
        {
            index: "87531",
            city: "Мариуполь",
            address: "просп. Металлургов, 159",
        },
        {
            index: "87533",
            city: "Мариуполь",
            address: "ул. Пионера Балабухи, 116А",
        },
        {
            index: "87534",
            city: "Мариуполь",
            address: "просп. Строителей, 39",
        },
        {
            index: "87535",
            city: "Мариуполь",
            address: "просп. Металлургов, 235",
        },
        {
            index: "87537",
            city: "Мариуполь",
            address: "ул. Куприна, 11",
        },
        {
            index: "87538",
            city: "Мариуполь",
            address: "ул. Заозерна, 242",
        },
        {
            index: "87539",
            city: "Мариуполь",
            address: "просп. Металлургов, 79",
        },
        {
            index: "87541",
            city: "Мариуполь",
            address: "ул. Морской, 42",
        },
        {
            index: "87543",
            city: "Мариуполь",
            address: "ул. 130-й Таганрогской Дивизии, 105",
        },
        {
            index: "87545",
            city: "Мариуполь",
            address: "ул. Пашковского, 50",
        },
        {
            index: "87547",
            city: "Мариуполь",
            address: "ул. Троицкая, 59",
        },
        {
            index: "87548",
            city: "Мариуполь",
            address: "просп. Мира, 108",
        },
        {
            index: "87549",
            city: "Мариуполь",
            address: "просп. Металлургов, 102",
        },
        {
            index: "87551",
            city: "Мариуполь",
            address: "ул. Машиностроительная, 82А",
        },
        {
            index: "87552",
            city: "Мариуполь",
            address: "ул. Сорочинская, 63",
        },
        {
            index: "87553",
            city: "Мариуполь",
            address: "ул. Латышева, 33",
        },
        {
            index: "87554",
            city: "Мариуполь",
            address: "просп. Строителей, 166",
        },
        {
            index: "87557",
            city: "Мариуполь",
            address: "ул. Олимпийская, 175",
        },
        {
            index: "87501",
            city: "Мариуполь",
            address: "ул. Вторая Слободка, 56",
        },
        {
            index: "87502",
            city: "Мариуполь",
            address: "ул. Пашковского, 8",
        },
        {
            index: "87503",
            city: "Мариуполь",
            address: "ул. Киевская, 31",
        },
        {
            index: "87504",
            city: "Мариуполь",
            address: "просп. Никопольский, 50",
        },
        {
            index: "87505",
            city: "Мариуполь",
            address: "просп. Победы, 11",
        },
        {
            index: "87506",
            city: "Мариуполь",
            address: "ул. Марьинская, 214",
        },
        {
            index: "87509",
            city: "Мариуполь",
            address: "ул. Заозерна, 21",
        },
        {
            index: "87510",
            city: "Мариуполь",
            address: "просп. Лунина, 27",
        },
        {
            index: "87512",
            city: "Мариуполь",
            address: "ул. Шевченко, 339",
        },
        {
            index: "87513",
            city: "Мариуполь",
            address: "кв-л 25-й квартал, 3",
        },
        {
            index: "87514",
            city: "Мариуполь",
            address: "ул. Пилипа Орлика, 83",
        },
        {
            index: "87005",
            city: "Мариуполь",
            address: "просп. Мира, 85",
        },
        {
            index: "87515",
            city: "Мариуполь",
            address: "ул. Куинджи, 58",
        },
        {
            index: "83501",
            city: "Мариуполь",
            address: "пров. Пляжный, 3",
        },
        {
            index: "85132",
            city: "Марково",
            address: "ул. Молодогвардейская, 32",
        },
        {
            index: "85645",
            city: "Марьинка",
            address: "ул. Дружбы, 24",
        },
        {
            index: "87210",
            city: "Марьяновка",
            address: "ул. Мира, 14",
        },
        {
            index: "84137",
            city: "Маяки",
            address: "ул. Гагарина, 1",
        },
        {
            index: "86196",
            city: "Межевое",
            address: "ул. Театральная, 1",
        },
        {
            index: "87441",
            city: "Мелекино",
            address: "ул. Гагарина, 16А",
        },
        {
            index: "87323",
            city: "Металист",
            address: "ул. Ленина, 1",
        },
        {
            index: "84517",
            city: "Миньковка",
            address: "ул. Центральная, 2",
        },
        {
            index: "84029",
            city: "Мирная Долина",
            address: "ул. Школьная, б/н",
        },
        {
            index: "85318",
            city: "Мирноград",
            address: "пров. Школьный, 17",
        },
        {
            index: "85321",
            city: "Мирноград",
            address: "м-р Западный, 11/30",
        },
        {
            index: "85323",
            city: "Мирноград",
            address: "ул. Соборная, 28",
        },
        {
            index: "85324",
            city: "Мирноград",
            address: "ул. Мухамадєєва, 8/4",
        },
        {
            index: "85325",
            city: "Мирноград",
            address: "ул. Центральная, 24",
        },
        {
            index: "85327",
            city: "Мирноград",
            address: "м-р Восточный, 8",
        },
        {
            index: "87124",
            city: "Мирное",
            address: "ул. Центральная, 6",
        },
        {
            index: "84791",
            city: "Мироновский",
            address: "ул. Мира, 16",
        },
        {
            index: "84030",
            city: "Михайловка",
            address: "ул. Центральная, 38А",
        },
        {
            index: "87130",
            city: "Мичурино",
            address: "ул. Шевченко, 62",
        },
        {
            index: "83492",
            city: "Моспино",
            address: "ул. Кооперативная, 22",
        },
        {
            index: "83493",
            city: "Моспино",
            address: "ул. Короленко, 39",
        },
        {
            index: "85298",
            city: "Нелеповка",
            address: "ул. Шевченко, 2",
        },
        {
            index: "86184",
            city: "Нижняя Крынка",
            address: "ул. Почтовая, 1",
        },
        {
            index: "86185",
            city: "Нижняя Крынка",
            address: "ул. Центральная, 18",
        },
        {
            index: "86186",
            city: "Нижняя Крынка",
            address: "просп. Комсомольский, 20",
        },
        {
            index: "86220",
            city: "Никишино",
            address: "ул. Колхозна, 1",
        },
        {
            index: "84182",
            city: "Николаевка",
            address: "ул. Мира, 17",
        },
        {
            index: "85713",
            city: "Николаевка",
            address: "ул. Мира, 49",
        },
        {
            index: "85322",
            city: "Николаевка",
            address: "ул. Центральная, 43",
        },
        {
            index: "85189",
            city: "Николайполье",
            address: "ул. Гагарина, 46",
        },
        {
            index: "84139",
            city: "Никольское",
            address: "ул. Молодежная, 4",
        },
        {
            index: "85720",
            city: "Никольское",
            address: "ул. Центральная, 1",
        },
        {
            index: "87000",
            city: "Никольское",
            address: "ул. Свободы, 93",
        },
        {
            index: "85277",
            city: "Новгородское",
            address: "ул. Покровская, 2",
        },
        {
            index: "85278",
            city: "Новгородское",
            address: "ул. Франко, 21",
        },
        {
            index: "85297",
            city: "Новгородское",
            address: "ул. Больших Интернационалистов, 12",
        },
        {
            index: "87600",
            city: "Новоазовск",
            address: "ул. Кирова, 75",
        },
        {
            index: "85791",
            city: "Новоалексеевка",
            address: "ул. Центральная, 1",
        },
        {
            index: "87333",
            city: "Новоамвросиевское",
            address: "ул. Ленина, 8",
        },
        {
            index: "85752",
            city: "Новоандреевка",
            address: "ул. Центральная, 41",
        },
        {
            index: "85483",
            city: "Новогродовка",
            address: "ул. Молодежная, 5",
        },
        {
            index: "84050",
            city: "Новодонецкое",
            address: "ул. Благовисная, 3",
        },
        {
            index: "85372",
            city: "Новоелизаветовка",
            address: "ул. Широкая, 1",
        },
        {
            index: "87200",
            city: "Новозарьевка",
            address: "ул. Школьная, 2",
        },
        {
            index: "87240",
            city: "Новокатериновка",
            address: "ул. Ленина, 69",
        },
        {
            index: "87022",
            city: "Новокрасновка",
            address: "ул. Мира, б/н",
        },
        {
            index: "84573",
            city: "Новолуганское",
            address: "ул. Первомайская, 38",
        },
        {
            index: "85644",
            city: "Новомихайловка",
            address: "ул. Центральная, 64",
        },
        {
            index: "84143",
            city: "Новониколаевка",
            address: "ул. Центральная, 1",
        },
        {
            index: "85515",
            city: "Новопетриковка",
            address: "ул. Центральная, 39",
        },
        {
            index: "85607",
            city: "Новоселидовка",
            address: "ул. Мира, 1А",
        },
        {
            index: "84431",
            city: "Новосёловка",
            address: "ул. Партизанская, 1",
        },
        {
            index: "87140",
            city: "Новоселовка",
            address: "ул. Каштановая, 25",
        },
        {
            index: "85732",
            city: "Новотроицкое",
            address: "ул. Кошевого, 35",
        },
        {
            index: "85733",
            city: "Новотроицкое",
            address: "пров. Патриотический, 6",
        },
        {
            index: "85640",
            city: "Новоукраинка",
            address: "ул. Молодежная , 15",
        },
        {
            index: "85335",
            city: "Новоэкономичное",
            address: "ул. Богдана Хмельницкого, 23",
        },
        {
            index: "87230",
            city: "Новый Свет",
            address: "ул. Московская, 1",
        },
        {
            index: "84693",
            city: "Озеряновка",
            address: "ул. Рихтера, 1",
        },
        {
            index: "87622",
            city: "Олександровское",
            address: "ул. Молодежная, 1",
        },
        {
            index: "85730",
            city: "Ольгинка",
            address: "ул. Маяковского, 32",
        },
        {
            index: "86397",
            city: "Ольховка",
            address: "ул. Ленина, 48",
        },
        {
            index: "86491",
            city: "Ольховка",
            address: "ул. Советская, 1",
        },
        {
            index: "84574",
            city: "Ольховка",
            address: "ул. Матросова, 57",
        },
        {
            index: "84567",
            city: "Опытное",
            address: "ул. Киевская, 5",
        },
        {
            index: "87233",
            city: "Осиково",
            address: "ул. Радяньска, 66",
        },
        {
            index: "85493",
            city: "Острый",
            address: "ул. Мересьєва, 3",
        },
        {
            index: "86020",
            city: "Очеретино",
            address: "ул. Заводская, 2",
        },
        {
            index: "85672",
            city: "Павловка",
            address: "ул. Шевченко, 68А",
        },
        {
            index: "84695",
            city: "Пантелеймоновка",
            address: "ул. Виноградная, 2",
        },
        {
            index: "84513",
            city: "Парасковеевка",
            address: "ул. Светлая, 3",
        },
        {
            index: "86595",
            city: "Первомайский",
            address: "ул. Васильева-Буглаєва, 12А",
        },
        {
            index: "84519",
            city: "Переездное",
            address: "ул. Горького, 192",
        },
        {
            index: "85364",
            city: "Петровка",
            address: "ул. Центральная, 2",
        },
        {
            index: "84011",
            city: "Петровка Вторая",
            address: "ул. Школьная, 2",
        },
        {
            index: "87242",
            city: "Петровское",
            address: "ул. Школьная, 2",
        },
        {
            index: "85750",
            city: "Петровское",
            address: "ул. Почтовая, 60",
        },
        {
            index: "86230",
            city: "Петропавловка",
            address: "ул. Мира, 1А",
        },
        {
            index: "85512",
            city: "Поддубное",
            address: "пров. Киевский, 28",
        },
        {
            index: "84005",
            city: "Покровск",
            address: "ул. Почтовый, 5А",
        },
        {
            index: "84006",
            city: "Покровск",
            address: "ул. Почтовый, 5А",
        },
        {
            index: "85506",
            city: "Покровск",
            address: "ул. Почтовый, 5а",
        },
        {
            index: "85017",
            city: "Покровск",
            address: "ул. Почтовый, 5А",
        },
        {
            index: "85032",
            city: "Покровск",
            address: "ул. Почтовый, 5а",
        },
        {
            index: "85301",
            city: "Покровск",
            address: "ул. Бовкуна Степана, 13",
        },
        {
            index: "85302",
            city: "Покровск",
            address: "ул. Кальмиусская, 158",
        },
        {
            index: "85303",
            city: "Покровск",
            address: "ул. Защитников Украины, 41",
        },
        {
            index: "85305",
            city: "Покровск",
            address: "ул. Зотова, 6/2",
        },
        {
            index: "85306",
            city: "Покровск",
            address: "ул. 8 Марта, 79",
        },
        {
            index: "85307",
            city: "Покровск",
            address: "м-р Шахтерский, 24в",
        },
        {
            index: "85359",
            city: "Покровск",
            address: "ул. Почтовый, 5а",
        },
        {
            index: "84559",
            city: "Покровское",
            address: "ул. Мира, 56",
        },
        {
            index: "87440",
            city: "Покровское",
            address: "ул. Транспортная, 9А",
        },
        {
            index: "87438",
            city: "Портовское",
            address: "ул. Садовая, 2",
        },
        {
            index: "85161",
            city: "Предтечино",
            address: "ул. Центральная, 1А",
        },
        {
            index: "84159",
            city: "Прелестное",
            address: "ул. Гагарина, 1",
        },
        {
            index: "87431",
            city: "Приазовское",
            address: "ул. Центральная, 1В",
        },
        {
            index: "84160",
            city: "Приволье",
            address: "ул. Центральная, 4",
        },
        {
            index: "85784",
            city: "Привольное",
            address: "ул. Центральная, 8",
        },
        {
            index: "87212",
            city: "Придорожное",
            address: "ул. Ленина, 6",
        },
        {
            index: "87643",
            city: "Приморское",
            address: "ул. Советская, 5",
        },
        {
            index: "85773",
            city: "Прохоровка",
            address: "ул. Центральная, 55",
        },
        {
            index: "86192",
            city: "Пятиполье",
            address: "ул. Пономаренко, 38",
        },
        {
            index: "85759",
            city: "Равнополь",
            address: "ул. Донецкая, 37",
        },
        {
            index: "85532",
            city: "Раздольное",
            address: "ул. Школьная, 19",
        },
        {
            index: "87252",
            city: "Раздольное",
            address: "ул. Радяньска, 86",
        },
        {
            index: "85544",
            city: "Разлив",
            address: "ул. Центральная, 32",
        },
        {
            index: "84186",
            city: "Рай-Александровка",
            address: "ул. Школьная, 63",
        },
        {
            index: "84150",
            city: "Райгородок",
            address: "пров. Восточный, 8А",
        },
        {
            index: "84291",
            city: "Райское",
            address: "ул. Дорошенко, 1",
        },
        {
            index: "86691",
            city: "Рассыпное",
            address: "ул. Чекистов, 9",
        },
        {
            index: "87021",
            city: "Республика",
            address: "ул. Центральная,1",
        },
        {
            index: "85310",
            city: "Родинское",
            address: "ул. Мира, 12",
        },
        {
            index: "85311",
            city: "Родинское",
            address: "ул. Пушкина, 8",
        },
        {
            index: "84540",
            city: "Роздоловка",
            address: "ул. Мира, 25",
        },
        {
            index: "86221",
            city: "Розовка",
            address: "ул. Щорса, 4",
        },
        {
            index: "84411",
            city: "Рубцы",
            address: "ул. Центральная, 18",
        },
        {
            index: "85731",
            city: "Рыбинское",
            address: "ул. Центральная, 1",
        },
        {
            index: "86484",
            city: "Савельевка",
            address: "ул. Маяковского, 5",
        },
        {
            index: "86250",
            city: "Садовое",
            address: "ул. Первомайская, 4",
        },
        {
            index: "87630",
            city: "Самойлово",
            address: "ул. 60 лет Октября, б/н",
        },
        {
            index: "87220",
            city: "Сарабаш",
            address: "ул. Октябрьская, 3",
        },
        {
            index: "87592",
            city: "Сартана",
            address: "ул. Лафазана, 34",
        },
        {
            index: "87651",
            city: "Саханка",
            address: "ул. Вартазарова, 4",
        },
        {
            index: "84792",
            city: "Светлодарск",
            address: "просп. Мира, 5А",
        },
        {
            index: "85770",
            city: "Свободне",
            address: "ул. Центральная, 56",
        },
        {
            index: "85020",
            city: "Святогоровка",
            address: "пров. Почтовый, 15",
        },
        {
            index: "84130",
            city: "Святогорск",
            address: "ул. Мазепы Ивана, 44",
        },
        {
            index: "85275",
            city: "Северное",
            address: "ул. Новая, 2",
        },
        {
            index: "85286",
            city: "Северное",
            address: "ул. Школьная, 15",
        },
        {
            index: "86583",
            city: "Северное",
            address: "ул. Цветки, 37",
        },
        {
            index: "86584",
            city: "Северное",
            address: "ул. Цветки, 1",
        },
        {
            index: "84522",
            city: "Северск",
            address: "ул. Почтовая, 5",
        },
        {
            index: "84523",
            city: "Северск",
            address: "ул. Суворова, 28",
        },
        {
            index: "87632",
            city: "Седово",
            address: "ул. Калинина, 9",
        },
        {
            index: "85400",
            city: "Селидово",
            address: "ул. Карла Маркса, 33",
        },
        {
            index: "85401",
            city: "Селидово",
            address: "ул. Воинов Интернационалистов, 11/3",
        },
        {
            index: "84191",
            city: "Сергеевка",
            address: "ул. Парковая, 11",
        },
        {
            index: "85332",
            city: "Сергеевка",
            address: "ул. Почтовая, 25А",
        },
        {
            index: "84516",
            city: "Серебрянка",
            address: "ул. Школьная, 15",
        },
        {
            index: "84141",
            city: "Сидорово",
            address: "ул. Первомайская, 20",
        },
        {
            index: "84101",
            city: "Славянск",
            address: "ул. Донская, 9",
        },
        {
            index: "84102",
            city: "Славянск",
            address: "ул. Дарвина, 17",
        },
        {
            index: "84105",
            city: "Славянск",
            address: "ул. Новый Быт, 30",
        },
        {
            index: "84107",
            city: "Славянск",
            address: "ул. Изюмская, 90",
        },
        {
            index: "84108",
            city: "Славянск",
            address: "ул. Каспийская, 27",
        },
        {
            index: "84109",
            city: "Славянск",
            address: "ул. Комяхова, 42",
        },
        {
            index: "84110",
            city: "Славянск",
            address: "ул. Лізенка, 1",
        },
        {
            index: "84111",
            city: "Славянск",
            address: "ул. Голиковский, 1",
        },
        {
            index: "84115",
            city: "Славянск",
            address: "пров. Лисичанский, 1",
        },
        {
            index: "84116",
            city: "Славянск",
            address: "ул. Олимпийская, 5",
        },
        {
            index: "84118",
            city: "Славянск",
            address: "пров. Оскольский, 1",
        },
        {
            index: "84121",
            city: "Славянск",
            address: "ул. Парковая, 1А",
        },
        {
            index: "84122",
            city: "Славянск",
            address: "ул. Свободы, 1",
        },
        {
            index: "86501",
            city: "Снежное",
            address: "ул. Менделеева, 26",
        },
        {
            index: "86503",
            city: "Снежное",
            address: "ул. Токарева, 8",
        },
        {
            index: "86508",
            city: "Снежное",
            address: "ул. Феоктистова, 17",
        },
        {
            index: "86510",
            city: "Снежное",
            address: "ул. Советская, 81",
        },
        {
            index: "86570",
            city: "Снежное",
            address: "ул. Гагарина, 38",
        },
        {
            index: "86579",
            city: "Снежное",
            address: "ул. Гагарина, 38",
        },
        {
            index: "86200",
            city: "Снежное",
            address: "ул. Гагарина, 38",
        },
        {
            index: "84545",
            city: "Соледар",
            address: "ул. Парковая, 1а",
        },
        {
            index: "84546",
            city: "Соледар",
            address: "ул. Залівського, 39",
        },
        {
            index: "84547",
            city: "Соледар",
            address: "ул. Парижской Коммуны, 21А",
        },
        {
            index: "85782",
            city: "Солнечное",
            address: "ул. Мира, 26",
        },
        {
            index: "85374",
            city: "Солнцевка",
            address: "ул. Прокофьева, 2",
        },
        {
            index: "87262",
            city: "Солнцево",
            address: "ул. Ленина, 5",
        },
        {
            index: "86450",
            city: "Софиевка",
            address: "ул. Маяковского, 5",
        },
        {
            index: "86451",
            city: "Софиевка",
            address: "ул. Юбилейная, 9",
        },
        {
            index: "86452",
            city: "Софиевка",
            address: "ул. Маяковского, 5",
        },
        {
            index: "85171",
            city: "Софиевка",
            address: "ул. Дружбы, 4",
        },
        {
            index: "86080",
            city: "Спартак",
            address: "ул. Центральная, 1",
        },
        {
            index: "84037",
            city: "Спаско-Михайловка",
            address: "ул. Центральная, 1",
        },
        {
            index: "85145",
            city: "Старая Николаевка",
            address: "ул. Садовая, 44А",
        },
        {
            index: "87201",
            city: "Старобешево",
            address: "просп. Донецкий, 15",
        },
        {
            index: "87202",
            city: "Старобешево",
            address: "ул. Советская, 64",
        },
        {
            index: "84031",
            city: "Староварваровка",
            address: "ул. Большая Садовая, 7",
        },
        {
            index: "87110",
            city: "Староигнатьевка",
            address: "ул. Школьная, 53",
        },
        {
            index: "87111",
            city: "Староласпа",
            address: "ул. Ленина, 43А",
        },
        {
            index: "85529",
            city: "Старомайорское",
            address: "ул. Кооперативная, 14",
        },
        {
            index: "85635",
            city: "Старомихайловка",
            address: "ул. Ленина, 1",
        },
        {
            index: "85527",
            city: "Старомлыновка",
            address: "ул. Центральная, 97",
        },
        {
            index: "87591",
            city: "Старый Крым",
            address: "ул. Каштановая, 47Б",
        },
        {
            index: "86233",
            city: "Стежковское",
            address: "ул. Октябрьская, 13",
        },
        {
            index: "87320",
            city: "Степано-Крынка",
            address: "ул. Садовая, 1",
        },
        {
            index: "84043",
            city: "Степановка",
            address: "ул. Почтовая, 1",
        },
        {
            index: "86260",
            city: "Степановка",
            address: "ул. Строїтельна, 1",
        },
        {
            index: "85141",
            city: "Степановка",
            address: "ул. Цветочная, 7",
        },
        {
            index: "85657",
            city: "Степное",
            address: "ул. Шевченко ,2в",
        },
        {
            index: "85751",
            city: "Степное",
            address: "ул. Центральная, 22",
        },
        {
            index: "85780",
            city: "Стретенка",
            address: "ул. Центральная, 32",
        },
        {
            index: "87243",
            city: "Строитель",
            address: "ул. Победы, 18",
        },
        {
            index: "87221",
            city: "Стыла",
            address: "ул. Искры, 1А",
        },
        {
            index: "85279",
            city: "Сухая Балка",
            address: "ул. Мира, 1",
        },
        {
            index: "87584",
            city: "Талаковка",
            address: "ул. Соборная, 235",
        },
        {
            index: "84197",
            city: "Татьяновка",
            address: "ул. Центральная, 37",
        },
        {
            index: "87020",
            city: "Темрюк",
            address: "ул. Школьная, 23",
        },
        {
            index: "84417",
            city: "Терны",
            address: "ул. Мира, 80",
        },
        {
            index: "87047",
            city: "Тополиное",
            address: "ул. Школьная, 11",
        },
        {
            index: "85200",
            city: "Торецк",
            address: "ул. Маяковского, 29",
        },
        {
            index: "85206",
            city: "Торецк",
            address: "ул. Лесная, 14",
        },
        {
            index: "85207",
            city: "Торецк",
            address: "просп. Шахтеров, 26",
        },
        {
            index: "84444",
            city: "Торское",
            address: "ул. Родниковая, 22",
        },
        {
            index: "85170",
            city: "Торское",
            address: "ул. Юбилейная, 25",
        },
        {
            index: "86790",
            city: "Троицко-Харцызск",
            address: "ул. Октябрьская, 2",
        },
        {
            index: "86481",
            city: "Углегорск",
            address: "ул. Некрасова, 14",
        },
        {
            index: "86483",
            city: "Углегорск",
            address: "ул. Дружбы, 18",
        },
        {
            index: "85670",
            city: "Угледар",
            address: "ул. 13 Десантников, 21",
        },
        {
            index: "85329",
            city: "Удачное",
            address: "ул. Железнодорожная, 53",
        },
        {
            index: "85485",
            city: "Украинск",
            address: "ул. Первомайская, 24",
        },
        {
            index: "87455",
            city: "Урзуф",
            address: "ул. Центральная, 64",
        },
        {
            index: "87371",
            city: "Успенка",
            address: "ул. Октябрьская, 71А",
        },
        {
            index: "85608",
            city: "Успеновка",
            address: "ул. Центральная, 37А",
        },
        {
            index: "86702",
            city: "Харцызск",
            address: "ул. Шалимова, 4",
        },
        {
            index: "86703",
            city: "Харцызск",
            address: "ул. Патона, 24",
        },
        {
            index: "86704",
            city: "Харцызск",
            address: "ул. Адамця, 48",
        },
        {
            index: "86706",
            city: "Харцызск",
            address: "м-р Металлургов, 4",
        },
        {
            index: "86709",
            city: "Харцызск",
            address: "ул. Октябрьская, 84",
        },
        {
            index: "85715",
            city: "Хлебодаровка",
            address: "ул. Центральная, 17",
        },
        {
            index: "86193",
            city: "Холодное",
            address: "ул. Шевченко, 1А",
        },
        {
            index: "87620",
            city: "Хомутово",
            address: "ул. Ленина, 19",
        },
        {
            index: "87612",
            city: "Хрещатицкое",
            address: "пров. Советский, 1",
        },
        {
            index: "85486",
            city: "Цукурино",
            address: "ул. Центральная, 10А",
        },
        {
            index: "84551",
            city: "Часов Яр",
            address: "ул. Почтовая, 5",
        },
        {
            index: "84552",
            city: "Часов Яр",
            address: "ул. Циолковского, 15",
        },
        {
            index: "84553",
            city: "Часов Яр",
            address: "ул. Образцова, 4",
        },
        {
            index: "84162",
            city: "Черкасское",
            address: "ул. Шевченко, 17",
        },
        {
            index: "87142",
            city: "Чермалык",
            address: "ул. Мира, 19",
        },
        {
            index: "86600",
            city: "Чистяковое",
            address: "ул. Николаева, 47",
        },
        {
            index: "86601",
            city: "Чистяковое",
            address: "ул. Фабричная, 24",
        },
        {
            index: "86603",
            city: "Чистяковое",
            address: "ул. Чайковского, 5",
        },
        {
            index: "86604",
            city: "Чистяковое",
            address: "ул. Катанаєва, 14",
        },
        {
            index: "86605",
            city: "Чистяковое",
            address: "ул. Кронштадтская, 25",
        },
        {
            index: "86606",
            city: "Чистяковое",
            address: "м-р 30 лет Победы, 31",
        },
        {
            index: "86607",
            city: "Чистяковое",
            address: "ул. Жуковского, 3",
        },
        {
            index: "86609",
            city: "Чистяковое",
            address: "ул. Косарева, 4",
        },
        {
            index: "86617",
            city: "Чистяковое",
            address: "м-р Микрорайон 4, 27",
        },
        {
            index: "86695",
            city: "Чистяковое",
            address: "ул. Индустриальная, 8",
        },
        {
            index: "84380",
            city: "Шабельковка",
            address: "ул. Волгодонска, 85",
        },
        {
            index: "84430",
            city: "Шандрыголово",
            address: "ул. Гутченко, 161",
        },
        {
            index: "85050",
            city: "Шаховое",
            address: "ул. Чернявского, 13",
        },
        {
            index: "86207",
            city: "Шахтерск",
            address: "ул. Терешковой, 89",
        },
        {
            index: "86211",
            city: "Шахтерск",
            address: "ул. Ленина, 18",
        },
        {
            index: "86202",
            city: "Шахтерск",
            address: "ул. Филатова, 1",
        },
        {
            index: "86203",
            city: "Шахтерск",
            address: "ул. Крупской, 40",
        },
        {
            index: "86204",
            city: "Шахтерск",
            address: "ул. Партизанская, 5",
        },
        {
            index: "86205",
            city: "Шахтерск",
            address: "ул. Ленинградская, 13",
        },
        {
            index: "86206",
            city: "Шахтерск",
            address: "ул. Шоссейная, 1",
        },
        {
            index: "85560",
            city: "Шахтёрское",
            address: "ул. Почтовая, 30",
        },
        {
            index: "85507",
            city: "Шевченко",
            address: "ул. Шевченко, 5",
        },
        {
            index: "87152",
            city: "Шевченко",
            address: "ул. Мира, 34А",
        },
        {
            index: "85316",
            city: "Шевченко",
            address: "ул. Спортивная, 2",
        },
        {
            index: "86792",
            city: "Широкое",
            address: "ул. Вокзальная, 2А",
        },
        {
            index: "85287",
            city: "Щербиновка",
            address: "ул. Заречная, 21",
        },
        {
            index: "84453",
            city: "Щурово",
            address: "ул. Соборная, 1",
        },
        {
            index: "87454",
            city: "Юрьевка",
            address: "ул. Набережная, б/н",
        },
        {
            index: "85144",
            city: "Яблоневка",
            address: "ул. Центральная, 124",
        },
        {
            index: "84542",
            city: "Яковлевка",
            address: "ул. Донецкая, 5",
        },
        {
            index: "87450",
            city: "Ялта",
            address: "ул. Греческая, 35",
        },
        {
            index: "84461",
            city: "Ямполь",
            address: "ул. Леваневского, 3",
        },
        {
            index: "84432",
            city: "Яровая",
            address: "ул. Кооперативная, 7",
        },
        {
            index: "86000",
            city: "Ясиноватая",
            address: "ул. Пушкина, 12",
        },
        {
            index: "86001",
            city: "Ясиноватая",
            address: "ул. Машиностроителей, 13",
        },
        {
            index: "86004",
            city: "Ясиноватая",
            address: "ул. Чайковского, 3",
        },
        {
            index: "86006",
            city: "Ясиноватая",
            address: "кв-л 103, 21",
        },
        {
            index: "86007",
            city: "Ясиноватая",
            address: "м-р № 3, 4",
        },
        {
            index: "86008",
            city: "Ясиноватая",
            address: "м-р Зорька, 1",
        },
        {
            index: "86033",
            city: "Ясиноватая",
            address: "ул. Орджоникидзе, 124А",
        },
        {
            index: "86181",
            city: "Ясиновка",
            address: "ул. Советская, 61",
        },
        {
            index: "84391",
            city: "Ясногорка",
            address: "пров. Воркутинский, 4",
        },
        {
            index: "85747",
            city: "Ясное",
            address: "ул. Ленина, 32",
        },
        {
            index: "84410",
            city: "Яцковка",
            address: "ул. Мира, 37",
        },
    ],
    Житомирська: [
        {
            index: "11254",
            city: "Андриевичи",
            address: "ул. Шевченко, 7",
        },
        {
            index: "13539",
            city: "Андрушки",
            address: "ул. Заводская, 50А",
        },
        {
            index: "13401",
            city: "Андрушовка",
            address: "пл. Тараса Шевченко, 2",
        },
        {
            index: "13402",
            city: "Андрушовка",
            address: "ул. Титова, 9",
        },
        {
            index: "13414",
            city: "Антополь",
            address: "ул. Центральная, 23",
        },
        {
            index: "13225",
            city: "Бабушки",
            address: "ул. Центральная, 5",
        },
        {
            index: "11438",
            city: "Базар",
            address: "ул. Покровская,6",
        },
        {
            index: "12701",
            city: "Барановка",
            address: "ул. Звягельська, 3",
        },
        {
            index: "12702",
            city: "Барановка",
            address: "ул. Заречная, 10",
        },
        {
            index: "11255",
            city: "Бараши",
            address: "ул. Героев Майдана,1",
        },
        {
            index: "11124",
            city: "Бегунь",
            address: "ул. Механизаторов, 6",
        },
        {
            index: "12326",
            city: "Бежов",
            address: "ул. Шевченко, 45",
        },
        {
            index: "12213",
            city: "Белая Криница",
            address: "ул. Центральная, 55",
        },
        {
            index: "11564",
            city: "Белка",
            address: "ул. Леси Украинки, 1",
        },
        {
            index: "13517",
            city: "Белки",
            address: "ул. Птицына, 3",
        },
        {
            index: "11055",
            city: "Белокоровичи",
            address: "ул. Шевченко, 37",
        },
        {
            index: "13301",
            city: "Бердичев",
            address: "ул. Винницкая, 28/1",
        },
        {
            index: "13302",
            city: "Бердичев",
            address: "ул. Одесская, 40/1",
        },
        {
            index: "13303",
            city: "Бердичев",
            address: "ул. Житомирская, 115",
        },
        {
            index: "13304",
            city: "Бердичев",
            address: "ул. Красная, 26",
        },
        {
            index: "13306",
            city: "Бердичев",
            address: "пл. Привокзальная, 1",
        },
        {
            index: "13307",
            city: "Бердичев",
            address: "ул. Газопроводная, 21А",
        },
        {
            index: "13308",
            city: "Бердичев",
            address: "ул. Казацкая, 3",
        },
        {
            index: "13312",
            city: "Бердичев",
            address: "ул. Житомирская, 53",
        },
        {
            index: "13139",
            city: "Березовка",
            address: "ул. Центральная, 16",
        },
        {
            index: "12409",
            city: "Березовка",
            address: "ул. Петра Потапенко, 3",
        },
        {
            index: "13651",
            city: "Березянка",
            address: "ул. Школьная, 2",
        },
        {
            index: "12733",
            city: "Берестовка",
            address: "ул. Шоссейная,1",
        },
        {
            index: "13265",
            city: "Беспечная",
            address: "ул. Центральная, 20",
        },
        {
            index: "13638",
            city: "Билиловка",
            address: "ул. Троицкая, 14",
        },
        {
            index: "12521",
            city: "Бильковцы",
            address: "ул. Центральная, 41",
        },
        {
            index: "13153",
            city: "Бичева",
            address: "ул. Центральная, 41",
        },
        {
            index: "11323",
            city: "Бовсуны",
            address: "ул. Центральная, 79",
        },
        {
            index: "12413",
            city: "Болярка",
            address: "ул. Школьная, 16",
        },
        {
            index: "11528",
            city: "Бондаревка",
            address: "ул. Мира, 37",
        },
        {
            index: "11152",
            city: "Бондари",
            address: "ул. Заводская, б/н",
        },
        {
            index: "13123",
            city: "Борушковцы",
            address: "ул. Михайловская, 53",
        },
        {
            index: "12251",
            city: "Борщов",
            address: "ул. Центральная, 55",
        },
        {
            index: "13444",
            city: "Бровки Первые",
            address: "ул. Железнодорожная, 13",
        },
        {
            index: "11711",
            city: "Броницкая Гута",
            address: "ул. Леси Украинки, 6",
        },
        {
            index: "12601",
            city: "Брусилов",
            address: "ул. Митрополита Илариона, 45",
        },
        {
            index: "13213",
            city: "Будичаны",
            address: "ул. Бричника, 2Г",
        },
        {
            index: "13259",
            city: "Бурковцы",
            address: "ул. Центральная, 7",
        },
        {
            index: "13365",
            city: "Буряки",
            address: "ул. Шевченко, 5",
        },
        {
            index: "11056",
            city: "Бучманы",
            address: "ул. Садовая,1",
        },
        {
            index: "13012",
            city: "Быковка",
            address: "ул. Мира, 8",
        },
        {
            index: "13329",
            city: "Быстрик",
            address: "ул. Шевченко, 17",
        },
        {
            index: "13635",
            city: "Быстрик",
            address: "ул. Матвийчука, 9",
        },
        {
            index: "13246",
            city: "Вакуленчук",
            address: "ул. отсутствует, б/н",
        },
        {
            index: "13541",
            city: "Василевка",
            address: "ул. Паценка, 38",
        },
        {
            index: "11522",
            city: "Васьковцы",
            address: "ул. Первомайская, 20",
        },
        {
            index: "11767",
            city: "Великая Горбаша",
            address: "ул. Победы, 25",
        },
        {
            index: "13361",
            city: "Великая Пятигорка",
            address: "ул. Мира, 31",
        },
        {
            index: "12242",
            city: "Великая Рача",
            address: "ул. Полесская, 15",
        },
        {
            index: "11161",
            city: "Великая Фосня",
            address: "ул. Центральная, б/н",
        },
        {
            index: "11150",
            city: "Великая Хайча",
            address: "ул. Ващука, 47Б",
        },
        {
            index: "11117",
            city: "Великая Черниговка",
            address: "ул. Житомирская, 6",
        },
        {
            index: "13240",
            city: "Великие Коровинцы",
            address: "ул. Терещенко, 11",
        },
        {
            index: "13416",
            city: "Великие Мошковцы",
            address: "ул. Молодежная, 3",
        },
        {
            index: "13349",
            city: "Великие Низгурцы",
            address: "ул. Королева, 1",
        },
        {
            index: "11331",
            city: "Великий Дивлин",
            address: "ул. Центральная, 47",
        },
        {
            index: "12050",
            city: "Великий Луг",
            address: "ул. Мира, 1",
        },
        {
            index: "11749",
            city: "Великий Молодьков",
            address: "ул. Соборная, 2А",
        },
        {
            index: "12212",
            city: "Веприн",
            address: "ул. Стадионная, 30",
        },
        {
            index: "13615",
            city: "Вербовка",
            address: "ул. Демчука, 3",
        },
        {
            index: "12401",
            city: "Вересы",
            address: "ул. Покровская, 16В",
        },
        {
            index: "12450",
            city: "Вертокиевка",
            address: "ул. Мира, 37",
        },
        {
            index: "13613",
            city: "Верховня",
            address: "ул. Мира, 4",
        },
        {
            index: "11536",
            city: "Веселовка",
            address: "ул. Леси Украинки, 12А",
        },
        {
            index: "12334",
            city: "Вильск",
            address: "ул. Житомирская, 37",
        },
        {
            index: "12730",
            city: "Вирля",
            address: "ул. Центральная, 2",
        },
        {
            index: "13633",
            city: "Вишневое",
            address: "ул. Заречье, 1",
        },
        {
            index: "11616",
            city: "Владовка",
            address: "ул. Шевченко, 47",
        },
        {
            index: "12624",
            city: "Водотии",
            address: "ул. Центральная, 23",
        },
        {
            index: "13424",
            city: "Волица",
            address: "ул. Житомирская, 105",
        },
        {
            index: "13411",
            city: "Волосов",
            address: "ул. Кооперативная, 1А",
        },
        {
            index: "13634",
            city: "Вольнополье",
            address: "ул. Шевченко, 17",
        },
        {
            index: "13042",
            city: "Врублевка",
            address: "ул. Любарская,31",
        },
        {
            index: "13607",
            city: "Вчерайше",
            address: "ул. Бердичевская, 24",
        },
        {
            index: "11553",
            city: "Выгов",
            address: "ул. Первомайская,15",
        },
        {
            index: "12313",
            city: "Выдыбор",
            address: "ул. Центральная, 19",
        },
        {
            index: "12427",
            city: "Высокая Печь",
            address: "ул. Воронкіна, 5",
        },
        {
            index: "12426",
            city: "Высокая Печь",
            address: "ул. Чудновская, 2",
        },
        {
            index: "12341",
            city: "Высокое",
            address: "ул. Плакидіна, 7",
        },
        {
            index: "11611",
            city: "Вышев",
            address: "пров. Дружбы, 2",
        },
        {
            index: "12214",
            city: "Вышевичи",
            address: "ул. Мира, 4",
        },
        {
            index: "12404",
            city: "Гадзинка",
            address: "ул. Житомирская, 3",
        },
        {
            index: "13250",
            city: "Галиевка",
            address: "ул. Заводская, 20",
        },
        {
            index: "13430",
            city: "Гальчин",
            address: "ул. Королева, 109",
        },
        {
            index: "13322",
            city: "Гальчин",
            address: "ул. Центральная, 53А",
        },
        {
            index: "13345",
            city: "Гардышевка",
            address: "ул. Гагарина, 8",
        },
        {
            index: "13107",
            city: "Гизовщина",
            address: "ул. Школьная, 1",
        },
        {
            index: "11115",
            city: "Гладковичи",
            address: "ул. Почтовая, 6",
        },
        {
            index: "13118",
            city: "Глезно",
            address: "ул. Центральная, 19",
        },
        {
            index: "13415",
            city: "Глиновцы",
            address: "пл. Мира, 1",
        },
        {
            index: "12403",
            city: "Глубочица",
            address: "ул. Киевская, 156",
        },
        {
            index: "13008",
            city: "Годыха",
            address: "ул. Мира, 14",
        },
        {
            index: "12464",
            city: "Головенка",
            address: "ул. Школьная, 325",
        },
        {
            index: "12324",
            city: "Головино",
            address: "ул. Октябрьская, 9",
        },
        {
            index: "13629",
            city: "Голубовка",
            address: "ул. Колхозная, 2",
        },
        {
            index: "12307",
            city: "Горбулев",
            address: "ул. Первого Мая, 1",
        },
        {
            index: "13047",
            city: "Гордеевка",
            address: "ул. Сельская, 2",
        },
        {
            index: "11125",
            city: "Городец",
            address: "ул. Центральная, 9",
        },
        {
            index: "13450",
            city: "Городковка",
            address: "ул. Школьная, 1",
        },
        {
            index: "11714",
            city: "Городница",
            address: "ул. Ватутина, 8",
        },
        {
            index: "12265",
            city: "Городок",
            address: "ул. Почтовая, 23",
        },
        {
            index: "13648",
            city: "Городок",
            address: "ул. Колхозная, 17",
        },
        {
            index: "12347",
            city: "Городыще",
            address: "ул. Мира, 1А",
        },
        {
            index: "11560",
            city: "Горщик",
            address: "ул. Центральная, 31",
        },
        {
            index: "11633",
            city: "Гранитное",
            address: "ул. Согласия,11",
        },
        {
            index: "13337",
            city: "Гришковцы",
            address: "ул. Добровольческих батальонов, 6",
        },
        {
            index: "11541",
            city: "Грозино",
            address: "ул. Школьная, 8",
        },
        {
            index: "12139",
            city: "Грушки",
            address: "ул. Мира, 32",
        },
        {
            index: "12442",
            city: "Гуйва",
            address: "ул. Бердичевская, 1",
        },
        {
            index: "11782",
            city: "Гульск",
            address: "ул. Варшавская, 7",
        },
        {
            index: "11529",
            city: "Гулянка",
            address: "ул. Молодежная, 4",
        },
        {
            index: "12355",
            city: "Гуменники",
            address: "ул. Ящука, 1",
        },
        {
            index: "12143",
            city: "Давыдовка",
            address: "ул. Садовая, 1",
        },
        {
            index: "12124",
            city: "Дашинка",
            address: "ул. Мира, 44",
        },
        {
            index: "12447",
            city: "Дворец",
            address: "ул. Петровского, 122",
        },
        {
            index: "12422",
            city: "Дениши",
            address: "ул. Чудновская, 1",
        },
        {
            index: "13637",
            city: "Дергановка",
            address: "ул. Центральная, 18",
        },
        {
            index: "12107",
            city: "Добрынь",
            address: "ул. Шевченко, 41",
        },
        {
            index: "12724",
            city: "Довбыш",
            address: "ул. Полесская, 16",
        },
        {
            index: "11023",
            city: "Дружба",
            address: "ул. Независимая, 4",
        },
        {
            index: "12736",
            city: "Дубровка",
            address: "ул. Адмирала Левченко, 125",
        },
        {
            index: "13211",
            city: "Дубыще",
            address: "ул. Мира, 64",
        },
        {
            index: "11201",
            city: "Емильчино",
            address: "ул. Соборная, 31",
        },
        {
            index: "13509",
            city: "Ерчики",
            address: "ул. Шевченко, 16",
        },
        {
            index: "12306",
            city: "Жадьки",
            address: "ул. Первомайская, 1",
        },
        {
            index: "13248",
            city: "Жеребки",
            address: "ул. Центральная, 1",
        },
        {
            index: "11309",
            city: "Жеревцы",
            address: "ул. Школьная, 24",
        },
        {
            index: "13108",
            city: "Житомир",
            address: "ул. Витрука, 1",
        },
        {
            index: "12435",
            city: "Житомир",
            address: "ул. Витрука,1",
        },
        {
            index: "13126",
            city: "Житомир",
            address: "ул. Витрука,1",
        },
        {
            index: "13507",
            city: "Житомир",
            address: "ул. Витрука, 1",
        },
        {
            index: "13528",
            city: "Житомир",
            address: "ул. Витрука, 1",
        },
        {
            index: "12215",
            city: "Житомир",
            address: "ул. Витрука, 1",
        },
        {
            index: "12216",
            city: "Житомир",
            address: "ул. Витрука, 1",
        },
        {
            index: "12218",
            city: "Житомир",
            address: "ул. Витрука, 1",
        },
        {
            index: "13540",
            city: "Житомир",
            address: "ул. Витрука,1",
        },
        {
            index: "12252",
            city: "Житомир",
            address: "ул. Витрука, 1",
        },
        {
            index: "10001",
            city: "Житомир",
            address: "ул. Витрука, 1",
        },
        {
            index: "10002",
            city: "Житомир",
            address: "ул. Большая Бердичевская, 69",
        },
        {
            index: "12267",
            city: "Житомир",
            address: "ул. Витрука,1",
        },
        {
            index: "10003",
            city: "Житомир",
            address: "пл. Короленко, 4",
        },
        {
            index: "10004",
            city: "Житомир",
            address: "просп. Мира, 61/2",
        },
        {
            index: "10005",
            city: "Житомир",
            address: "ул. Чудновская, 105",
        },
        {
            index: "10006",
            city: "Житомир",
            address: "ул. Радывыловский, 82",
        },
        {
            index: "10007",
            city: "Житомир",
            address: "ул. Коростышевская, 9",
        },
        {
            index: "10008",
            city: "Житомир",
            address: "ул. Святослава Рихтера, 12/5",
        },
        {
            index: "10009",
            city: "Житомир",
            address: "ул. Витрука, 55",
        },
        {
            index: "10010",
            city: "Житомир",
            address: "ул. Вокзальная, 5",
        },
        {
            index: "10011",
            city: "Житомир",
            address: "ул. Бориса Тена, 3",
        },
        {
            index: "10012",
            city: "Житомир",
            address: "ул. Гоголевская, 15",
        },
        {
            index: "10014",
            city: "Житомир",
            address: "ул. Киевская, 20",
        },
        {
            index: "10015",
            city: "Житомир",
            address: "Площадь Согласия, 3/75",
        },
        {
            index: "10018",
            city: "Житомир",
            address: "ул. Победы,2",
        },
        {
            index: "10019",
            city: "Житомир",
            address: "пров. Бумажный, 14",
        },
        {
            index: "10020",
            city: "Житомир",
            address: "просп. Мира, 4",
        },
        {
            index: "10024",
            city: "Житомир",
            address: "ул. Шевченко, 102",
        },
        {
            index: "10025",
            city: "Житомир",
            address: "ул. Королева, 46",
        },
        {
            index: "10028",
            city: "Житомир",
            address: "путь Вильский, 201",
        },
        {
            index: "13013",
            city: "Житомир",
            address: "ул. Витрука,1",
        },
        {
            index: "10029",
            city: "Житомир",
            address: "ул. Хлебная, 28",
        },
        {
            index: "10030",
            city: "Житомир",
            address: "ул. Киевская, 53",
        },
        {
            index: "10031",
            city: "Житомир",
            address: "ул. Покровская, 139",
        },
        {
            index: "13022",
            city: "Житомир",
            address: "ул. Витрука, 1",
        },
        {
            index: "10501",
            city: "Житомир",
            address: "ул. Киевская, 53",
        },
        {
            index: "12410",
            city: "Житомир",
            address: "ул. Витрука,1",
        },
        {
            index: "12423",
            city: "Житомир",
            address: "ул. Витрука,1",
        },
        {
            index: "11765",
            city: "Жолобное",
            address: "ул. Шевченко,13",
        },
        {
            index: "11042",
            city: "Жубровичи",
            address: "ул. Шевченко, 17",
        },
        {
            index: "12234",
            city: "Заболоть",
            address: "ул. Центральная, 10",
        },
        {
            index: "12344",
            city: "Забродье",
            address: "ул. Черняховская, 1",
        },
        {
            index: "11431",
            city: "Закусилы",
            address: "ул. Кресто-Воздвиженская, 13",
        },
        {
            index: "11413",
            city: "Залесье",
            address: "ул. Гагарина, 3",
        },
        {
            index: "11006",
            city: "Замысловичи",
            address: "ул. Княгини Ольги, 59",
        },
        {
            index: "12240",
            city: "Заньки",
            address: "ул. Лесная, 15",
        },
        {
            index: "12440",
            city: "Заречаны",
            address: "ул. Школьная, 1",
        },
        {
            index: "13425",
            city: "Зарубинцы",
            address: "ул. Первомайская, 41",
        },
        {
            index: "13606",
            city: "Зарудинцы",
            address: "ул. Железнодорожная, 37",
        },
        {
            index: "12732",
            city: "Зеремля",
            address: "ул. Зеленая, 2",
        },
        {
            index: "11035",
            city: "Зольня",
            address: "ул. Молодежная, 15",
        },
        {
            index: "12335",
            city: "Зороков",
            address: "ул. Победы, 49",
        },
        {
            index: "11043",
            city: "Зубковичи",
            address: "ул. Житомирская, 41",
        },
        {
            index: "12125",
            city: "Зубринка",
            address: "ул. Пушкина, 22",
        },
        {
            index: "13410",
            city: "Иванков",
            address: "ул. Мельника, 4",
        },
        {
            index: "13371",
            city: "Иванковцы",
            address: "ул. Шевченко, 34",
        },
        {
            index: "12040",
            city: "Ивановичи",
            address: "ул. Соборная, 27",
        },
        {
            index: "11656",
            city: "Ивановка",
            address: "ул. Мищенко, 1",
        },
        {
            index: "12415",
            city: "Ивановка",
            address: "ул. Островского, 59",
        },
        {
            index: "13252",
            city: "Иванополь",
            address: "ул. Независимости, 19",
        },
        {
            index: "13420",
            city: "Ивница",
            address: "ул. Мира, 3",
        },
        {
            index: "11111",
            city: "Игнатполь",
            address: "ул. Александра Василенко, 9",
        },
        {
            index: "12211",
            city: "Ирша",
            address: "ул. Лесная, 1",
        },
        {
            index: "12110",
            city: "Иршанск",
            address: "ул. Гулия, 7",
        },
        {
            index: "11534",
            city: "Каленское",
            address: "ул. Потапова, 66",
        },
        {
            index: "11037",
            city: "Калиновка",
            address: "ул. Леси Украинки, 1",
        },
        {
            index: "11340",
            city: "Калиновка",
            address: "ул. Слободская, 32",
        },
        {
            index: "13436",
            city: "Камени",
            address: "ул. Центральная, 9",
        },
        {
            index: "11028",
            city: "Каменка",
            address: "ул. Набережная, 39",
        },
        {
            index: "12511",
            city: "Каменный Брод",
            address: "ул. Заречная, 8",
        },
        {
            index: "12720",
            city: "Каменный Брод",
            address: "ул. Леси Украинки, 2",
        },
        {
            index: "13040",
            city: "Камень",
            address: "ул. Звездная, 34",
        },
        {
            index: "13630",
            city: "Карабчиев",
            address: "ул. Кооперативная, 1",
        },
        {
            index: "13017",
            city: "Карвиновка",
            address: "ул. Шевченко, 1",
        },
        {
            index: "13235",
            city: "Карповцы",
            address: "ул. Мира, 13",
        },
        {
            index: "12740",
            city: "Кашперовка",
            address: "ул. Леси Украинки, 3",
        },
        {
            index: "13532",
            city: "Квитневе",
            address: "ул. Касьяна Євченка, 1",
        },
        {
            index: "12529",
            city: "Квитневое",
            address: "ул. Партизанская, 96",
        },
        {
            index: "11786",
            city: "Кикова",
            address: "ул. Мира, 12",
        },
        {
            index: "12254",
            city: "Кичкири",
            address: "ул. Путевая, 11",
        },
        {
            index: "11040",
            city: "Кишин",
            address: "ул. Житомирская, 65",
        },
        {
            index: "12327",
            city: "Клетище",
            address: "ул. Мира, 35",
        },
        {
            index: "12526",
            city: "Кмитов",
            address: "ул. Покровская, 42",
        },
        {
            index: "13628",
            city: "Княжики",
            address: "ул. Вишневая, 5",
        },
        {
            index: "12452",
            city: "Кодня",
            address: "ул. Грабовского, 18",
        },
        {
            index: "12519",
            city: "Козиевка",
            address: "ул. Ленина, 40",
        },
        {
            index: "13232",
            city: "Колки",
            address: "ул. Шевченко, 1",
        },
        {
            index: "13038",
            city: "Колодяжное",
            address: "ул. Центральная, 2",
        },
        {
            index: "11790",
            city: "Колодянка",
            address: "ул. Центральная, 8",
        },
        {
            index: "11010",
            city: "Копище",
            address: "ул. Партизанская, 50",
        },
        {
            index: "13506",
            city: "Корнин",
            address: "ул. Славы, 1",
        },
        {
            index: "13514",
            city: "Корнин",
            address: "ул. Соборная, 13",
        },
        {
            index: "11420",
            city: "Коростень",
            address: "ул. Героев Небесной Сотни, 22А",
        },
        {
            index: "11439",
            city: "Коростень",
            address: "ул. Героев Небесной Сотни, 22А",
        },
        {
            index: "11501",
            city: "Коростень",
            address: "ул. Грушевского, 9",
        },
        {
            index: "11502",
            city: "Коростень",
            address: "ул. Каштановая, 4",
        },
        {
            index: "11504",
            city: "Коростень",
            address: "ул. Сергея Кемського, 49",
        },
        {
            index: "11505",
            city: "Коростень",
            address: "ул. Романа Шухевича, 69",
        },
        {
            index: "11506",
            city: "Коростень",
            address: "ул. Вокзальная, 3",
        },
        {
            index: "11507",
            city: "Коростень",
            address: "ул. Князя Владимира, 68",
        },
        {
            index: "11508",
            city: "Коростень",
            address: "ул. Мельника, 14",
        },
        {
            index: "11509",
            city: "Коростень",
            address: "ул. Шатрищанська, 4А",
        },
        {
            index: "11510",
            city: "Коростень",
            address: "шоссе Білокоровицьке, 4",
        },
        {
            index: "11107",
            city: "Коростень",
            address: "ул. Героев Небесной Сотни, 22А",
        },
        {
            index: "11110",
            city: "Коростень",
            address: "ул. Героев Небесной Сотни, 22А",
        },
        {
            index: "11543",
            city: "Коростень",
            address: "ул. Героев Небесной Сотни, 22А",
        },
        {
            index: "11547",
            city: "Коростень",
            address: "ул. Героев Небесной Сотни, 22А",
        },
        {
            index: "11118",
            city: "Коростень",
            address: "ул. Героев Небесной Сотни, 22А",
        },
        {
            index: "11126",
            city: "Коростень",
            address: "ул. Героев Небесной Сотни, 22А",
        },
        {
            index: "11570",
            city: "Коростень",
            address: "ул. Героев Небесной Сотни, 22А",
        },
        {
            index: "11614",
            city: "Коростень",
            address: "ул. Героев Небесной Сотни, 22А",
        },
        {
            index: "11404",
            city: "Коростень",
            address: "ул. Героев Небесной Сотни, 22А",
        },
        {
            index: "11013",
            city: "Коростень",
            address: "ул. Героев Небесной Сотни, 22А",
        },
        {
            index: "12501",
            city: "Коростишев",
            address: "ул. Свято-троицкая, 4",
        },
        {
            index: "12502",
            city: "Коростишев",
            address: "ул. Заречная, 19",
        },
        {
            index: "12504",
            city: "Коростишев",
            address: "ул. Киевская, 113",
        },
        {
            index: "12505",
            city: "Коростишев",
            address: "ул. Гелевея, 99А",
        },
        {
            index: "13121",
            city: "Коростки",
            address: "ул. Любарская, 1А",
        },
        {
            index: "12421",
            city: "Корчак",
            address: "ул. Чудновская, 17",
        },
        {
            index: "13523",
            city: "Котлярка",
            address: "ул. Гагарина, 10",
        },
        {
            index: "12233",
            city: "Котовка",
            address: "ул. Центральная, 10",
        },
        {
            index: "12009",
            city: "Кошелевка",
            address: "ул. Владимирская, 2",
        },
        {
            index: "12120",
            city: "Краевщина",
            address: "ул. Михайловская, 19",
        },
        {
            index: "12109",
            city: "Крапивня",
            address: "ул. Советов, 35",
        },
        {
            index: "11146",
            city: "Красиловка",
            address: "ул. Подкура, б/н",
        },
        {
            index: "12235",
            city: "Красноборка",
            address: "ул. Черновола, 4",
        },
        {
            index: "13229",
            city: "Красногорка",
            address: "ул. Чудновская, 18",
        },
        {
            index: "13542",
            city: "Красногорка",
            address: "ул. Школьная, 4",
        },
        {
            index: "13258",
            city: "Краснополь",
            address: "ул. Центральная, 25",
        },
        {
            index: "13234",
            city: "Красноселка",
            address: "ул. Центральная, 32",
        },
        {
            index: "13350",
            city: "Красовка",
            address: "ул. Мира, 17",
        },
        {
            index: "11329",
            city: "Кремное",
            address: "ул. Центральная, 66",
        },
        {
            index: "13435",
            city: "Криловка",
            address: "ул. Гагарина, 1",
        },
        {
            index: "13623",
            city: "Криловка",
            address: "ул. Молодежная, 5",
        },
        {
            index: "12528",
            city: "Кропывня",
            address: "ул. Шевченко, 1",
        },
        {
            index: "11612",
            city: "Ксаверов",
            address: "ул. Победы, 10",
        },
        {
            index: "11226",
            city: "Кулеши",
            address: "ул. Шевченко, 27",
        },
        {
            index: "12031",
            city: "Курное",
            address: "ул. Центральная,1",
        },
        {
            index: "12609",
            city: "Лазаревка",
            address: "ул. Путевая, 9",
        },
        {
            index: "11424",
            city: "Ласки",
            address: "ул. Романенко, 3",
        },
        {
            index: "12405",
            city: "Левков",
            address: "ул. Героев Украины, 40",
        },
        {
            index: "11134",
            city: "Левковичи",
            address: "ул. Центральная, 2",
        },
        {
            index: "12436",
            city: "Лещин",
            address: "ул. Советов, 21А",
        },
        {
            index: "11319",
            city: "Липники",
            address: "ул. Небесной Сотни, 1",
        },
        {
            index: "11580",
            city: "Лисевщина",
            address: "ул. Шевченко, 19",
        },
        {
            index: "13511",
            city: "Лисовка",
            address: "ул. Харьковская, 2",
        },
        {
            index: "11140",
            city: "Листвин",
            address: "ул. Победы, 1",
        },
        {
            index: "11034",
            city: "Лопатичи",
            address: "ул. Гагарина, 63",
        },
        {
            index: "11301",
            city: "Лугины",
            address: "ул. Героев Небесной Сотни, 3",
        },
        {
            index: "12433",
            city: "Лука",
            address: "ул. Вахнюка генерала, 1",
        },
        {
            index: "11654",
            city: "Луки",
            address: "ул. Школьная, 24",
        },
        {
            index: "11120",
            city: "Лучанки",
            address: "ул. Гора, 2",
        },
        {
            index: "13519",
            city: "Лыпки",
            address: "ул. Липківська, 9",
        },
        {
            index: "13114",
            city: "Лыпне",
            address: "ул. Центральная, 4",
        },
        {
            index: "13101",
            city: "Любар",
            address: "ул. Независимости, 46",
        },
        {
            index: "13426",
            city: "Любимовка",
            address: "ул. Центральная, 59А",
        },
        {
            index: "11036",
            city: "Майдан",
            address: "ул. Национального освобождения, 27",
        },
        {
            index: "12210",
            city: "Макалевичи",
            address: "ул. Центральная, 10",
        },
        {
            index: "13544",
            city: "Макаровка",
            address: "ул. Победы, 1А",
        },
        {
            index: "11535",
            city: "Малая Зубовщина",
            address: "ул. Ярослава Пішеля, 10",
        },
        {
            index: "13453",
            city: "Малая Пятигорка",
            address: "ул. Центральная, 31",
        },
        {
            index: "13608",
            city: "Малая Чернявка",
            address: "ул. Хрустицького, 4",
        },
        {
            index: "11601",
            city: "Малин",
            address: "ул. Грушевского, 20",
        },
        {
            index: "11602",
            city: "Малин",
            address: "ул. Гагарина, 27",
        },
        {
            index: "11603",
            city: "Малин",
            address: "ул. Огиенко, 4",
        },
        {
            index: "11604",
            city: "Малин",
            address: "ул. Огиенко, 65",
        },
        {
            index: "13339",
            city: "Малоселка",
            address: "ул. Центральная, 1",
        },
        {
            index: "13373",
            city: "Маркуши",
            address: "ул. Независимости, 45",
        },
        {
            index: "12725",
            city: "Маряновка",
            address: "ул. Барановская, 8",
        },
        {
            index: "11514",
            city: "Мелени",
            address: "ул. Садовая, 1",
        },
        {
            index: "13429",
            city: "Миньковцы",
            address: "ул. Шевченко, 26",
        },
        {
            index: "12453",
            city: "Миролюбовка",
            address: "ул. Петровского, 2",
        },
        {
            index: "13524",
            city: "Миролюбовка",
            address: "ул. Садовая, 50",
        },
        {
            index: "13033",
            city: "Мирополь",
            address: "ул. Почтовая, 12",
        },
        {
            index: "13341",
            city: "Мирославка",
            address: "ул. Шевченко, 1",
        },
        {
            index: "11523",
            city: "Михайловка",
            address: "ул. Вишняки, 40",
        },
        {
            index: "11130",
            city: "Можары",
            address: "ул. Молодежная,1",
        },
        {
            index: "13247",
            city: "Молочки",
            address: "ул. Мира, 30",
        },
        {
            index: "13650",
            city: "Молчановка",
            address: "ул. Защитников Украины, 1",
        },
        {
            index: "12634",
            city: "Морозовка",
            address: "ул. Мира, 22",
        },
        {
            index: "13441",
            city: "Мостовое",
            address: "ул. Окунева, 28",
        },
        {
            index: "13146",
            city: "Мотовиловка",
            address: "ул. Центральная, 14",
        },
        {
            index: "11310",
            city: "Мыролюбив",
            address: "ул. Заводская, 1",
        },
        {
            index: "11401",
            city: "Народичи",
            address: "ул. Первого Мая, 21",
        },
        {
            index: "11741",
            city: "Наталовка",
            address: "ул. Пушкина, 16",
        },
        {
            index: "11609",
            city: "Недашки",
            address: "ул. Центральная, 25",
        },
        {
            index: "11252",
            city: "Неделище",
            address: "ул. Центральная, 23",
        },
        {
            index: "13639",
            city: "Немиринцы",
            address: "ул. Семинарская, 13",
        },
        {
            index: "13433",
            city: "Нехворощ",
            address: "ул. Центральная, 26Б",
        },
        {
            index: "11210",
            city: "Николаевка",
            address: "ул. Шевченко, 5",
        },
        {
            index: "13324",
            city: "Никоновка",
            address: "ул. Верещака, б/н",
        },
        {
            index: "12113",
            city: "Новая Борова",
            address: "ул. Привокзальная, 7",
        },
        {
            index: "11408",
            city: "Новая Радча",
            address: "ул. Преображенская, 10",
        },
        {
            index: "13120",
            city: "Новая Чертория",
            address: "ул. Независимости, 17",
        },
        {
            index: "13618",
            city: "Новая Чорнорудка",
            address: "ул. Школьная, 7",
        },
        {
            index: "11206",
            city: "Новоград-Волынский",
            address: "ул. Вокзальная, 9А",
        },
        {
            index: "11701",
            city: "Новоград-Волынский",
            address: "пл. Леси Украинки, 3",
        },
        {
            index: "11207",
            city: "Новоград-Волынский",
            address: "ул. Вокзальная, 9А",
        },
        {
            index: "11703",
            city: "Новоград-Волынский",
            address: "ул. Леваневского, 3",
        },
        {
            index: "11706",
            city: "Новоград-Волынский",
            address: "ул. Житомирская, 31",
        },
        {
            index: "11209",
            city: "Новоград-Волынский",
            address: "ул. Вокзальная, 9А",
        },
        {
            index: "11707",
            city: "Новоград-Волынский",
            address: "ул. Пушкина, 9",
        },
        {
            index: "11708",
            city: "Новоград-Волынский",
            address: "ул. Вокзальная, 9Б",
        },
        {
            index: "11710",
            city: "Новоград-Волынский",
            address: "ул. Вокзальная,9А",
        },
        {
            index: "11241",
            city: "Новоград-Волынский",
            address: "ул. Вокзальная, 9А",
        },
        {
            index: "11717",
            city: "Новоград-Волынский",
            address: "ул. Вокзальная, 9А",
        },
        {
            index: "11718",
            city: "Новоград-Волынский",
            address: "ул. Вокзальная, 9А",
        },
        {
            index: "11743",
            city: "Новоград-Волынский",
            address: "ул. Вокзальная,9А",
        },
        {
            index: "11747",
            city: "Новоград-Волынский",
            address: "ул. Вокзальная, 9А",
        },
        {
            index: "12006",
            city: "Новоград-Волынский",
            address: "ул. Вокзальная, 9А",
        },
        {
            index: "12007",
            city: "Новоград-Волынский",
            address: "ул. Вокзальная, 9А",
        },
        {
            index: "12441",
            city: "Новогуйвинское",
            address: "ул. Дружбы народов, 5",
        },
        {
            index: "13419",
            city: "Новоивницкое",
            address: "ул. Лесная, 20",
        },
        {
            index: "11009",
            city: "Новоозерянка",
            address: "ул. Гагарина, 4",
        },
        {
            index: "12333",
            city: "Новополь",
            address: "ул. Пулинська, 1",
        },
        {
            index: "13537",
            city: "Новоселица",
            address: "ул. Молодежная, 1",
        },
        {
            index: "11050",
            city: "Новые Белокоровичи",
            address: "ул. Кооперативная, 3",
        },
        {
            index: "11051",
            city: "Новые Белокоровичи",
            address: "ул. Довженко, 20",
        },
        {
            index: "11144",
            city: "Новые Веледники",
            address: "ул. Садовая, 2",
        },
        {
            index: "11630",
            city: "Новые Воробьи",
            address: "ул. Вишневая, 26",
        },
        {
            index: "12620",
            city: "Новые Озеряны",
            address: "ул. Ніни Сосніної, 20",
        },
        {
            index: "12055",
            city: "Новый Завод",
            address: "ул. Мира, 16",
        },
        {
            index: "13105",
            city: "Новый Любар",
            address: "ул. Бердичевская, 1",
        },
        {
            index: "11154",
            city: "Норинск",
            address: "ул. Центральная, 2А",
        },
        {
            index: "13266",
            city: "Носовкы",
            address: "ул. Центральная, 22",
        },
        {
            index: "12223",
            city: "Облитки",
            address: "ул. Центральная, 1",
        },
        {
            index: "11101",
            city: "Овруч",
            address: "ул. Гетмана Выговского, 4",
        },
        {
            index: "11102",
            city: "Овруч",
            address: "ул. Киевская, 76",
        },
        {
            index: "11104",
            city: "Овруч",
            address: "ул. Белорусская, 2",
        },
        {
            index: "13647",
            city: "Огиевка",
            address: "ул. Центральная, 41",
        },
        {
            index: "13358",
            city: "Озадовка",
            address: "ул. Л.Украинки, 14",
        },
        {
            index: "12432",
            city: "Озерное",
            address: "ул. Авиационная, 56",
        },
        {
            index: "12456",
            city: "Озерянка",
            address: "ул. Пушкина, 1",
        },
        {
            index: "11001",
            city: "Олевск",
            address: "ул. Свято-Николаевская, 28",
        },
        {
            index: "11002",
            city: "Олевск",
            address: "ул. Киевская, 13",
        },
        {
            index: "12402",
            city: "Олиевка",
            address: "ул. Леонида Ступницького, 66",
        },
        {
            index: "13030",
            city: "Ольха",
            address: "ул. Центральная, 1",
        },
        {
            index: "13224",
            city: "Ольшанка",
            address: "ул. Центральная, 55",
        },
        {
            index: "12606",
            city: "Осовцы",
            address: "ул. Кирова, 1",
        },
        {
            index: "11337",
            city: "Остапы",
            address: "ул. Центральная, 2",
        },
        {
            index: "13334",
            city: "Осыково",
            address: "ул. Михайлова, 6",
        },
        {
            index: "12013",
            city: "Очеретянка",
            address: "ул. Шевченко, 23",
        },
        {
            index: "12320",
            city: "Очеретянка",
            address: "ул. Победы, 3",
        },
        {
            index: "13442",
            city: "Павелки",
            address: "ул. Центральная, 1А",
        },
        {
            index: "13508",
            city: "Паволоч",
            address: "ул. Местечковая, 14",
        },
        {
            index: "13137",
            city: "Панасовка",
            address: "ул. Школьная, 1",
        },
        {
            index: "13536",
            city: "Парипсы",
            address: "ул. Шевченко, 1А",
        },
        {
            index: "13138",
            city: "Пединка",
            address: "ул. Победы, 1",
        },
        {
            index: "12743",
            city: "Першотравенск",
            address: "ул. Мира, 6",
        },
        {
            index: "11114",
            city: "Першотравневое",
            address: "ул. Щербакова, 8",
        },
        {
            index: "12431",
            city: "Пески",
            address: "ул. Литвинова, 3",
        },
        {
            index: "11127",
            city: "Песчаница",
            address: "ул. Базильчука, 3",
        },
        {
            index: "13045",
            city: "Печановка",
            address: "ул. Майская, 4",
        },
        {
            index: "12253",
            city: "Пилиповичи",
            address: "ул. Чайкивская, 6А",
        },
        {
            index: "11760",
            city: "Пилиповичи",
            address: "ул. Довженко, 1А",
        },
        {
            index: "11733",
            city: "Пищов",
            address: "ул. Мира, 11",
        },
        {
            index: "11730",
            city: "Повчино",
            address: "ул. Мира, 10",
        },
        {
            index: "11225",
            city: "Подлубы",
            address: "ул. Шевченко, 5",
        },
        {
            index: "11116",
            city: "Подрудье",
            address: "ул. Мира, 56",
        },
        {
            index: "11109",
            city: "Покалев",
            address: "ул. Путевая, 51",
        },
        {
            index: "11015",
            city: "Покровськое",
            address: "ул. 8-го Марта, 27А",
        },
        {
            index: "11555",
            city: "Полесское",
            address: "ул. Жмаченко, 50",
        },
        {
            index: "11759",
            city: "Полияновка",
            address: "ул. Шевченко, 21",
        },
        {
            index: "13336",
            city: "Половецкое",
            address: "ул. Центральная, 41",
        },
        {
            index: "12742",
            city: "Полянка",
            address: "ул. Пушкинская, 3",
        },
        {
            index: "13501",
            city: "Попельня",
            address: "ул. Героев Майдана, 19Г",
        },
        {
            index: "11113",
            city: "Потаповичи",
            address: "ул. Центральная, 17",
        },
        {
            index: "12225",
            city: "Потиевка",
            address: "ул. Центральная, 89",
        },
        {
            index: "13534",
            city: "Почуйки",
            address: "ул. Мира, 5",
        },
        {
            index: "13636",
            city: "Прибережное",
            address: "ул. Набережная, 2",
        },
        {
            index: "13110",
            city: "Приветов",
            address: "ул. Центральная, 24",
        },
        {
            index: "12621",
            city: "Приворотье",
            address: "ул. Центральная, 5",
        },
        {
            index: "13007",
            city: "Прутовка",
            address: "ул. Центральная, 3",
        },
        {
            index: "12445",
            city: "Пряжев",
            address: "ул. Партизанская, 10",
        },
        {
            index: "12001",
            city: "Пулыны",
            address: "ул. Шевченко, 118",
        },
        {
            index: "11641",
            city: "Пырижки",
            address: "ул. Соборная, 73",
        },
        {
            index: "13222",
            city: "Пятка",
            address: "ул. Ждановская, 12",
        },
        {
            index: "12106",
            city: "Радичи",
            address: "ул. Леси Украинки, 2",
        },
        {
            index: "11025",
            city: "Радовель",
            address: "ул. Николая Хоречка, 1",
        },
        {
            index: "12201",
            city: "Радомишль",
            address: "площадь Соборная, 14",
        },
        {
            index: "13044",
            city: "Разино",
            address: "ул. Привокзальная, 18",
        },
        {
            index: "13362",
            city: "Райгородок",
            address: "ул. Соборная, 1",
        },
        {
            index: "13333",
            city: "Райки",
            address: "ул. Центральная, 2",
        },
        {
            index: "12260",
            city: "Раковичи",
            address: "ул. Центральная, 39",
        },
        {
            index: "11160",
            city: "Раковщина",
            address: "ул. Первого Мая, 50",
        },
        {
            index: "13321",
            city: "Рея",
            address: "ул. Мира, 5",
        },
        {
            index: "12105",
            city: "Рижаны",
            address: "ул. Кутузова, 60",
        },
        {
            index: "11246",
            city: "Рихальское",
            address: "ул. Соборная, 8",
        },
        {
            index: "12722",
            city: "Рогачов",
            address: "ул. Молодежная, 1",
        },
        {
            index: "13001",
            city: "Романов",
            address: "ул. Небесной сотни, 112",
        },
        {
            index: "13531",
            city: "Романовка",
            address: "ул. Александра Олейника, 31",
        },
        {
            index: "12623",
            city: "Романовка",
            address: "ул. Центральная, 43",
        },
        {
            index: "13319",
            city: "Романовка",
            address: "ул. Луганская, 1",
        },
        {
            index: "13043",
            city: "Романовка",
            address: "ул. Транзітна, 1",
        },
        {
            index: "13625",
            city: "Роставица",
            address: "ул. 40-летия Победы, 51",
        },
        {
            index: "11031",
            city: "Рудня-Быстра",
            address: "ул. Шевченко, 5",
        },
        {
            index: "12462",
            city: "Рудня-Городище",
            address: "ул. Федора Терещенко, 5",
        },
        {
            index: "11221",
            city: "Рудня-Ивановская",
            address: "ул. Шевченко, 47",
        },
        {
            index: "13601",
            city: "Ружин",
            address: "ул. Бурды, 60",
        },
        {
            index: "11518",
            city: "Рышавка",
            address: "ул. Володарская,2",
        },
        {
            index: "11249",
            city: "Рясное",
            address: "ул. Центральная, 7",
        },
        {
            index: "13516",
            city: "Саверцы",
            address: "ул. Семенова, 2",
        },
        {
            index: "13354",
            city: "Садки",
            address: "ул. Центральная,5",
        },
        {
            index: "12513",
            city: "Садовое",
            address: "ул. Школьная,1",
        },
        {
            index: "12310",
            city: "Селец",
            address: "ул. Дружбы, 12",
        },
        {
            index: "11406",
            city: "Селец",
            address: "ул. Преображенская, 72",
        },
        {
            index: "12329",
            city: "Селянщина",
            address: "ул. Творогова, 41",
        },
        {
            index: "13372",
            city: "Семеновка",
            address: "ул. Героев Майдана, 8",
        },
        {
            index: "11208",
            city: "Сербо-Слободка",
            address: "ул. Ивана Грека, 1",
        },
        {
            index: "11203",
            city: "Сербы",
            address: "ул. Центральная, 7",
        },
        {
            index: "11216",
            city: "Середы",
            address: "ул. Ємільчинська, 3",
        },
        {
            index: "11257",
            city: "Симоны",
            address: "ул. Независимости, 5",
        },
        {
            index: "12444",
            city: "Сингуры",
            address: "ул. Школьная, 1",
        },
        {
            index: "13326",
            city: "Скаковка",
            address: "ул. Остальського, 16",
        },
        {
            index: "12144",
            city: "Сколобов",
            address: "ул. Мира, 2",
        },
        {
            index: "12643",
            city: "Скочище",
            address: "ул. Полевая, 1",
        },
        {
            index: "13343",
            city: "Скраглевка",
            address: "ул. Мира, 22Б",
        },
        {
            index: "11613",
            city: "Скураты",
            address: "ул. Соборная, 5",
        },
        {
            index: "11716",
            city: "Слобода-Романовская",
            address: "ул. 40 летия Победы, 5",
        },
        {
            index: "13330",
            city: "Слободище",
            address: "ул. Карпенко, 1",
        },
        {
            index: "12512",
            city: "Слободка",
            address: "ул. Чернявка, 4",
        },
        {
            index: "11108",
            city: "Словечное",
            address: "ул. Полесская, 2",
        },
        {
            index: "12714",
            city: "Смолдырев",
            address: "ул. Леси Украинки, 74",
        },
        {
            index: "12639",
            city: "Соболевка",
            address: "ул. Центральная, 1",
        },
        {
            index: "13525",
            city: "Сокильча",
            address: "ул. Школьная, 2",
        },
        {
            index: "12021",
            city: "Соколов",
            address: "ул. Центральная, 5",
        },
        {
            index: "12633",
            city: "Соловиевка",
            address: "ул. Центральная, 5",
        },
        {
            index: "12141",
            city: "Солодыри",
            address: "ул. Суворова, 1",
        },
        {
            index: "12610",
            city: "Ставище",
            address: "ул. Житомирская, 104",
        },
        {
            index: "12255",
            city: "Ставки",
            address: "ул. Центральная, 89",
        },
        {
            index: "12430",
            city: "Станишовка",
            address: "ул. Шевченко, 5",
        },
        {
            index: "11335",
            city: "Станцийное",
            address: "ул. Привокзальная, 5",
        },
        {
            index: "13412",
            city: "Старая Котельня",
            address: "пл. Мира, 3",
        },
        {
            index: "13119",
            city: "Старая Чортория",
            address: "ул. Соборная, 19",
        },
        {
            index: "12514",
            city: "Старосельцы",
            address: "ул. Заречная, 21",
        },
        {
            index: "13320",
            city: "Старый Солотвин",
            address: "ул. Александра Сокорчука, 36",
        },
        {
            index: "11205",
            city: "Степановка",
            address: "ул. Советов, 95",
        },
        {
            index: "13421",
            city: "Степок",
            address: "ул. Шевченко, 1",
        },
        {
            index: "13263",
            city: "Стетковцы",
            address: "ул. Мира, 124",
        },
        {
            index: "11041",
            city: "Столпинка",
            address: "ул. Шевченко, 35",
        },
        {
            index: "11545",
            city: "Стремигород",
            address: "ул. Центральная, 27",
        },
        {
            index: "12052",
            city: "Стрибиж",
            address: "ул. Мира, 27",
        },
        {
            index: "12525",
            city: "Стрижевка",
            address: "ул. Мекаберідзе,23",
        },
        {
            index: "12524",
            city: "Студеница",
            address: "ул. Центральная, 1",
        },
        {
            index: "12308",
            city: "Стырты",
            address: "ул. Соборная, 3",
        },
        {
            index: "12717",
            city: "Суемцы",
            address: "ул. Дмитрия Савчука, 3",
        },
        {
            index: "11775",
            city: "Суслы",
            address: "ул. Центральная, 4",
        },
        {
            index: "12121",
            city: "Суховоля",
            address: "ул. Полесская, 7",
        },
        {
            index: "11517",
            city: "Сушки",
            address: "ул. Новый Поселок, 34",
        },
        {
            index: "11016",
            city: "Сущаны",
            address: "ул. Набережная, 1",
        },
        {
            index: "11204",
            city: "Тайки",
            address: "ул. Победы, 3",
        },
        {
            index: "11029",
            city: "Тепеница",
            address: "ул. Центральная, 45",
        },
        {
            index: "13375",
            city: "Терехово",
            address: "ул. Джозефа Конрада,1",
        },
        {
            index: "12420",
            city: "Тетеревка",
            address: "ул. Шевченко, 45",
        },
        {
            index: "12025",
            city: "Тетерка",
            address: "ул. Садовая, 2",
        },
        {
            index: "11754",
            city: "Токарев",
            address: "ул. Шевченко, 16",
        },
        {
            index: "12134",
            city: "Топорище",
            address: "ул. Житомирская, 96",
        },
        {
            index: "13652",
            city: "Топоры",
            address: "ул. Ружинская, 64",
        },
        {
            index: "12510",
            city: "Торчин",
            address: "ул. Якубовского,1",
        },
        {
            index: "12345",
            city: "Троковичи",
            address: "ул. Житомирская, 4",
        },
        {
            index: "13218",
            city: "Троща",
            address: "ул. Чудновская, 45",
        },
        {
            index: "12460",
            city: "Троянов",
            address: "ул. Войтицького, 9",
        },
        {
            index: "13223",
            city: "Турчиновка",
            address: "ул. Молодежная, 1",
        },
        {
            index: "13209",
            city: "Тютюнныки",
            address: "ул. Лонского, 3",
        },
        {
            index: "11537",
            city: "Ушомир",
            address: "ул. Наумова, 20",
        },
        {
            index: "12130",
            city: "Фасова",
            address: "ул. Богдана Хмельницкого, 39Б",
        },
        {
            index: "13374",
            city: "Хажин",
            address: "ул. Дворовый, 1",
        },
        {
            index: "11128",
            city: "Хлупляны",
            address: "ул. Шевченко, 2",
        },
        {
            index: "13505",
            city: "Ходорков",
            address: "ул. Местечковая, 70",
        },
        {
            index: "12630",
            city: "Хомутец",
            address: "ул. Школьная, 12",
        },
        {
            index: "12101",
            city: "Хорошив",
            address: "ул. Независимости, 1",
        },
        {
            index: "11544",
            city: "Хотиновка",
            address: "ул. Центральная, 5",
        },
        {
            index: "11008",
            city: "Хочино",
            address: "ул. Маликова, 43",
        },
        {
            index: "12250",
            city: "Чайковка",
            address: "ул. Радомышльская, 5",
        },
        {
            index: "11308",
            city: "Червоная Волока",
            address: "ул. Шевченко, 58",
        },
        {
            index: "12135",
            city: "Червоногранитное",
            address: "ул. Гранитная, 1",
        },
        {
            index: "13428",
            city: "Червоное",
            address: "ул. Мира, 40",
        },
        {
            index: "11141",
            city: "Черевки",
            address: "ул. Центральная,19",
        },
        {
            index: "13620",
            city: "Чернорудка",
            address: "ул. Свободы, 2",
        },
        {
            index: "12012",
            city: "Чернявка",
            address: "ул. Шевченко, 42",
        },
        {
            index: "12301",
            city: "Черняхов",
            address: "ул. Владимирская, 4",
        },
        {
            index: "11725",
            city: "Чижовка",
            address: "ул. Шевченко, 41",
        },
        {
            index: "11620",
            city: "Чоповичи",
            address: "ул. Вайсера, 1А",
        },
        {
            index: "13201",
            city: "Чуднов",
            address: "ул. Героев Майдана, 93",
        },
        {
            index: "13331",
            city: "Швайковка",
            address: "ул. Осівка, 1",
        },
        {
            index: "11623",
            city: "Шевченково",
            address: "ул. Центральная,18А",
        },
        {
            index: "11151",
            city: "Шоломки",
            address: "ул. Центральная, 35/1",
        },
        {
            index: "12516",
            city: "Щиглиевка",
            address: "ул. Центральная, 11А",
        },
        {
            index: "11007",
            city: "Юрово",
            address: "ул. Школьная, 6",
        },
        {
            index: "11250",
            city: "Яблонец",
            address: "ул. Вокзальная, 2",
        },
        {
            index: "13631",
            city: "Ягнятин",
            address: "ул. Центральная, 53",
        },
        {
            index: "13023",
            city: "Ягодинка",
            address: "ул. Центральная, 1",
        },
        {
            index: "12037",
            city: "Ялыновка",
            address: "ул. Шевченко, 1",
        },
        {
            index: "13423",
            city: "Яроповичи",
            address: "ул. Киевская, 1",
        },
        {
            index: "11762",
            city: "Ярунь",
            address: "ул. Мира, 16",
        },
        {
            index: "13018",
            city: "Ясногород",
            address: "ул. Гагарина, 1",
        },
        {
            index: "12608",
            city: "Ястребенька",
            address: "ул. Вишневая, 90",
        },
    ],
    Закарпатська: [
        {
            index: "89471",
            city: "Анталовци",
            address: "ул. Мира, 62А",
        },
        {
            index: "90120",
            city: "Арданово",
            address: "улица отсутствует , 350А",
        },
        {
            index: "89616",
            city: "Бабичи",
            address: "ул. Покутянська, б/н",
        },
        {
            index: "90253",
            city: "Бадалово",
            address: "ул. Мартирок, 220",
        },
        {
            index: "90211",
            city: "Бакош",
            address: "ул. Школьная, 83",
        },
        {
            index: "89426",
            city: "Баранинци",
            address: "ул. Центральная, 42",
        },
        {
            index: "89677",
            city: "Барбово",
            address: "ул. Зеленая,131",
        },
        {
            index: "89654",
            city: "Баркасово",
            address: "ул. Сечени, 80",
        },
        {
            index: "90212",
            city: "Батево",
            address: "ул. Вошут, 51",
        },
        {
            index: "90213",
            city: "Батрадь",
            address: "ул. Кошута, 7",
        },
        {
            index: "90561",
            city: "Бедэвля",
            address: "ул. Волошина, 5",
        },
        {
            index: "90614",
            city: "Белая Церковь",
            address: "ул. Гагарина, 1",
        },
        {
            index: "90201",
            city: "Береговэ",
            address: "просп. Геологов, 15",
        },
        {
            index: "90202",
            city: "Береговэ",
            address: "пл. Ракоци Ференца, 2",
        },
        {
            index: "90240",
            city: "Берегуйфалу",
            address: "ул. Ракоци, 154",
        },
        {
            index: "89335",
            city: "Березники",
            address: "ул. отсутствует, 213",
        },
        {
            index: "90426",
            city: "Березово",
            address: "ул. без названия, 770",
        },
        {
            index: "89108",
            city: "Биласовица",
            address: "улица отсутствует , 50",
        },
        {
            index: "90132",
            city: "Билки",
            address: "ул. Центральная, 8/1",
        },
        {
            index: "90562",
            city: "Биловарци",
            address: "улица отсутствует , 56",
        },
        {
            index: "90643",
            city: "Билын",
            address: "ул. Центральная, 37",
        },
        {
            index: "89632",
            city: "Бобовище",
            address: "ул. Гагарина, 6",
        },
        {
            index: "90645",
            city: "Богдан",
            address: "ул. Франко, 10",
        },
        {
            index: "90256",
            city: "Боржава",
            address: "пл. Кошута, 1",
        },
        {
            index: "90310",
            city: "Боржавское",
            address: "ул. Борканюка, 56",
        },
        {
            index: "90442",
            city: "Бороняво",
            address: "ул. 60-летия Октября, 67",
        },
        {
            index: "90115",
            city: "Брид",
            address: "ул. Центральная, 79",
        },
        {
            index: "90152",
            city: "Бронька",
            address: "улица отсутствует , 152",
        },
        {
            index: "90019",
            city: "Буковец",
            address: "ул. Без названия , 121",
        },
        {
            index: "89114",
            city: "Буковец",
            address: "улица отсутствует , б/н",
        },
        {
            index: "90315",
            city: "Буковэ",
            address: "ул. Независимости, 7",
        },
        {
            index: "90556",
            city: "Буштино",
            address: "ул. Майская, 5",
        },
        {
            index: "89645",
            city: "Быстрица",
            address: "ул. Шевченко, 29А",
        },
        {
            index: "90261",
            city: "Бэнэ",
            address: "ул. Ракоци, 68А",
        },
        {
            index: "90255",
            city: "Вары",
            address: "ул. Молом, 6",
        },
        {
            index: "90251",
            city: "Велика Бакта",
            address: "ул. Свободы, 16",
        },
        {
            index: "90330",
            city: "Велика Копаня",
            address: "ул. Мира, 25",
        },
        {
            index: "90232",
            city: "Великая Бийгань",
            address: "ул. Главная, 61",
        },
        {
            index: "89463",
            city: "Великая Добронь",
            address: "ул. Чонгор, 3А",
        },
        {
            index: "90370",
            city: "Великая Паладь",
            address: "ул. Кошута, 45",
        },
        {
            index: "90515",
            city: "Великая Уголька",
            address: "ул. Центральная, 158",
        },
        {
            index: "90242",
            city: "Велики Береги",
            address: "ул. Ференца Ракоци, 61Б",
        },
        {
            index: "89434",
            city: "Великие Геивци",
            address: "ул. Главная, 11",
        },
        {
            index: "90312",
            city: "Великие Комяти",
            address: "ул. Волошина, б/н",
        },
        {
            index: "89440",
            city: "Великие Лази",
            address: "ул. Вознесенская, 41Б",
        },
        {
            index: "89625",
            city: "Великие Лучки",
            address: "ул. Гагарина, 30",
        },
        {
            index: "89000",
            city: "Великий Березний",
            address: "ул. Шевченко, 29",
        },
        {
            index: "90143",
            city: "Великий Раковець",
            address: "ул. Шевченко, 33",
        },
        {
            index: "90453",
            city: "Велятино",
            address: "ул. Мира, 72",
        },
        {
            index: "90322",
            city: "Вербовець",
            address: "ул. Мира, 71",
        },
        {
            index: "89113",
            city: "Вербяж",
            address: "улица отсутствует , 27",
        },
        {
            index: "90611",
            city: "Верхнее Водяное",
            address: "ул. Центральная, 10",
        },
        {
            index: "89132",
            city: "Верхние Ворота",
            address: "улица отсутствует , б/н",
        },
        {
            index: "90025",
            city: "Верхний Быстрый",
            address: "ул. Гагарина, 225",
        },
        {
            index: "89659",
            city: "Верхний Коропець",
            address: "ул. Шенборна, 12",
        },
        {
            index: "89644",
            city: "Верхняя Визница",
            address: "ул. Мира, 24А",
        },
        {
            index: "90335",
            city: "Веряця",
            address: "ул. Карпатской Сечи, 121",
        },
        {
            index: "90646",
            city: "Видричка",
            address: "ул. Железнодорожная, 70",
        },
        {
            index: "90615",
            city: "Виликий Бичкив",
            address: "ул. Крушник, 5А",
        },
        {
            index: "90351",
            city: "Вилок",
            address: "ул. Ракоци, 26",
        },
        {
            index: "90141",
            city: "Вильхивка",
            address: "ул. Центральная, 26А",
        },
        {
            index: "90542",
            city: "Вильхивци",
            address: "ул. Князя Владимира, 101",
        },
        {
            index: "90544",
            city: "Вильхивци-Лази",
            address: "ул. Гагарина, 54",
        },
        {
            index: "90543",
            city: "Вильхивчик",
            address: "улица отсутствует , 412",
        },
        {
            index: "90424",
            city: "Вильшаны",
            address: "улица отсутствует , б/н",
        },
        {
            index: "89214",
            city: "Вильшинки",
            address: "улица отсутствует , 92",
        },
        {
            index: "90300",
            city: "Виноградив",
            address: "ул. Мира, 41",
        },
        {
            index: "89023",
            city: "Вишка",
            address: "ул. Центральная, 216",
        },
        {
            index: "90406",
            city: "Вишково",
            address: "ул. Красная, 1",
        },
        {
            index: "90546",
            city: "Вишоватый",
            address: "ул. Партизанская, 46",
        },
        {
            index: "90609",
            city: "Водица",
            address: "ул. без названия, 128",
        },
        {
            index: "89100",
            city: "Воловець",
            address: "ул. Пушкина, 6",
        },
        {
            index: "89015",
            city: "Волосянка",
            address: "ул. Центральная, 300",
        },
        {
            index: "90553",
            city: "Вонигове",
            address: "ул. Главная, 214",
        },
        {
            index: "90046",
            city: "Вучкове",
            address: "улица отсутствует , 90",
        },
        {
            index: "90535",
            city: "Ганычи",
            address: "ул. Народная, 154",
        },
        {
            index: "90231",
            city: "Гать",
            address: "ул. Главная, 56",
        },
        {
            index: "90222",
            city: "Гетен",
            address: "ул. Мира, 259",
        },
        {
            index: "90574",
            city: "Глубокий Поток",
            address: "ул. Центральная, б/н",
        },
        {
            index: "89441",
            city: "Глубокое",
            address: "ул. Центральная, 76",
        },
        {
            index: "89320",
            city: "Голубинное",
            address: "ул. отсутствует, 365",
        },
        {
            index: "90023",
            city: "Голятин",
            address: "улица отсутствует , 194",
        },
        {
            index: "90119",
            city: "Горбок",
            address: "ул. Ивана Франко, 52",
        },
        {
            index: "90429",
            city: "Горинчово",
            address: "ул. Независимости, 152А",
        },
        {
            index: "89656",
            city: "Горонда",
            address: "ул. Духновича, 84",
        },
        {
            index: "90140",
            city: "Гребля",
            address: "улица отсутствует , 146",
        },
        {
            index: "90570",
            city: "Грушово",
            address: "ул. Главная, 93",
        },
        {
            index: "89140",
            city: "Гукливый",
            address: "улица отсутствует , 76",
        },
        {
            index: "90230",
            city: "Гут",
            address: "ул. Мигай Мункачи, 11",
        },
        {
            index: "90443",
            city: "Данилово",
            address: "ул. Мира, 55",
        },
        {
            index: "89671",
            city: "Дерцен",
            address: "ул. Ференца Ракоци, 179",
        },
        {
            index: "90625",
            city: "Диловое",
            address: "ул. Трибушанська, 40",
        },
        {
            index: "90560",
            city: "Добрянское",
            address: "ул. Октябрьская, 97",
        },
        {
            index: "90154",
            city: "Довгэ",
            address: "ул. Пушкина, 1/1",
        },
        {
            index: "90113",
            city: "Доробратово",
            address: "ул. Мира, 7",
        },
        {
            index: "90431",
            city: "Драгово",
            address: "ул. Центральная, 105",
        },
        {
            index: "90353",
            city: "Дротинци",
            address: "ул. Тисівська, 31",
        },
        {
            index: "90531",
            city: "Дубовое",
            address: "ул. Гагарина, 5",
        },
        {
            index: "89209",
            city: "Дубриничи",
            address: "ул. Центральная, 42А",
        },
        {
            index: "89445",
            city: "Дубровка",
            address: "улица отсутствует , 94А",
        },
        {
            index: "90133",
            city: "Дубровка",
            address: "ул. без названия, 46",
        },
        {
            index: "90513",
            city: "Дулово",
            address: "ул. Вайды, 157",
        },
        {
            index: "90121",
            city: "Дунковица",
            address: "улица отсутствует , 98",
        },
        {
            index: "89327",
            city: "Дусино",
            address: "ул. Мира, 92",
        },
        {
            index: "90234",
            city: "Дыйда",
            address: "ул. Арпада, 119",
        },
        {
            index: "90364",
            city: "Дюла",
            address: "ул. Кошута, б/н",
        },
        {
            index: "89110",
            city: "Ждениево",
            address: "ул. Шевченко, 135",
        },
        {
            index: "89657",
            city: "Жнятино",
            address: "ул. Мира,131",
        },
        {
            index: "89011",
            city: "Жорнава",
            address: "улица отсутствует , 76",
        },
        {
            index: "90428",
            city: "Забридь",
            address: "ул. Грушевского, б/н",
        },
        {
            index: "89667",
            city: "Завидово",
            address: "ул. Мира,99",
        },
        {
            index: "90108",
            city: "Загаття",
            address: "ул. Октябрьская, б/н",
        },
        {
            index: "90414",
            city: "Залом",
            address: "ул. без названия, б/н",
        },
        {
            index: "89605",
            city: "Залужжя",
            address: "ул. Пушкина, б/н",
        },
        {
            index: "90005",
            city: "Запередилля",
            address: "улица отсутствует , 105",
        },
        {
            index: "90224",
            city: "Запсонь",
            address: "ул. Главная, 70",
        },
        {
            index: "89212",
            city: "Заричово",
            address: "ул. Дружбы, 1",
        },
        {
            index: "89650",
            city: "Зняцево",
            address: "ул. Гойди, 71",
        },
        {
            index: "90441",
            city: "Золотарёво",
            address: "ул. Центральная, 55",
        },
        {
            index: "89609",
            city: "Иванивци",
            address: "ул. Физкультурная, 1А",
        },
        {
            index: "90436",
            city: "Иза",
            address: "ул. Центральная, 98",
        },
        {
            index: "90020",
            city: "Изки",
            address: "улица отсутствует , 77",
        },
        {
            index: "90130",
            city: "Ильница",
            address: "ул. Центральная, 24",
        },
        {
            index: "90134",
            city: "Имстичово",
            address: "ул. Шевченко, 3",
        },
        {
            index: "90100",
            city: "Иршава",
            address: "ул. Шевченко, 32",
        },
        {
            index: "90532",
            city: "Калины",
            address: "ул. Джона Леона, 149А",
        },
        {
            index: "89633",
            city: "Калник",
            address: "ул. Мира, 2А",
        },
        {
            index: "89410",
            city: "Камьяница",
            address: "ул. Ужанская, 103",
        },
        {
            index: "90125",
            city: "Камянское",
            address: "ул. Колхозная, 1",
        },
        {
            index: "89641",
            city: "Карпаты",
            address: "улица отсутствует , б/н",
        },
        {
            index: "90264",
            city: "Квасово",
            address: "ул. Главная, 87",
        },
        {
            index: "90638",
            city: "Квасы",
            address: "ул. Центральная, 162",
        },
        {
            index: "90022",
            city: "Келечин",
            address: "улица отсутствует , 102",
        },
        {
            index: "89334",
            city: "Керецки",
            address: "ул. Новоселица, 87",
        },
        {
            index: "89448",
            city: "Кибляры",
            address: "ул. без названия, 159",
        },
        {
            index: "90243",
            city: "Кидёш",
            address: "ул. Ференца Ракоци, 15",
        },
        {
            index: "90409",
            city: "Киреши",
            address: "улица отсутствует , б/н",
        },
        {
            index: "89626",
            city: "Ключарки",
            address: "ул. 40-летия Победы, 3",
        },
        {
            index: "89623",
            city: "Клячаново",
            address: "ул. Гагарина, 3",
        },
        {
            index: "90620",
            city: "Кобылецкая Поляна",
            address: "ул. Павлюка, 199",
        },
        {
            index: "90512",
            city: "Колодне",
            address: "ул. Центральная, 55",
        },
        {
            index: "90043",
            city: "Колочава",
            address: "ул. Шевченко, 129",
        },
        {
            index: "90044",
            city: "Колочава",
            address: "улица отсутствует , 57",
        },
        {
            index: "89636",
            city: "Кольчино",
            address: "ул. Корятовича, 13",
        },
        {
            index: "89423",
            city: "Концово",
            address: "ул. Мира, 48",
        },
        {
            index: "90433",
            city: "Копашново",
            address: "ул. Центральная, 142",
        },
        {
            index: "89631",
            city: "Копинивци",
            address: "ул. Мира, 93",
        },
        {
            index: "90332",
            city: "Королево",
            address: "ул. Центральная, 86",
        },
        {
            index: "89435",
            city: "Корытняны",
            address: "ул. Духновича, 66",
        },
        {
            index: "90621",
            city: "Косивская Поляна",
            address: "ул. без названия, 402",
        },
        {
            index: "90223",
            city: "Косонь",
            address: "ул. Кошута, 27",
        },
        {
            index: "90623",
            city: "Костиливка",
            address: "ул. Мира, 11",
        },
        {
            index: "89022",
            city: "Кострина",
            address: "ул. Центральная, 158",
        },
        {
            index: "90413",
            city: "Кошелёво",
            address: "ул. Мичурина, 20",
        },
        {
            index: "90452",
            city: "Крайниково",
            address: "ул. Садовая, 1",
        },
        {
            index: "90523",
            city: "Красная",
            address: "ул. Мира, 198",
        },
        {
            index: "90563",
            city: "Крива",
            address: "ул. Народная, 139",
        },
        {
            index: "90412",
            city: "Крива",
            address: "ул. Мира, 2А",
        },
        {
            index: "90511",
            city: "Кричово",
            address: "ул. Центральная, 78",
        },
        {
            index: "90151",
            city: "Кушница",
            address: "ул. Центральная, 22",
        },
        {
            index: "89635",
            city: "Лавки",
            address: "ул. Мира, 13",
        },
        {
            index: "90633",
            city: "Лазещина",
            address: "ул. Центральная, 695",
        },
        {
            index: "90554",
            city: "Лазы",
            address: "ул. Победы, 143",
        },
        {
            index: "89131",
            city: "Лазы",
            address: "улица отсутствует , б/н",
        },
        {
            index: "89664",
            city: "Лалово",
            address: "ул. Мира, 22Б",
        },
        {
            index: "90425",
            city: "Липецькая Поляна",
            address: "ул. Мира, 105",
        },
        {
            index: "90416",
            city: "Липовец",
            address: "ул. Шевченко, 2",
        },
        {
            index: "90408",
            city: "Липча",
            address: "ул. Центральная, 53",
        },
        {
            index: "90150",
            city: "Лисичово",
            address: "ул. без названия, 373",
        },
        {
            index: "90008",
            city: "Лисковец",
            address: "ул. без названия, 121",
        },
        {
            index: "90103",
            city: "Лоза",
            address: "ул. Центральная, 206А",
        },
        {
            index: "90034",
            city: "Лозянский",
            address: "улица отсутствует , б/н",
        },
        {
            index: "90522",
            city: "Лопухив",
            address: "ул. Красноармейская, 5",
        },
        {
            index: "89634",
            city: "Лохово",
            address: "ул. Центральная, 56",
        },
        {
            index: "90616",
            city: "Луг",
            address: "ул. Центральная, 102",
        },
        {
            index: "90647",
            city: "Луги",
            address: "ул. Центральная, 420",
        },
        {
            index: "90156",
            city: "Луково",
            address: "улица отсутствует , 85",
        },
        {
            index: "89033",
            city: "Люта",
            address: "улица отсутствует , 183",
        },
        {
            index: "90024",
            city: "Майдан",
            address: "ул. Верховинская, 43",
        },
        {
            index: "89676",
            city: "Макарёво",
            address: "ул. Духновича, 1",
        },
        {
            index: "89464",
            city: "Малая Добронь",
            address: "ул. Петефи, 56",
        },
        {
            index: "90331",
            city: "Малая Копаня",
            address: "ул. Центральная, 47",
        },
        {
            index: "90517",
            city: "Малая Уголька",
            address: "ул. Центральная, 220",
        },
        {
            index: "89038",
            city: "Малый Березный",
            address: "ул. Центральная, 60",
        },
        {
            index: "90144",
            city: "Малый Раковец",
            address: "ул. Победы, 6/1",
        },
        {
            index: "90326",
            city: "Матиево",
            address: "ул. Главная, 2А",
        },
        {
            index: "90122",
            city: "Мидяница",
            address: "ул. без названия 212",
        },
        {
            index: "90000",
            city: "Мижгирья",
            address: "ул. Шевченко, 96",
        },
        {
            index: "89427",
            city: "Минай",
            address: "ул. Борканюка, 12",
        },
        {
            index: "90427",
            city: "Монастырец",
            address: "ул. без названия, 5",
        },
        {
            index: "90248",
            city: "Мочола",
            address: "ул. Главная, 165",
        },
        {
            index: "90260",
            city: "Мужиево",
            address: "ул. Ракоци Ференца, 163",
        },
        {
            index: "89600",
            city: "Мукачево",
            address: "Ул. Я.Мудрого, 9",
        },
        {
            index: "89601",
            city: "Мукачево",
            address: "ул. Илоны Зрини, 115",
        },
        {
            index: "89602",
            city: "Мукачево",
            address: "ул. Шенборна, 49",
        },
        {
            index: "89607",
            city: "Мукачево",
            address: "ул. Росвигівська, 30",
        },
        {
            index: "89608",
            city: "Мукачево",
            address: "ул. Филатова, 2А",
        },
        {
            index: "89610",
            city: "Мукачево",
            address: "ул. Закарпатская, 2",
        },
        {
            index: "89627",
            city: "Мукачево",
            address: "ул. Ярослава Мудрого, 9",
        },
        {
            index: "90435",
            city: "Нанково",
            address: "ул. Мира, 465",
        },
        {
            index: "90365",
            city: "Неветленфолу",
            address: "ул. Фогодо, 55",
        },
        {
            index: "90028",
            city: "Негровец",
            address: "улица отсутствует , 99",
        },
        {
            index: "90114",
            city: "Негрово",
            address: "ул. Мира, 1",
        },
        {
            index: "89306",
            city: "Нелипино",
            address: "ул. Главная, 478",
        },
        {
            index: "90540",
            city: "Нересница",
            address: "ул. Франко, 5",
        },
        {
            index: "90440",
            city: "Нижнее Селище",
            address: "ул. Демократическая, 1",
        },
        {
            index: "89129",
            city: "Нижние Ворота",
            address: "ул. Народная, 3",
        },
        {
            index: "90241",
            city: "Нижние Реметы",
            address: "ул. Центральная, 163",
        },
        {
            index: "90420",
            city: "Нижний Быстрый",
            address: "улица отсутствует , 406",
        },
        {
            index: "90421",
            city: "Нижний Быстрый",
            address: "улица отсутствует , б/н",
        },
        {
            index: "89670",
            city: "Нижний Коропец",
            address: "ул. Колхозная, 2",
        },
        {
            index: "90009",
            city: "Нижний Студёный",
            address: "ул. отсутствует, б/н",
        },
        {
            index: "90571",
            city: "Нижняя Апша",
            address: "ул. Московская, 1",
        },
        {
            index: "90552",
            city: "Новобарово",
            address: "ул. Рущака, 136",
        },
        {
            index: "89624",
            city: "Новое Давидково",
            address: "ул. Духновича, 116А",
        },
        {
            index: "90350",
            city: "Новое Село",
            address: "ул. Центральная, 155",
        },
        {
            index: "89666",
            city: "Новоселица",
            address: "ул. Шевченко, 27",
        },
        {
            index: "90533",
            city: "Новоселица",
            address: "ул. Борканюка, 114",
        },
        {
            index: "90013",
            city: "Новоселица",
            address: "улица отсутствует , 68",
        },
        {
            index: "90341",
            city: "Новоселица",
            address: "ул. Шевченко, 72",
        },
        {
            index: "89604",
            city: "Обава",
            address: "ул. Шевченко, 2",
        },
        {
            index: "90555",
            city: "Округла",
            address: "ул. Школьная, б/н",
        },
        {
            index: "90444",
            city: "Олександровка",
            address: "ул. Октябрьская, 25",
        },
        {
            index: "90324",
            city: "Олешник",
            address: "ул. Украинская, 193А",
        },
        {
            index: "90313",
            city: "Онок",
            address: "ул. Мира, 5",
        },
        {
            index: "89412",
            city: "Оноковци",
            address: "ул. Главная, 27А",
        },
        {
            index: "90263",
            city: "Оросиево",
            address: "ул. Пекарская, 1 А",
        },
        {
            index: "90131",
            city: "Осий",
            address: "ул. Шевченко, 47",
        },
        {
            index: "89323",
            city: "Пасика",
            address: "ул. без названия, 32В",
        },
        {
            index: "90319",
            city: "Перехрестя",
            address: "ул. Ракоци, б/н",
        },
        {
            index: "89200",
            city: "Перечин",
            address: "пл. Народная, 7",
        },
        {
            index: "90325",
            city: "Пидвиноградив",
            address: "ул. Независимости, 6",
        },
        {
            index: "90111",
            city: "Пидгирне",
            address: "ул. Победы, 30",
        },
        {
            index: "90541",
            city: "Пидплеша",
            address: "ул. Чапаева, 89",
        },
        {
            index: "89121",
            city: "Пидполоззя",
            address: "ул. Центральная, 59",
        },
        {
            index: "90354",
            city: "Пийтерфолво",
            address: "ул. Ракоци, 124 А",
        },
        {
            index: "90006",
            city: "Пилипець",
            address: "улица отсутствует , 56",
        },
        {
            index: "89311",
            city: "Плоское",
            address: "улица отсутствует , 260",
        },
        {
            index: "90572",
            city: "Подишор",
            address: "улица отсутствует , б/н",
        },
        {
            index: "89313",
            city: "Поляна",
            address: "ул. Духновича, 82",
        },
        {
            index: "90221",
            city: "Попово",
            address: "ул. Главная, 133",
        },
        {
            index: "89228",
            city: "Порошково",
            address: "ул. Центральная, 94",
        },
        {
            index: "90155",
            city: "Приборжавское",
            address: "ул. Тихая, 27",
        },
        {
            index: "90014",
            city: "Прислип",
            address: "улица отсутствует , 14",
        },
        {
            index: "89606",
            city: "Пузнякивци",
            address: "ул. Мира, 69А",
        },
        {
            index: "90321",
            city: "Пушкино",
            address: "ул. Гагарина, 9А",
        },
        {
            index: "89612",
            city: "Ракошино",
            address: "ул. Европейская, 154",
        },
        {
            index: "89433",
            city: "Ративцы",
            address: "ул. Ракоци, 43",
        },
        {
            index: "90225",
            city: "Рафайново",
            address: "ул. Петефи, 2",
        },
        {
            index: "90600",
            city: "Рахов",
            address: "ул. Мира, 46",
        },
        {
            index: "90601",
            city: "Рахов",
            address: "ул. Богдана Хмельницкого , 91",
        },
        {
            index: "90032",
            city: "Репинне",
            address: "ул. Без названия, 139",
        },
        {
            index: "90030",
            city: "Ричка",
            address: "улица отсутствует , 224",
        },
        {
            index: "89305",
            city: "Родниковка",
            address: "улица отсутствует , 46",
        },
        {
            index: "89424",
            city: "Розовка",
            address: "ул. Концівська, 30А",
        },
        {
            index: "89141",
            city: "Розтока",
            address: "улица отсутствует , б/н",
        },
        {
            index: "90644",
            city: "Розтоки",
            address: "ул. Центральная, 460",
        },
        {
            index: "89041",
            city: "Розтоцькая Пастиль",
            address: "улица отсутствует , 45",
        },
        {
            index: "90410",
            city: "Рокосово",
            address: "ул. Центральная, 90",
        },
        {
            index: "90622",
            city: "Росишка",
            address: "ул. Горная, 45",
        },
        {
            index: "89333",
            city: "Росош",
            address: "ул. Победы, 155",
        },
        {
            index: "90521",
            city: "Русская Мокрая",
            address: "ул. Мира, 94",
        },
        {
            index: "89443",
            city: "Русские Комаривци",
            address: "ул. Центральная, 66",
        },
        {
            index: "90551",
            city: "Русское Поле",
            address: "ул. Главная, 77",
        },
        {
            index: "90360",
            city: "Сасово",
            address: "ул. Главная, 144",
        },
        {
            index: "89300",
            city: "Свалява",
            address: "ул. Шевченко, 1",
        },
        {
            index: "90208",
            city: "Свобода",
            address: "ул. Терешковой, 9",
        },
        {
            index: "89653",
            city: "Серное",
            address: "ул. Ференца Ракоци, 136",
        },
        {
            index: "89018",
            city: "Силь",
            address: "улица отсутствует , 66",
        },
        {
            index: "90123",
            city: "Сильце",
            address: "ул. Центральная, 62",
        },
        {
            index: "89203",
            city: "Симер",
            address: "ул. Карпатская, 65",
        },
        {
            index: "89213",
            city: "Симерки",
            address: "ул. Центральная, 125",
        },
        {
            index: "90026",
            city: "Синевир",
            address: "ул. Сергея Цімботи, 976",
        },
        {
            index: "90029",
            city: "Синевирская Поляна",
            address: "улица отсутствует , 199",
        },
        {
            index: "89642",
            city: "Синяк",
            address: "улица отсутствует , б/н",
        },
        {
            index: "89133",
            city: "Скотарское",
            address: "улица отсутствует , 155",
        },
        {
            index: "90033",
            city: "Соймы",
            address: "ул. Без названия, 54",
        },
        {
            index: "90450",
            city: "Сокирница",
            address: "ул. Центральная, 98",
        },
        {
            index: "90575",
            city: "Солотвино",
            address: "ул. Воссоединения, 3",
        },
        {
            index: "89321",
            city: "Солочин",
            address: "ул. улица отсутствует , 213А",
        },
        {
            index: "89451",
            city: "Среднее",
            address: "ул. Закарпатская, 75А",
        },
        {
            index: "90613",
            city: "Среднее Водяное",
            address: "ул. без названия, 84",
        },
        {
            index: "89013",
            city: "Ставне",
            address: "улица отсутствует , 106",
        },
        {
            index: "89668",
            city: "Станово",
            address: "ул. Украинская, 152",
        },
        {
            index: "90451",
            city: "Стебливка",
            address: "ул. Дружбы, 7",
        },
        {
            index: "89421",
            city: "Сторожница",
            address: "ул. Шевченко, б/н",
        },
        {
            index: "89655",
            city: "Страбичово",
            address: "ул. Центральная, 199",
        },
        {
            index: "89326",
            city: "Стройное",
            address: "ул. без названия , 61А",
        },
        {
            index: "89010",
            city: "Стужица",
            address: "улица отсутствует , 144",
        },
        {
            index: "89322",
            city: "Сусково",
            address: "улица отсутствует , 479А",
        },
        {
            index: "90153",
            city: "Суха",
            address: "улица отсутствует , 205",
        },
        {
            index: "90530",
            city: "Тарасивка",
            address: "улица отсутствует , б/н",
        },
        {
            index: "90343",
            city: "Теково",
            address: "ул. Дружбы, 171",
        },
        {
            index: "90550",
            city: "Теребля",
            address: "ул. Школьная, 8",
        },
        {
            index: "90564",
            city: "Тересва",
            address: "ул. Народная, 126",
        },
        {
            index: "90545",
            city: "Терново",
            address: "ул. Центральная,79",
        },
        {
            index: "89329",
            city: "Тибава",
            address: "ул. без названия, 72А",
        },
        {
            index: "90355",
            city: "Тисобикень",
            address: "ул. Оронь Янош, 3",
        },
        {
            index: "89032",
            city: "Тихий",
            address: "улица отсутствует , 105",
        },
        {
            index: "90573",
            city: "Топчино",
            address: "ул. Центральная, б/н",
        },
        {
            index: "90015",
            city: "Торунь",
            address: "улица отсутствует , 509",
        },
        {
            index: "89222",
            city: "Турица",
            address: "ул. Центральная, 51",
        },
        {
            index: "89215",
            city: "Турички",
            address: "ул. Центральная, 25",
        },
        {
            index: "89221",
            city: "Турьи Реметы",
            address: "ул. Малая, 7",
        },
        {
            index: "89231",
            city: "Турья Быстра",
            address: "ул. Духновича, 62",
        },
        {
            index: "89223",
            city: "Турья Пасика",
            address: "ул. Турянская, 45А",
        },
        {
            index: "89232",
            city: "Турья Поляна",
            address: "ул. Зеленая, 82",
        },
        {
            index: "90534",
            city: "Тысалово",
            address: "ул. Шевченко, 92",
        },
        {
            index: "90031",
            city: "Тюшка",
            address: "улица отсутствует , 174",
        },
        {
            index: "90500",
            city: "Тячив",
            address: "ул. Независимости, 28",
        },
        {
            index: "90514",
            city: "Угля",
            address: "пл. Воссоединения, 4",
        },
        {
            index: "89418",
            city: "Ужгород",
            address: "пл. Почтовая, 4",
        },
        {
            index: "88000",
            city: "Ужгород",
            address: "пл. Почтовая, 4",
        },
        {
            index: "88001",
            city: "Ужгород",
            address: "ул. Дендеші, 160",
        },
        {
            index: "88002",
            city: "Ужгород",
            address: "ул. Панкевича, 77",
        },
        {
            index: "88003",
            city: "Ужгород",
            address: "ул. Другетов, 51",
        },
        {
            index: "88005",
            city: "Ужгород",
            address: "пл. Кирилла и Мефодия,4",
        },
        {
            index: "88006",
            city: "Ужгород",
            address: "ул. Романа Шухевича, 27",
        },
        {
            index: "88008",
            city: "Ужгород",
            address: "пл. Народная,4",
        },
        {
            index: "88009",
            city: "Ужгород",
            address: "ул. Свободы Генерала, 5",
        },
        {
            index: "88014",
            city: "Ужгород",
            address: "ул. Оноковская, 16",
        },
        {
            index: "88015",
            city: "Ужгород",
            address: "ул. Грушевского, 35",
        },
        {
            index: "88017",
            city: "Ужгород",
            address: "ул. Добролюбова, 6",
        },
        {
            index: "88018",
            city: "Ужгород",
            address: "просп. Свободы, 3",
        },
        {
            index: "88020",
            city: "Ужгород",
            address: "ул. Гагарина, 98",
        },
        {
            index: "88501",
            city: "Ужгород",
            address: "ул. Романа Шухевича, 27",
        },
        {
            index: "89031",
            city: "Ужок",
            address: "улица отсутствует , 105",
        },
        {
            index: "90520",
            city: "Усть-Чорная",
            address: "ул. Верховинская, 170",
        },
        {
            index: "90348",
            city: "Фанчиково",
            address: "ул. Главная, 2",
        },
        {
            index: "90342",
            city: "Хижа",
            address: "ул. Борканюка, 6",
        },
        {
            index: "89422",
            city: "Холмок",
            address: "ул. Свободы, 65А",
        },
        {
            index: "89444",
            city: "Холмци",
            address: "ул. Дружбы, 94Б",
        },
        {
            index: "89415",
            city: "Худлево",
            address: "ул. Мира, 3А",
        },
        {
            index: "90400",
            city: "Хуст",
            address: "ул. Корятовича, 10",
        },
        {
            index: "90401",
            city: "Хуст",
            address: "ул. Пирогова, 7В",
        },
        {
            index: "90434",
            city: "Хустець",
            address: "улица отсутствует , 85",
        },
        {
            index: "90359",
            city: "Чепа",
            address: "ул. Фогороші, 33",
        },
        {
            index: "89651",
            city: "Червенёво",
            address: "ул. Когкоспна, б/н",
        },
        {
            index: "90340",
            city: "Черна",
            address: "ул. Мира, 98",
        },
        {
            index: "90358",
            city: "Чёрнотисов",
            address: "ул. Дружбы, 2А",
        },
        {
            index: "90105",
            city: "Чёрный Поток",
            address: "улица отсутствует , 196",
        },
        {
            index: "90262",
            city: "Четфалва",
            address: "ул. Петефи, 90",
        },
        {
            index: "89640",
            city: "Чинадиево",
            address: "ул. Волошина, 63",
        },
        {
            index: "89652",
            city: "Чомонин",
            address: "ул. Мира, 154",
        },
        {
            index: "89473",
            city: "Чоп",
            address: "ул. Берег, 18",
        },
        {
            index: "89502",
            city: "Чоп",
            address: "ул. Железнодорожная, 3А",
        },
        {
            index: "90632",
            city: "Чорная Тиса",
            address: "ул. Борканюка, 158",
        },
        {
            index: "89042",
            city: "Чорноголова",
            address: "улица отсутствует , 296",
        },
        {
            index: "90508",
            city: "Чумалёво",
            address: "ул. Центральная, 112",
        },
        {
            index: "90311",
            city: "Шаланки",
            address: "ул. Главная, 66",
        },
        {
            index: "90456",
            city: "Шаян",
            address: "ул. без названия, б/н",
        },
        {
            index: "90516",
            city: "Широкий Луг",
            address: "ул. Шевченко, 131",
        },
        {
            index: "90314",
            city: "Широкое",
            address: "ул. Гагарина, 1",
        },
        {
            index: "90219",
            city: "Шом",
            address: "ул. Главная, 97",
        },
        {
            index: "89459",
            city: "Эсэнь",
            address: "ул. Малая, 58",
        },
        {
            index: "90458",
            city: "Яблунивка",
            address: "ул. Красноармейская, 73",
        },
        {
            index: "90233",
            city: "Яноши",
            address: "ул. Шевченко, 43",
        },
        {
            index: "89414",
            city: "Ярок",
            address: "ул. отсутствует, 23А",
        },
        {
            index: "90630",
            city: "Ясиня",
            address: "ул. Грушевского, 5",
        },
    ],
    Запорізька: [
        {
            index: "70403",
            city: "Августиновка",
            address: "ул. Мира, 4",
        },
        {
            index: "70330",
            city: "Азов",
            address: "ул. Центральная, 10",
        },
        {
            index: "71154",
            city: "Азовское",
            address: "ул. Центральная, 102",
        },
        {
            index: "72501",
            city: "Акимовка",
            address: "ул. Вокзальная, 38",
        },
        {
            index: "72502",
            city: "Акимовка",
            address: "ул. Чкалова, 7",
        },
        {
            index: "72503",
            city: "Акимовка",
            address: "ул. Центральная, 54",
        },
        {
            index: "72445",
            city: "Александровка",
            address: "ул. Центральная, 98",
        },
        {
            index: "71140",
            city: "Андреевка",
            address: "ул. Труда, 31",
        },
        {
            index: "71150",
            city: "Андровка",
            address: "ул. Почтовая, 32",
        },
        {
            index: "72415",
            city: "Анновка",
            address: "ул. Центральная, 49",
        },
        {
            index: "70040",
            city: "Антоновка",
            address: "ул. Центральная, 48",
        },
        {
            index: "72325",
            city: "Астраханка",
            address: "ул. Заводская, 27",
        },
        {
            index: "72552",
            city: "Атманай",
            address: "ул. Матросова, 2В",
        },
        {
            index: "70435",
            city: "Балабино",
            address: "ул. Мира, 2Г",
        },
        {
            index: "71635",
            city: "Балки",
            address: "ул. Каховская, 32",
        },
        {
            index: "71763",
            city: "Балковое",
            address: "ул. Чанчибадзе, 26",
        },
        {
            index: "70623",
            city: "Балочки",
            address: "ул. Дружбы, 150а-на карте",
        },
        {
            index: "72103",
            city: "Бановка",
            address: "ул. Центральная, 44",
        },
        {
            index: "70151",
            city: "Барвиновка",
            address: "ул. Центральная, 1А",
        },
        {
            index: "70643",
            city: "Басань",
            address: "ул. Центральная, 173Б",
        },
        {
            index: "70407",
            city: "Беленькое",
            address: "ул. 30 декабря, 20",
        },
        {
            index: "70551",
            city: "Белогорье",
            address: "ул. Верхняя, 14",
        },
        {
            index: "71053",
            city: "Белоцерковка",
            address: "ул. Петра Ребра, 21",
        },
        {
            index: "71101",
            city: "Бердянск",
            address: "ул. Кабельщиков, 160/87",
        },
        {
            index: "71106",
            city: "Бердянск",
            address: "ул. Набережная, 43В",
        },
        {
            index: "71107",
            city: "Бердянск",
            address: "шоссе Мелитопольское, 110А",
        },
        {
            index: "71108",
            city: "Бердянск",
            address: "ул. Владимира Довганюка, 97",
        },
        {
            index: "71111",
            city: "Бердянск",
            address: "ул. Баха, 42",
        },
        {
            index: "71112",
            city: "Бердянск",
            address: "ул. Морская, 19А",
        },
        {
            index: "71113",
            city: "Бердянск",
            address: "ул. Петровский путь, 66",
        },
        {
            index: "71114",
            city: "Бердянск",
            address: "ул. Ярослава Мудрого, 16",
        },
        {
            index: "71116",
            city: "Бердянск",
            address: "ул. Европейская, 54",
        },
        {
            index: "71118",
            city: "Бердянск",
            address: "ул. Морская, 19А",
        },
        {
            index: "71122",
            city: "Бердянск",
            address: "ул. Военный городок 2, 16",
        },
        {
            index: "71123",
            city: "Бердянск",
            address: "ул. Макарова, 22/1",
        },
        {
            index: "71124",
            city: "Бердянск",
            address: "ул. Северная, 8",
        },
        {
            index: "72111",
            city: "Бердянск",
            address: "ул. Морская, 19А",
        },
        {
            index: "71130",
            city: "Берестовое",
            address: "ул. Мира, 176Б",
        },
        {
            index: "71001",
            city: "Бильмак",
            address: "ул. Центральная, 43",
        },
        {
            index: "71050",
            city: "Благовещенка",
            address: "ул. Шевченко, 198",
        },
        {
            index: "71330",
            city: "Благовещенка",
            address: "пров. Центральный, 10",
        },
        {
            index: "70029",
            city: "Богатыревка",
            address: "ул. Гагарина, 30",
        },
        {
            index: "72430",
            city: "Богдановка",
            address: "ул. Центральная, 212",
        },
        {
            index: "71240",
            city: "Богдановка",
            address: "ул. Школьная, 3",
        },
        {
            index: "72131",
            city: "Болгарка",
            address: "пров. Почтовый, 7",
        },
        {
            index: "72151",
            city: "Борисовка",
            address: "ул. Центральная, 85",
        },
        {
            index: "72431",
            city: "Ботиево",
            address: "ул. Независимости, 71",
        },
        {
            index: "72010",
            city: "Бурчак",
            address: "ул. Носаль,32",
        },
        {
            index: "71601",
            city: "Васильевка",
            address: "ул. Центральный, 3",
        },
        {
            index: "71602",
            city: "Васильевка",
            address: "ул. Соборная, 71",
        },
        {
            index: "71603",
            city: "Васильевка",
            address: "ул. Уютная, 1А",
        },
        {
            index: "71613",
            city: "Васильевка",
            address: "ул. Уютная, 1А",
        },
        {
            index: "71641",
            city: "Васильевка",
            address: "ул. Уютная, 1А",
        },
        {
            index: "71650",
            city: "Васильевка",
            address: "ул. Уютная, 1А",
        },
        {
            index: "72021",
            city: "Васильевка",
            address: "ул. Уютная, 1А",
        },
        {
            index: "71404",
            city: "Великая Белозерка",
            address: "ул. Пархоменко, 65",
        },
        {
            index: "71400",
            city: "Великая Белозерка",
            address: "ул. Центральная, 115",
        },
        {
            index: "71401",
            city: "Великая Белозерка",
            address: "ул. Студенческая, 2",
        },
        {
            index: "71402",
            city: "Великая Белозерка",
            address: "ул. Трудовая, 28А",
        },
        {
            index: "71311",
            city: "Великая Знаменка",
            address: "ул. Центральная, 335",
        },
        {
            index: "71312",
            city: "Великая Знаменка",
            address: "ул. Центральная, 553",
        },
        {
            index: "71313",
            city: "Великая Знаменка",
            address: "пров. Свободный, 3",
        },
        {
            index: "70016",
            city: "Вербное",
            address: "ул. Почтовая, 23",
        },
        {
            index: "70633",
            city: "Вербовое",
            address: "ул. Мира, 175",
        },
        {
            index: "71230",
            city: "Верхний Токмак",
            address: "ул. Центральная, 1",
        },
        {
            index: "71206",
            city: "Верхний Токмак Первый",
            address: "ул. Привокзальная, 4",
        },
        {
            index: "71622",
            city: "Верхняя Криница",
            address: "ул. Украинская, 1",
        },
        {
            index: "70209",
            city: "Верхняя Терса",
            address: "ул. Центральная, 74",
        },
        {
            index: "71014",
            city: "Вершина",
            address: "ул. Свободы, 1",
        },
        {
            index: "70404",
            city: "Веселое",
            address: "ул. Центральная, 74",
        },
        {
            index: "72201",
            city: "Веселое",
            address: "ул. Кубинская, 13",
        },
        {
            index: "72202",
            city: "Веселое",
            address: "ул. Пушкина, 29",
        },
        {
            index: "72241",
            city: "Веселое Село",
            address: "ул. Центральная, 27",
        },
        {
            index: "70120",
            city: "Веселый Гай",
            address: "ул. Набережная, 6",
        },
        {
            index: "70453",
            city: "Веселянка",
            address: "ул. Центральная, 75",
        },
        {
            index: "70331",
            city: "Вишневатое",
            address: "ул. Центральная, 42",
        },
        {
            index: "72424",
            city: "Владимировка",
            address: "ул. Центральная, 43",
        },
        {
            index: "70411",
            city: "Владимировка",
            address: "ул. Юбилейная, 8",
        },
        {
            index: "72530",
            city: "Владимировка",
            address: "ул. Мира, 45",
        },
        {
            index: "70041",
            city: "Владимировка",
            address: "ул. Матросова, 15",
        },
        {
            index: "71221",
            city: "Владовка",
            address: "ул. Мира, 56",
        },
        {
            index: "72551",
            city: "Вовчанское",
            address: "ул. Молодежная, 21",
        },
        {
            index: "71316",
            city: "Водяное",
            address: "ул. Мира, 185Б",
        },
        {
            index: "71317",
            city: "Водяное",
            address: "пров. Зеленый, 6",
        },
        {
            index: "70220",
            city: "Воздвижевка",
            address: "ул. Центральная, 34",
        },
        {
            index: "72360",
            city: "Вознесенка",
            address: "ул. Мира, 205",
        },
        {
            index: "72331",
            city: "Возрождение",
            address: "ул. Горького, 44",
        },
        {
            index: "72008",
            city: "Волковка",
            address: "ул. Школьная, 15",
        },
        {
            index: "70032",
            city: "Вольноандреевка",
            address: "ул. Днепровская, 90",
        },
        {
            index: "70520",
            city: "Вольнянка",
            address: "ул. Космическая, 24",
        },
        {
            index: "70001",
            city: "Вольнянск",
            address: "ул. Соборная, 41А",
        },
        {
            index: "70002",
            city: "Вольнянск",
            address: "ул. Бочарова, 16",
        },
        {
            index: "70023",
            city: "Вольнянск",
            address: "ул. Бочарова, 16",
        },
        {
            index: "70624",
            city: "Воскресенка",
            address: "ул. Ярмарочная, 8",
        },
        {
            index: "70625",
            city: "Воскресенка",
            address: "ул. Центральная, 158",
        },
        {
            index: "72414",
            city: "Воскресенка",
            address: "ул. Школьная, 44",
        },
        {
            index: "70419",
            city: "Высокогорное",
            address: "ул. Счастливая, 2",
        },
        {
            index: "72020",
            city: "Высокое",
            address: "ул. 40 лет Победы, 72",
        },
        {
            index: "72371",
            city: "Высокое",
            address: "ул. Мира, 8",
        },
        {
            index: "72132",
            city: "Вячеславка",
            address: "ул. Мира, 59",
        },
        {
            index: "72444",
            city: "Георгиевка",
            address: "ул. Центральная, 53",
        },
        {
            index: "72440",
            city: "Гирсовка",
            address: "пров. Школьный, 1",
        },
        {
            index: "70017",
            city: "Гнаровское",
            address: "ул. Центральная, 3",
        },
        {
            index: "71015",
            city: "Гоголевка",
            address: "ул. Центральная, 100В",
        },
        {
            index: "72232",
            city: "Гоголевка",
            address: "ул. Центральная, 35",
        },
        {
            index: "70452",
            city: "Григоровка",
            address: "ул. Радостная, 48",
        },
        {
            index: "70201",
            city: "Гуляйполе",
            address: "ул. Большая, 362",
        },
        {
            index: "70202",
            city: "Гуляйполе",
            address: "ул. Спортивная, 2",
        },
        {
            index: "70203",
            city: "Гуляйполе",
            address: "ул. Шевченко, 16",
        },
        {
            index: "70232",
            city: "Гуляйпольское",
            address: "ул. Гагарина, 6",
        },
        {
            index: "71020",
            city: "Гусарка",
            address: "ул. Запорожская, 1",
        },
        {
            index: "71406",
            city: "Гюновка",
            address: "ул. Почтовая, 4А",
        },
        {
            index: "72110",
            city: "Гюновка",
            address: "ул. Леси Украинки, 17",
        },
        {
            index: "72550",
            city: "Давыдовка",
            address: "ул. Солнечная, 27",
        },
        {
            index: "72384",
            city: "Данило-Ивановка",
            address: "ул. Школьная, 41",
        },
        {
            index: "72442",
            city: "Дивнинское",
            address: "ул. Школьная, 23",
        },
        {
            index: "71153",
            city: "Дмитровка",
            address: "пров. Труда, 3",
        },
        {
            index: "70014",
            city: "Днепровка",
            address: "ул. Паторжинского, 42",
        },
        {
            index: "71321",
            city: "Днепровка",
            address: "ул. Тараканчикова, 1",
        },
        {
            index: "71630",
            city: "Днепрорудное",
            address: "ул. Центральная, 19",
        },
        {
            index: "71632",
            city: "Днепрорудное",
            address: "ул. Приморская, 8",
        },
        {
            index: "70412",
            city: "Днипрельстан",
            address: "ул. Тараса Шевченко, 55А",
        },
        {
            index: "72443",
            city: "Добровка",
            address: "ул. Заречная, 2",
        },
        {
            index: "70221",
            city: "Доброполье",
            address: "ул. Победы, 36",
        },
        {
            index: "71243",
            city: "Довгое",
            address: "ул. Зеленая, 32",
        },
        {
            index: "71739",
            city: "Долина",
            address: "ул. Центральная, 57",
        },
        {
            index: "70223",
            city: "Долинка",
            address: "ул. Центральная, 75",
        },
        {
            index: "70420",
            city: "Долинское",
            address: "ул. Центральная, 23",
        },
        {
            index: "71145",
            city: "Долинское",
            address: "ул. Центральная, 47",
        },
        {
            index: "72381",
            city: "Долинское",
            address: "ул. Широкая, 53",
        },
        {
            index: "70046",
            city: "Дружелюбовка",
            address: "ул. Олимпийская, 2",
        },
        {
            index: "72446",
            city: "Дунаевка",
            address: "ул. Магистральная, 4",
        },
        {
            index: "72134",
            city: "Елизаветовка",
            address: "ул. Школьная, 21",
        },
        {
            index: "72206",
            city: "Елизаветовка",
            address: "ул. Степная, 46",
        },
        {
            index: "72112",
            city: "Елисеевка",
            address: "ул. 40 лет Победы, 86",
        },
        {
            index: "70506",
            city: "Желтая Круча",
            address: "ул. 40 лет Победы, 48А",
        },
        {
            index: "70231",
            city: "Зализничное",
            address: "ул. Ватутина, 20А",
        },
        {
            index: "71241",
            city: "Замостье",
            address: "ул. Садовая, 72",
        },
        {
            index: "71333",
            city: "Заповитный",
            address: "ул. Центральная, 4",
        },
        {
            index: "69089",
            city: "Запорожье",
            address: "ул. Истомина, 6",
        },
        {
            index: "69091",
            city: "Запорожье",
            address: "ул. Нижнеднепровская, 4",
        },
        {
            index: "69092",
            city: "Запорожье",
            address: "ул. Трудовая, 10",
        },
        {
            index: "69093",
            city: "Запорожье",
            address: "ул. Зестафонська, 18",
        },
        {
            index: "69095",
            city: "Запорожье",
            address: "просп. Соборный, 144",
        },
        {
            index: "69096",
            city: "Запорожье",
            address: "ул. Ладожская, 8",
        },
        {
            index: "69097",
            city: "Запорожье",
            address: "ул. Энтузиастов,1",
        },
        {
            index: "69098",
            city: "Запорожье",
            address: "ул. Очаровательная,159",
        },
        {
            index: "69104",
            city: "Запорожье",
            address: "ул. Чумаченко, 34",
        },
        {
            index: "69105",
            city: "Запорожье",
            address: "просп. Соборный, 206",
        },
        {
            index: "69106",
            city: "Запорожье",
            address: "ул. Павлокічкаська, 15",
        },
        {
            index: "69107",
            city: "Запорожье",
            address: "просп. Соборный, 164",
        },
        {
            index: "69114",
            city: "Запорожье",
            address: "ул. Героев 93-й бригады, 16А",
        },
        {
            index: "69118",
            city: "Запорожье",
            address: "ул. Новокузнецкая, 1",
        },
        {
            index: "69120",
            city: "Запорожье",
            address: "ул. Воронина, 19",
        },
        {
            index: "69121",
            city: "Запорожье",
            address: "ул. Товарищеская, 58",
        },
        {
            index: "69123",
            city: "Запорожье",
            address: "ул. Строителей, 5",
        },
        {
            index: "69124",
            city: "Запорожье",
            address: "ул. Рубана, 7",
        },
        {
            index: "69126",
            city: "Запорожье",
            address: "просп. Соборный, 155",
        },
        {
            index: "69501",
            city: "Запорожье",
            address: "просп. Соборный, 6Б",
        },
        {
            index: "72240",
            city: "Запорожье",
            address: "ул. Гагарина, 19",
        },
        {
            index: "71726",
            city: "Запорожье",
            address: "ул. Центральная, 22",
        },
        {
            index: "69001",
            city: "Запорожье",
            address: "ул. Независимой Украины, 39Б",
        },
        {
            index: "69002",
            city: "Запорожье",
            address: "ул. Школьная, 42",
        },
        {
            index: "69003",
            city: "Запорожье",
            address: "ул. Новокузнецкая, 12",
        },
        {
            index: "69004",
            city: "Запорожье",
            address: "просп. Соборный, 6Б",
        },
        {
            index: "69005",
            city: "Запорожье",
            address: "просп. Соборный, 133",
        },
        {
            index: "69006",
            city: "Запорожье",
            address: "просп. Соборный, 230",
        },
        {
            index: "69007",
            city: "Запорожье",
            address: "ул. Курортная, 65",
        },
        {
            index: "69008",
            city: "Запорожье",
            address: "шоссе Южное, 77А",
        },
        {
            index: "69009",
            city: "Запорожье",
            address: "ул. Павлокічкаська, 48",
        },
        {
            index: "69010",
            city: "Запорожье",
            address: "просп. Моторобудівників, 20",
        },
        {
            index: "69013",
            city: "Запорожье",
            address: "ул. Військбуд, 92",
        },
        {
            index: "69014",
            city: "Запорожье",
            address: "просп. Моторобудівників, 64А",
        },
        {
            index: "69017",
            city: "Запорожье",
            address: "ул. Научного городка, 60",
        },
        {
            index: "69021",
            city: "Запорожье",
            address: "ул. Электрическая, 237",
        },
        {
            index: "69027",
            city: "Запорожье",
            address: "ул. Тополіна, 41",
        },
        {
            index: "69031",
            city: "Запорожье",
            address: "ул. Опытная станция, 80",
        },
        {
            index: "69032",
            city: "Запорожье",
            address: "ул. Независимой Украины, 27",
        },
        {
            index: "69034",
            city: "Запорожье",
            address: "ул. Автобусная,15А",
        },
        {
            index: "69035",
            city: "Запорожье",
            address: "просп. Соборный, 186",
        },
        {
            index: "69037",
            city: "Запорожье",
            address: "ул. Независимой Украины, 39Б",
        },
        {
            index: "69039",
            city: "Запорожье",
            address: "ул. Шевченко, 107",
        },
        {
            index: "69040",
            city: "Запорожье",
            address: "ул. Садовая,101",
        },
        {
            index: "69041",
            city: "Запорожье",
            address: "ул. Сергея Синенко, 49",
        },
        {
            index: "69050",
            city: "Запорожье",
            address: "ул. Космическая, 87",
        },
        {
            index: "69059",
            city: "Запорожье",
            address: "ул. Парамонова, 4",
        },
        {
            index: "69060",
            city: "Запорожье",
            address: "ул. Моховая, 9",
        },
        {
            index: "69061",
            city: "Запорожье",
            address: "ул. Центральная, 1Б",
        },
        {
            index: "69063",
            city: "Запорожье",
            address: "ул. Покровская, 21",
        },
        {
            index: "69065",
            city: "Запорожье",
            address: "ул. Счастливая, 5",
        },
        {
            index: "69067",
            city: "Запорожье",
            address: "ул. Добровольческих батальонов, 54",
        },
        {
            index: "69068",
            city: "Запорожье",
            address: "просп. Моторобудівників, 64А",
        },
        {
            index: "69069",
            city: "Запорожье",
            address: "Днепровское шоссе, 62",
        },
        {
            index: "69071",
            city: "Запорожье",
            address: "ул. Волшебная,121",
        },
        {
            index: "69076",
            city: "Запорожье",
            address: "ул. Василия Сергиенко, 11",
        },
        {
            index: "69081",
            city: "Запорожье",
            address: "ул. Панфьорова,146А",
        },
        {
            index: "69083",
            city: "Запорожье",
            address: "ул. Петра Григоренко, 23",
        },
        {
            index: "70534",
            city: "Заречное",
            address: "ул. Административная,1",
        },
        {
            index: "72336",
            city: "Заречное",
            address: "ул. Грушевая, 10А",
        },
        {
            index: "70312",
            city: "Заря",
            address: "ул. Мира, 45",
        },
        {
            index: "72113",
            city: "Зеленовка",
            address: "ул. Мира, 31",
        },
        {
            index: "70140",
            city: "Зеленое",
            address: "ул. Мира, 19",
        },
        {
            index: "72231",
            city: "Зеленый Гай",
            address: "ул. Центральная, 27",
        },
        {
            index: "71732",
            city: "Зеленый Гай",
            address: "ул. Зеленогаївська, 44",
        },
        {
            index: "71320",
            city: "Ивановка",
            address: "ул. Широкая, 71",
        },
        {
            index: "71244",
            city: "Ильино",
            address: "ул. Мира, 15",
        },
        {
            index: "70634",
            city: "Инженерное",
            address: "ул. Центральная, 216В",
        },
        {
            index: "72142",
            city: "Инзовка",
            address: "ул. Центральная, 4",
        },
        {
            index: "72210",
            city: "Калиновка",
            address: "ул. Молодежная, 19А",
        },
        {
            index: "71301",
            city: "Каменка-Днепровская",
            address: "ул. Зеленая, 207",
        },
        {
            index: "71302",
            city: "Каменка-Днепровская",
            address: "ул. Центральная, 238Б",
        },
        {
            index: "71303",
            city: "Каменка-Днепровская",
            address: "ул. Промышленная, 12",
        },
        {
            index: "71304",
            city: "Каменка-Днепровская",
            address: "ул. Зеленая, 1",
        },
        {
            index: "70050",
            city: "Каменное",
            address: "ул. Горького, 2А",
        },
        {
            index: "71612",
            city: "Каменское",
            address: "ул. Центральная, 25",
        },
        {
            index: "71005",
            city: "Камыш Заря",
            address: "ул. Вокзальная, 32",
        },
        {
            index: "70508",
            city: "Камышеваха",
            address: "ул. Хмельницкого Богдана, 34",
        },
        {
            index: "70442",
            city: "Каневское",
            address: "ул. Центральная, 2",
        },
        {
            index: "72563",
            city: "Кирилловка",
            address: "ул. Центральная, 2",
        },
        {
            index: "72564",
            city: "Кирилловка",
            address: "просп. Азовский, 14",
        },
        {
            index: "72104",
            city: "Комышеватка",
            address: "ул. Шевченко, 51",
        },
        {
            index: "70650",
            city: "Конские Раздоры",
            address: "ул. Апрельская, 20",
        },
        {
            index: "70618",
            city: "Константиновка",
            address: "ул. Победы, 48",
        },
        {
            index: "72364",
            city: "Константиновка",
            address: "ул. Маяковского, 142",
        },
        {
            index: "72365",
            city: "Константиновка",
            address: "ул. Ковпака, 9/2",
        },
        {
            index: "70562",
            city: "Копани",
            address: "ул. Центральная, 17",
        },
        {
            index: "72213",
            city: "Корнеевка",
            address: "ул. Центральная, 134А",
        },
        {
            index: "71727",
            city: "Коханое",
            address: "ул. Красная, 104В",
        },
        {
            index: "70322",
            city: "Кузнецовка",
            address: "ул. Мира, 60",
        },
        {
            index: "70006",
            city: "Куприяновка",
            address: "ул. Строителей, 21",
        },
        {
            index: "70450",
            city: "Кушугум",
            address: "ул. Тельмана, 24",
        },
        {
            index: "71745",
            city: "Лагодное",
            address: "ул. Мостовая, 3",
        },
        {
            index: "72328",
            city: "Лазурное",
            address: "ул. Студенческая, 21",
        },
        {
            index: "71052",
            city: "Ланцево",
            address: "ул. Мира, 11",
        },
        {
            index: "70431",
            city: "Лежино",
            address: "ул. Центральная, 129",
        },
        {
            index: "70333",
            city: "Листвянка",
            address: "ул. Суворова, 170",
        },
        {
            index: "72141",
            city: "Лозоватка",
            address: "ул. Тараса Шевченко, 47",
        },
        {
            index: "70410",
            city: "Лукашево",
            address: "ул. Центральная, 9",
        },
        {
            index: "70443",
            city: "Лысогорка",
            address: "ул. 8 Марта, 15А",
        },
        {
            index: "72011",
            city: "Любимовка",
            address: "ул. Дружбы, 58",
        },
        {
            index: "70245",
            city: "Любимовка",
            address: "ул. Школьная, 29",
        },
        {
            index: "70037",
            city: "Люцерна",
            address: "ул. Школьная, 1",
        },
        {
            index: "70537",
            city: "Магдалиновка",
            address: "ул. Шевченко, 78",
        },
        {
            index: "70652",
            city: "Магедово",
            address: "ул. Центральная, 1",
        },
        {
            index: "72514",
            city: "Максима Горького",
            address: "ул. Центральная, 2",
        },
        {
            index: "70024",
            city: "Максимовка",
            address: "ул. Центральная, 14",
        },
        {
            index: "71670",
            city: "Малая Белозерка",
            address: "ул. Центральная, 1",
        },
        {
            index: "71671",
            city: "Малая Белозерка",
            address: "ул. 4-й гвардейской дивизии, 2/2",
        },
        {
            index: "71672",
            city: "Малая Белозерка",
            address: "ул. Шахтерская, 153",
        },
        {
            index: "71673",
            city: "Малая Белозерка",
            address: "ул. Таврическая, 60А",
        },
        {
            index: "71674",
            city: "Малая Белозерка",
            address: "шоссе Веселовское 7 км, 1",
        },
        {
            index: "72252",
            city: "Малая Михайловка",
            address: "пров. Молодежный, 1А",
        },
        {
            index: "70550",
            city: "Малая Токмачка",
            address: "ул. Мира, 301",
        },
        {
            index: "70242",
            city: "Малиновка",
            address: "ул. Космическая, 33",
        },
        {
            index: "70454",
            city: "Малоекатериновка",
            address: "ул. Заречная, 32",
        },
        {
            index: "72121",
            city: "Мануйловка",
            address: "ул. Солнечная, 35А",
        },
        {
            index: "72133",
            city: "Мариновка",
            address: "ул. Центральная, 31",
        },
        {
            index: "70440",
            city: "Марьевка",
            address: "ул. Центральная, 36",
        },
        {
            index: "71013",
            city: "Марьяновка",
            address: "ул. Украинская, 46",
        },
        {
            index: "72043",
            city: "Марьяновка",
            address: "ул. Мира, 119А",
        },
        {
            index: "72222",
            city: "Матвеевка",
            address: "ул. Казацкая, 58",
        },
        {
            index: "70035",
            city: "Матвеевка",
            address: "ул. Центральная, 77А",
        },
        {
            index: "72301",
            city: "Мелитополь",
            address: "ул. Александра Довженко, 96",
        },
        {
            index: "72302",
            city: "Мелитополь",
            address: "ул. Молодежная, 60",
        },
        {
            index: "72304",
            city: "Мелитополь",
            address: "ул. Сагайдачного гетмана, 264",
        },
        {
            index: "72305",
            city: "Мелитополь",
            address: "ул. Ломоносова, 286",
        },
        {
            index: "72306",
            city: "Мелитополь",
            address: "пров. Михаила Оратовського, 3",
        },
        {
            index: "72307",
            city: "Мелитополь",
            address: "ул. Гвардейская, 4",
        },
        {
            index: "72309",
            city: "Мелитополь",
            address: "просп. Хмельницкого Богдана, 48",
        },
        {
            index: "72310",
            city: "Мелитополь",
            address: "просп. Хмельницкого Богдана, 6",
        },
        {
            index: "72311",
            city: "Мелитополь",
            address: "просп. Хмельницкого Богдана, 93",
        },
        {
            index: "72312",
            city: "Мелитополь",
            address: "ул. Университетская, 14",
        },
        {
            index: "72313",
            city: "Мелитополь",
            address: "просп. 50-летия Победы, 36/1",
        },
        {
            index: "72314",
            city: "Мелитополь",
            address: "ул. Невского Александра, 139",
        },
        {
            index: "72315",
            city: "Мелитополь",
            address: "просп. Хмельницкого Богдана, 15",
        },
        {
            index: "72316",
            city: "Мелитополь",
            address: "ул. Гагарина, 1",
        },
        {
            index: "72318",
            city: "Мелитополь",
            address: "просп. 50-летия Победы, 49",
        },
        {
            index: "72319",
            city: "Мелитополь",
            address: "ул. Героев Украины, 53А",
        },
        {
            index: "72332",
            city: "Мелитополь",
            address: "просп. Хмельницкого Богдана, 15",
        },
        {
            index: "72338",
            city: "Мелитополь",
            address: "просп. Хмельницкого Богдана, 15",
        },
        {
            index: "72406",
            city: "Мелитополь",
            address: "просп. Хмельницкого Богдана, 15",
        },
        {
            index: "72411",
            city: "Мелитополь",
            address: "просп. Хмельницкого Богдана, 15",
        },
        {
            index: "72215",
            city: "Менчикуры",
            address: "ул. Леси Украинки, 6А",
        },
        {
            index: "72533",
            city: "Мирное",
            address: "ул. Коммунаров, 75",
        },
        {
            index: "70560",
            city: "Мирное",
            address: "ул. Виноградная, 4",
        },
        {
            index: "70217",
            city: "Мирное",
            address: "ул. Центральная, 12Б",
        },
        {
            index: "72350",
            city: "Мирный",
            address: "ул. Олексєнко, 14",
        },
        {
            index: "70042",
            city: "Михайло-Лукашево",
            address: "ул. Космическая, 8",
        },
        {
            index: "70013",
            city: "Михайловка",
            address: "ул. Слободчикова, 9",
        },
        {
            index: "72001",
            city: "Михайловка",
            address: "ул. Маяковского, 69",
        },
        {
            index: "72002",
            city: "Михайловка",
            address: "ул. Пушкина, 106А",
        },
        {
            index: "72005",
            city: "Михайловка",
            address: "ул. Украинская, 33",
        },
        {
            index: "71205",
            city: "Могиляны",
            address: "ул. Школьная, 5",
        },
        {
            index: "71716",
            city: "Молочанск",
            address: "ул. Педенко, 31",
        },
        {
            index: "71717",
            city: "Молочанск",
            address: "ул. Центральная, 4",
        },
        {
            index: "72362",
            city: "Мордвиновка",
            address: "ул. Суворова, 20",
        },
        {
            index: "70009",
            city: "Московка",
            address: "ул. Украинская, 30А",
        },
        {
            index: "72441",
            city: "Надеждино",
            address: "ул. Школьная, 3",
        },
        {
            index: "70418",
            city: "Натальевка",
            address: "ул. Молодежная, 4",
        },
        {
            index: "70561",
            city: "Нестерянка",
            address: "ул. Центральная, 5",
        },
        {
            index: "70425",
            city: "Нижняя Хортица",
            address: "ул. Почтовая,1",
        },
        {
            index: "71135",
            city: "Николаевка",
            address: "ул. Горького, 13",
        },
        {
            index: "72416",
            city: "Николаевка",
            address: "ул. Молодежная, 34",
        },
        {
            index: "70401",
            city: "Николай-Поле",
            address: "ул. Центральная, 97",
        },
        {
            index: "72205",
            city: "Новоалександровка",
            address: "ул. Богдана Хмельницкого, 73",
        },
        {
            index: "70433",
            city: "Новоалександровка",
            address: "ул. Центральная, 57",
        },
        {
            index: "72140",
            city: "Новоалексеевка",
            address: "ул. Перегудова, 9",
        },
        {
            index: "70509",
            city: "Новоандреевка",
            address: "ул. Клименко, 21",
        },
        {
            index: "72330",
            city: "Новобогдановка",
            address: "ул. Шевченко, 33",
        },
        {
            index: "72420",
            city: "Нововасильевка",
            address: "ул. Кооперативная, 69",
        },
        {
            index: "71128",
            city: "Нововасильевка",
            address: "ул. Центральная, 8",
        },
        {
            index: "71322",
            city: "Нововодяное",
            address: "ул. Стрельникова, 2",
        },
        {
            index: "72370",
            city: "Новогородковка",
            address: "ул. Центральная, 8",
        },
        {
            index: "71731",
            city: "Новогорьевка",
            address: "ул. Молодежная, 9",
        },
        {
            index: "70020",
            city: "Новогупаловка",
            address: "ул. Центральная, 60А",
        },
        {
            index: "72520",
            city: "Новоданиловка",
            address: "ул. Центральная, 2",
        },
        {
            index: "70505",
            city: "Новоданиловка",
            address: "ул. Хрусталькова, 98",
        },
        {
            index: "71331",
            city: "Новоднепровка",
            address: "ул. Центральная,10",
        },
        {
            index: "71724",
            city: "Новое",
            address: "ул. Школьная, 8",
        },
        {
            index: "72337",
            city: "Новое",
            address: "ул. Продольная, 1В",
        },
        {
            index: "70422",
            city: "Новое Запорожье",
            address: "ул. Счастливая, 36",
        },
        {
            index: "70208",
            city: "Новозлатополь",
            address: "ул. Украинская, 71",
        },
        {
            index: "70513",
            city: "Новоивановка",
            address: "ул. Шарова, 37",
        },
        {
            index: "71211",
            city: "Новоказанковатое",
            address: "ул. Центральная, 2",
        },
        {
            index: "70630",
            city: "Новокарловка",
            address: "ул. Конева, 17А",
        },
        {
            index: "72452",
            city: "Новоконстантиновка",
            address: "ул. Первомайская, 38",
        },
        {
            index: "71210",
            city: "Новомихайловка",
            address: "ул. Мира, 83",
        },
        {
            index: "70320",
            city: "Новомлиновка",
            address: "ул. Центральная, 48",
        },
        {
            index: "70101",
            city: "Новониколаевка",
            address: "ул. Украинская, 27",
        },
        {
            index: "71737",
            city: "Новониколаевка",
            address: "ул. Космическая, 48В",
        },
        {
            index: "72353",
            city: "Новониколаевка",
            address: "ул. Мира, 6",
        },
        {
            index: "72150",
            city: "Новопавловка",
            address: "ул. Петра Григоренко, 68",
        },
        {
            index: "72152",
            city: "Новопавловка",
            address: "ул. Гагарина, 50",
        },
        {
            index: "70544",
            city: "Новопавловка",
            address: "ул. Суворова, 7",
        },
        {
            index: "71408",
            city: "Новопетровка",
            address: "ул. Центральная, 66",
        },
        {
            index: "70402",
            city: "Новопетровка",
            address: "ул. Центральная, 65",
        },
        {
            index: "71162",
            city: "Новопетровка",
            address: "ул. Центральная, 38",
        },
        {
            index: "72351",
            city: "Новопилиповка",
            address: "ул. Центральная, 4",
        },
        {
            index: "71214",
            city: "Новополтавка",
            address: "ул. Центральная, 38",
        },
        {
            index: "71721",
            city: "Новопрокоповка",
            address: "ул. Счастливая, 2",
        },
        {
            index: "70523",
            city: "Новоселовка",
            address: "ул. Центральная, 50А",
        },
        {
            index: "70620",
            city: "Новоселовка",
            address: "ул. Гагарина, 80",
        },
        {
            index: "72412",
            city: "Новоспасское",
            address: "пров. Центральный, 9",
        },
        {
            index: "70507",
            city: "Новотаврическое",
            address: "ул. Школьная, 1",
        },
        {
            index: "71144",
            city: "Новотроицкое",
            address: "ул. Лактионова, 60",
        },
        {
            index: "70515",
            city: "Новотроицкое",
            address: "ул. Защитников Украины, 51",
        },
        {
            index: "71012",
            city: "Новоукраинка",
            address: "ул. Центральная, 133",
        },
        {
            index: "71323",
            city: "Новоукраинка",
            address: "ул. Молодежная, 21",
        },
        {
            index: "72220",
            city: "Новоуспеновка",
            address: "ул. Шевченко, 23",
        },
        {
            index: "70536",
            city: "Новояковлевка",
            address: "ул. Центральная, 3",
        },
        {
            index: "72356",
            city: "Обильное",
            address: "ул. Линейная, 39",
        },
        {
            index: "71231",
            city: "Обиточное",
            address: "ул. Мира, 42",
        },
        {
            index: "72254",
            city: "Озерное",
            address: "ул. 40 лет Победы, 59",
        },
        {
            index: "70511",
            city: "Олёновка",
            address: "ул. Колхозная, 1",
        },
        {
            index: "70522",
            city: "Омельник",
            address: "ул. Победы, 4",
        },
        {
            index: "70501",
            city: "Орехов",
            address: "ул. Приходько, 85",
        },
        {
            index: "70502",
            city: "Орехов",
            address: "ул. Овчаренко, 12А",
        },
        {
            index: "70504",
            city: "Орехов",
            address: "ул. Покровская, 59А",
        },
        {
            index: "70108",
            city: "Орехов",
            address: "ул. Покровская, 59А",
        },
        {
            index: "70122",
            city: "Орехов",
            address: "ул. Покровская, 59А",
        },
        {
            index: "70206",
            city: "Орехов",
            address: "ул. Покровская, 59А",
        },
        {
            index: "72143",
            city: "Орловка",
            address: "ул. Школьная, 45",
        },
        {
            index: "72341",
            city: "Орлово",
            address: "ул. Центральная, 191",
        },
        {
            index: "71609",
            city: "Орлянское",
            address: "ул. Центральная, 170",
        },
        {
            index: "71160",
            city: "Осипенко",
            address: "ул. Соколова, 20",
        },
        {
            index: "71752",
            city: "Остриковка",
            address: "ул. Остриківська, 78",
        },
        {
            index: "70406",
            city: "Отрадное",
            address: "ул. Победы, 3",
        },
        {
            index: "72562",
            city: "Охримовка",
            address: "ул. Центральная, 86",
        },
        {
            index: "71750",
            city: "Очеретоватое",
            address: "ул. Центральная, 110А",
        },
        {
            index: "70005",
            city: "Павловское",
            address: "пров. Тихий, 8",
        },
        {
            index: "72513",
            city: "Переможное",
            address: "ул. Зеленая, 7",
        },
        {
            index: "70015",
            city: "Петро-Михайловка",
            address: "ул. Мира, 70",
        },
        {
            index: "72510",
            city: "Петровка",
            address: "ул. Петровского, 12",
        },
        {
            index: "72123",
            city: "Петровка",
            address: "ул. Центральная, 45",
        },
        {
            index: "70405",
            city: "Петрополь",
            address: "ул. Школьная, 1",
        },
        {
            index: "72214",
            city: "Пискошино",
            address: "ул. Центральная, 13",
        },
        {
            index: "72009",
            city: "Плодородное",
            address: "ул. Генкина, 4",
        },
        {
            index: "70121",
            city: "Подгорное",
            address: "ул. Украинская, 24",
        },
        {
            index: "72105",
            city: "Подспорье",
            address: "ул. Почтовая, 13",
        },
        {
            index: "71740",
            city: "Покровское",
            address: "ул. Антипенко, 69",
        },
        {
            index: "71021",
            city: "Пологи",
            address: "ул. Единства, 29",
        },
        {
            index: "70602",
            city: "Пологи",
            address: "пров. Репина, 1",
        },
        {
            index: "70604",
            city: "Пологи",
            address: "ул. Историческая, 13",
        },
        {
            index: "70605",
            city: "Пологи",
            address: "ул. Магистральная, 506",
        },
        {
            index: "70606",
            city: "Пологи",
            address: "ул. Восточная, 2А",
        },
        {
            index: "70607",
            city: "Пологи",
            address: "ул. Магистральная, 332",
        },
        {
            index: "70608",
            city: "Пологи",
            address: "ул. Единства, 29",
        },
        {
            index: "70311",
            city: "Пологи",
            address: "ул. Единства, 29",
        },
        {
            index: "70615",
            city: "Пологи Село",
            address: "ул. Центральная, 176",
        },
        {
            index: "70240",
            city: "Полтавка",
            address: "пров. Молодежный, 3",
        },
        {
            index: "72339",
            city: "Поляновка",
            address: "ул. Центральная, 18",
        },
        {
            index: "70545",
            city: "Преображенка",
            address: "ул. Преображенская, 3",
        },
        {
            index: "72145",
            city: "Преслав",
            address: "ул. Варбанського, 56Б",
        },
        {
            index: "72401",
            city: "Приазовское",
            address: "ул. Горького, 97",
        },
        {
            index: "70011",
            city: "Привольное",
            address: "ул. Счастливая, 15",
        },
        {
            index: "72101",
            city: "Приморск",
            address: "ул. Шевченко, 201",
        },
        {
            index: "72102",
            city: "Приморск",
            address: "ул. Соборная, 80",
        },
        {
            index: "72451",
            city: "Приморский Посад",
            address: "ул. Почтовая, 29",
        },
        {
            index: "71610",
            city: "Приморское",
            address: "ул. Веселая, 63",
        },
        {
            index: "71615",
            city: "Приморское",
            address: "ул. Покровская, 219",
        },
        {
            index: "72013",
            city: "Пришиб",
            address: "ул. Центральная, 95",
        },
        {
            index: "70229",
            city: "Приютное",
            address: "ул. Шевченко, 46",
        },
        {
            index: "72326",
            city: "Проминь",
            address: "ул. Мира, 128",
        },
        {
            index: "71242",
            city: "Просторное",
            address: "ул. Победы, 89",
        },
        {
            index: "72417",
            city: "Прудентово",
            address: "ул. Ревы, 14",
        },
        {
            index: "71720",
            city: "Работино",
            address: "ул. Мира, 30",
        },
        {
            index: "72532",
            city: "Радивоновка",
            address: "ул. Центральная, 137",
        },
        {
            index: "72012",
            city: "Раздол",
            address: "ул. 40 лет Победы, 47",
        },
        {
            index: "70424",
            city: "Разумовка",
            address: "ул. Мира, 41",
        },
        {
            index: "72144",
            city: "Райновка",
            address: "ул. Центральная, 37",
        },
        {
            index: "70152",
            city: "Риздвянка",
            address: "ул. Центральная, 42",
        },
        {
            index: "70216",
            city: "Ровнополье",
            address: "ул. Новая, 5",
        },
        {
            index: "71129",
            city: "Роза",
            address: "ул. Мира, 91",
        },
        {
            index: "72541",
            city: "Розовка",
            address: "ул. Привокзальная, 13",
        },
        {
            index: "72410",
            city: "Розовка",
            address: "ул. Дубовая, 3",
        },
        {
            index: "70301",
            city: "Розовка",
            address: "ул. Вокзальная, 3",
        },
        {
            index: "70302",
            city: "Розовка",
            address: "ул. Центральная, 100",
        },
        {
            index: "71741",
            city: "Садовое",
            address: "ул. Школьная, 3Г",
        },
        {
            index: "72382",
            city: "Садовое",
            address: "ул. Центральная, 13",
        },
        {
            index: "71232",
            city: "Салтычия",
            address: "ул. Центральная, 49А",
        },
        {
            index: "72340",
            city: "Светлодолинское",
            address: "ул. Гагарина, 31",
        },
        {
            index: "70008",
            city: "Семененково",
            address: "ул. Победы, 22А",
        },
        {
            index: "72355",
            city: "Семеновка",
            address: "ул. Первомайская, 57",
        },
        {
            index: "71640",
            city: "Скельки",
            address: "ул. Стадионная, 2",
        },
        {
            index: "71723",
            city: "Сладкая Балка",
            address: "ул. Почтовая, 2",
        },
        {
            index: "70310",
            city: "Сладководное",
            address: "ул. Мира, 24",
        },
        {
            index: "71040",
            city: "Смирново",
            address: "ул. Смирнова, 2",
        },
        {
            index: "71734",
            city: "Снегуровка",
            address: "ул. Молодежная, 15",
        },
        {
            index: "70031",
            city: "Соколовка",
            address: "ул. Весенняя, 1",
        },
        {
            index: "72553",
            city: "Соленое",
            address: "ул. Юбилейная, 18",
        },
        {
            index: "70021",
            city: "Соленое",
            address: "ул. Мира, 22",
        },
        {
            index: "71143",
            city: "Софиевка",
            address: "ул. Каштановая, 51",
        },
        {
            index: "70113",
            city: "Софиевка",
            address: "ул. Вишневая, 2А",
        },
        {
            index: "72334",
            city: "Спасское",
            address: "ул. Вишневая, 68",
        },
        {
            index: "72044",
            city: "Старобогдановка",
            address: "ул. Мира, 138А",
        },
        {
            index: "71163",
            city: "Старопетровка",
            address: "ул. Жигуліних, 48",
        },
        {
            index: "72454",
            city: "Степановка Первая",
            address: "ул. Мартынова, 18",
        },
        {
            index: "71611",
            city: "Степногорск",
            address: "ул. Молодежная, 2",
        },
        {
            index: "70432",
            city: "Степное",
            address: "ул. Первомайская, 61",
        },
        {
            index: "70112",
            city: "Сторчевое",
            address: "ул. Центральная, 12",
        },
        {
            index: "71220",
            city: "Стульнево",
            address: "ул. Победы, 95",
        },
        {
            index: "71224",
            city: "Стульнево",
            address: "ул. Победы, 26А",
        },
        {
            index: "70514",
            city: "Счастливое",
            address: "ул. Запорожская, 33",
        },
        {
            index: "72540",
            city: "Таврийское",
            address: "ул. Мира, 23",
        },
        {
            index: "70533",
            city: "Таврийское",
            address: "ул. Запорожская,197",
        },
        {
            index: "70540",
            city: "Таврийское",
            address: "ул. Почтовая, 22",
        },
        {
            index: "72242",
            city: "Таврия",
            address: "ул. Центральная, 6",
        },
        {
            index: "71730",
            city: "Таврия",
            address: "ул. Школьная, 17",
        },
        {
            index: "70640",
            city: "Тарасовка",
            address: "ул. Мира, 83",
        },
        {
            index: "70210",
            city: "Темировка",
            address: "ул. Мира, 26",
        },
        {
            index: "70150",
            city: "Терноватое",
            address: "ул. Соборная, 67",
        },
        {
            index: "70010",
            city: "Терновка",
            address: "ул. Центральная, 4",
        },
        {
            index: "72333",
            city: "Терпенье",
            address: "ул. Юбилейная, 1А",
        },
        {
            index: "70114",
            city: "Терсянка",
            address: "ул. Центральная, 56",
        },
        {
            index: "72030",
            city: "Тимошевка",
            address: "ул. Центральная, 40",
        },
        {
            index: "71043",
            city: "Титово",
            address: "ул. Почтовая, 1А",
        },
        {
            index: "72352",
            city: "Тихоновка",
            address: "ул. Пушкина, 40Б",
        },
        {
            index: "71701",
            city: "Токмак",
            address: "ул. Шевченко, 10",
        },
        {
            index: "71702",
            city: "Токмак",
            address: "ул. 14 сентября, 5",
        },
        {
            index: "71703",
            city: "Токмак",
            address: "ул. Василия Вышиваного, 732",
        },
        {
            index: "71706",
            city: "Токмак",
            address: "ул. Ковальская, 42А",
        },
        {
            index: "71708",
            city: "Токмак",
            address: "ул. Гоголя, 75",
        },
        {
            index: "71709",
            city: "Токмак",
            address: "ул. Ковальская, 42А",
        },
        {
            index: "71213",
            city: "Токмак",
            address: "ул. Шевченко, 10",
        },
        {
            index: "71253",
            city: "Токмак",
            address: "ул. Шевченко, 10",
        },
        {
            index: "71133",
            city: "Троицкое",
            address: "ул. Шамрая, 3",
        },
        {
            index: "71151",
            city: "Трояны",
            address: "ул. Гагарина, 101",
        },
        {
            index: "71006",
            city: "Трудовое",
            address: "ул. Заводская, 3",
        },
        {
            index: "71754",
            city: "Трудовое",
            address: "ул. Трудовая, 86",
        },
        {
            index: "70130",
            city: "Трудовое",
            address: "ул. Центральная, 30",
        },
        {
            index: "72354",
            city: "Трудовое",
            address: "ул. Центральная, 11",
        },
        {
            index: "71755",
            city: "Урожайное",
            address: "ул. Центральная, 4",
        },
        {
            index: "71141",
            city: "Успеновка",
            address: "ул. Садовая, 4",
        },
        {
            index: "70211",
            city: "Успеновка",
            address: "ул. Гагарина, 28/2",
        },
        {
            index: "70212",
            city: "Успеновка",
            address: "ул. Хмельницкого Богдана, 9",
        },
        {
            index: "70622",
            city: "Федоровка",
            address: "ул. Центральная, 5",
        },
        {
            index: "72346",
            city: "Фруктовое",
            address: "ул. Молодежная, 2",
        },
        {
            index: "71223",
            city: "Хмельницкое",
            address: "ул. Центральная, 64",
        },
        {
            index: "70207",
            city: "Червоное",
            address: "ул. Первомайская, 4",
        },
        {
            index: "71170",
            city: "Червоное Поле",
            address: "ул. Центральная, 222",
        },
        {
            index: "71201",
            city: "Черниговка",
            address: "ул. Соборная, 198",
        },
        {
            index: "71202",
            city: "Черниговка",
            address: "ул. Соборная, 448",
        },
        {
            index: "72511",
            city: "Черноземное",
            address: "ул. Мирная, 4",
        },
        {
            index: "71725",
            city: "Чистополье",
            address: "ул. Новая, 3",
        },
        {
            index: "72453",
            city: "Чкалово",
            address: "ул. Вишневая, 87",
        },
        {
            index: "72212",
            city: "Чкалово",
            address: "ул. Чкалова, 7А",
        },
        {
            index: "72512",
            city: "Шевченко",
            address: "ул. Солнечная, 2",
        },
        {
            index: "70642",
            city: "Шевченково",
            address: "ул. Горького, 47А",
        },
        {
            index: "71031",
            city: "Шевченковское",
            address: "ул. Шевченко, 29",
        },
        {
            index: "72560",
            city: "Шелюги",
            address: "ул. Зои Космодемьянской, 3",
        },
        {
            index: "71222",
            city: "Широкий Яр",
            address: "ул. Мира, 50",
        },
        {
            index: "70408",
            city: "Широкое",
            address: "ул. Центральная, 1",
        },
        {
            index: "72250",
            city: "Широкое",
            address: "ул. Центральная, 42",
        },
        {
            index: "71501",
            city: "Энергодар",
            address: "ул. Промышленная, 95",
        },
        {
            index: "71502",
            city: "Энергодар",
            address: "ул. Лесная, 6",
        },
        {
            index: "71503",
            city: "Энергодар",
            address: "ул. Строителей, 27",
        },
        {
            index: "71504",
            city: "Энергодар",
            address: "ул. Молодежная, 65",
        },
        {
            index: "70415",
            city: "Юльевка",
            address: "ул. Шевченко, 12",
        },
        {
            index: "70535",
            city: "Юрковка",
            address: "ул. Центральная, 140",
        },
        {
            index: "72120",
            city: "Юрьевка",
            address: "ул. Молодежная, 1",
        },
        {
            index: "72329",
            city: "Ясное",
            address: "ул. Кобецької, 51",
        },
    ],
    "Івано-Франківська": [
        {
            index: "78651",
            city: "Бабин",
            address: "ул. Центральная, 1",
        },
        {
            index: "77037",
            city: "Бабухов",
            address: "ул. Степана Бандеры,156",
        },
        {
            index: "77771",
            city: "Бабче",
            address: "ул. Независимости, 88",
        },
        {
            index: "78312",
            city: "Балинцы",
            address: "ул. Ивана Франко, 61",
        },
        {
            index: "78610",
            city: "Баня-Березов",
            address: "м-р Поречье,1",
        },
        {
            index: "77511",
            city: "Белеев",
            address: "ул. Центральная,1",
        },
        {
            index: "78332",
            city: "Белелуя",
            address: "ул. Галицкая, 90",
        },
        {
            index: "78460",
            city: "Белие Ославы",
            address: "ул. Марийки Пидгирянки, 150",
        },
        {
            index: "78713",
            city: "Белоберезка",
            address: "ул. Центральная,10",
        },
        {
            index: "77461",
            city: "Березовка",
            address: "ул. Тараса Шевченко, 30",
        },
        {
            index: "77630",
            city: "Берлогы",
            address: "ул. Михаила Грушевского, 35",
        },
        {
            index: "77156",
            city: "Блюдники",
            address: "ул. Галицкая ,6",
        },
        {
            index: "77132",
            city: "Бовшев",
            address: "ул. Шевченко, 9",
        },
        {
            index: "77701",
            city: "Богородчаны",
            address: "ул. Шевченко, 57",
        },
        {
            index: "77741",
            city: "Богровка",
            address: "ул. Героев, 3",
        },
        {
            index: "77350",
            city: "Боднаров",
            address: "ул. Шевченко, 3",
        },
        {
            index: "77202",
            city: "Болехов",
            address: "ул. Сечевых Стрельцов, 3",
        },
        {
            index: "77510",
            city: "Большая Туръя",
            address: "просп. Тараса Шевченко,18",
        },
        {
            index: "77146",
            city: "Большовцы",
            address: "Вечевой майдан, 3",
        },
        {
            index: "78033",
            city: "Бортники",
            address: "ул. Победы, 6",
        },
        {
            index: "78316",
            city: "Борщев",
            address: "ул. Сечевых Стрельцов, 4",
        },
        {
            index: "77462",
            city: "Братковцы",
            address: "ул. Леси Украинки,13",
        },
        {
            index: "78014",
            city: "Братышев",
            address: "ул. Гора, 8",
        },
        {
            index: "77165",
            city: "Бринь",
            address: "ул. Галицкая,1",
        },
        {
            index: "77614",
            city: "Брошнив",
            address: "ул. Леси Украинки, 10",
        },
        {
            index: "77611",
            city: "Брошнив-Осада",
            address: "ул. 22 Января, 56",
        },
        {
            index: "78641",
            city: "Брустуров",
            address: "м-р Царина,1",
        },
        {
            index: "78022",
            city: "Будзин",
            address: "ул. Шевченко,11",
        },
        {
            index: "77065",
            city: "Букачевцы",
            address: "ул. Черновола, 36А",
        },
        {
            index: "78711",
            city: "Буковец",
            address: "м-р Варятин 1, 2",
        },
        {
            index: "77111",
            city: "Бурштин",
            address: "ул. Сечевых Стрельцов, 29",
        },
        {
            index: "77112",
            city: "Бурштин",
            address: "улица отсутствует , ТЭС",
        },
        {
            index: "78707",
            city: "Быстрец",
            address: "м-р Гептівка, 2",
        },
        {
            index: "78419",
            city: "Быстрица",
            address: "ул. Центр,1",
        },
        {
            index: "78430",
            city: "Бытков",
            address: "ул. Тараса Шевченко, 344",
        },
        {
            index: "77033",
            city: "Васючин",
            address: "ул. Левицкого,10",
        },
        {
            index: "78244",
            city: "Великая Каменка",
            address: "ул. Сечевых Стрельцов, 46",
        },
        {
            index: "78276",
            city: "Великий Ключев",
            address: "ул. Коновальца, 4",
        },
        {
            index: "78654",
            city: "Великий Рожин",
            address: "ул. Назария Яремчука,1",
        },
        {
            index: "78605",
            city: "Вербовец",
            address: "ул. Гагарина, 12",
        },
        {
            index: "77634",
            city: "Вербовка",
            address: "ул. Грушевского, 23",
        },
        {
            index: "78160",
            city: "Вербовцы",
            address: "ул. Украинская, 1",
        },
        {
            index: "78452",
            city: "Верхний Майдан",
            address: "ул. Грушевского,16",
        },
        {
            index: "77621",
            city: "Верхний Струтынь",
            address: "ул. Сечевых Стрельцов, 53",
        },
        {
            index: "78712",
            city: "Верхний Ясенов",
            address: "м-р Ласки,137А",
        },
        {
            index: "77324",
            city: "Верхняя",
            address: "ул. Шевченко, 74А",
        },
        {
            index: "77043",
            city: "Верхняя Липица",
            address: "ул. Шевченко,19",
        },
        {
            index: "78701",
            city: "Верховина",
            address: "ул. Франко, 6",
        },
        {
            index: "78021",
            city: "Викняны",
            address: "ул. Марийки Пидгирянки, 69",
        },
        {
            index: "77166",
            city: "Викторов",
            address: "ул. Федика, 214",
        },
        {
            index: "78146",
            city: "Виноград",
            address: "ул. Стефаника, 2",
        },
        {
            index: "77010",
            city: "Виспа",
            address: "ул. Шевченко,48",
        },
        {
            index: "77351",
            city: "Вистовая",
            address: "ул. Шевченко, 36",
        },
        {
            index: "77038",
            city: "Вишнев",
            address: "ул. Гора, 216",
        },
        {
            index: "76491",
            city: "Вовчинец",
            address: "ул. Деповская, 28",
        },
        {
            index: "77316",
            city: "Войнилов",
            address: "ул. Шевченко, 114",
        },
        {
            index: "78412",
            city: "Волосов",
            address: "ул. Грушевского, 4",
        },
        {
            index: "78341",
            city: "Волчковцы",
            address: "ул. Грушевского, 5А",
        },
        {
            index: "78222",
            city: "Ворона",
            address: "ул. Пидгирянки, 19",
        },
        {
            index: "78595",
            city: "Ворохта",
            address: "ул. Даниила Галицкого, 45",
        },
        {
            index: "78213",
            city: "Воскресенцы",
            address: "ул. Шевченко, 40А",
        },
        {
            index: "77552",
            city: "Выгода",
            address: "ул. Даниила Галицкого, 73",
        },
        {
            index: "78613",
            city: "Выжний Березов",
            address: "ул. Мороза, 2",
        },
        {
            index: "78220",
            city: "Выноград",
            address: "ул. Украинская, 22",
        },
        {
            index: "77533",
            city: "Вытвица",
            address: "ул. Ивана Франко,1",
        },
        {
            index: "77563",
            city: "Вышков",
            address: "ул. Новая,112",
        },
        {
            index: "78414",
            city: "Гавриловка",
            address: "ул. Украинская, 82",
        },
        {
            index: "77145",
            city: "Галич",
            address: "майдан Рождества,11",
        },
        {
            index: "77008",
            city: "Галич",
            address: "майдан Рождества, 11",
        },
        {
            index: "77060",
            city: "Галич",
            address: "майдан Рождества,11",
        },
        {
            index: "77101",
            city: "Галич",
            address: "майдан Рождества, 11",
        },
        {
            index: "78319",
            city: "Ганьковцы",
            address: "ул. Мира, 23А",
        },
        {
            index: "78416",
            city: "Гвозд",
            address: "ул. Синяка Дмитрия,108",
        },
        {
            index: "78229",
            city: "Гвоздец",
            address: "ул. Франка, 77А",
        },
        {
            index: "78051",
            city: "Герасимов",
            address: "ул. Шевченко,1А",
        },
        {
            index: "77521",
            city: "Герыня",
            address: "ул. Шевченко, 32",
        },
        {
            index: "78127",
            city: "Глушков",
            address: "ул. Леси Украинки,15",
        },
        {
            index: "77718",
            city: "Глыбовка",
            address: "ул. Шевченко , 67",
        },
        {
            index: "77720",
            city: "Глыбокая",
            address: "ул. Шевченко, 42",
        },
        {
            index: "78723",
            city: "Головы",
            address: "м-р бриллиантовой зелени, 3",
        },
        {
            index: "78231",
            city: "Голоскив",
            address: "ул. Довбуша, 4",
        },
        {
            index: "77343",
            city: "Голынь",
            address: "ул. 600 лет Голиня, 10",
        },
        {
            index: "78362",
            city: "Горишнее Залучье",
            address: "ул. Победы, 10",
        },
        {
            index: "78102",
            city: "Городенка",
            address: "ул. Владимира Великого, 79",
        },
        {
            index: "78103",
            city: "Городенка",
            address: "ул. Шевченко, 66",
        },
        {
            index: "78137",
            city: "Городница",
            address: "ул. Галицкая, 37",
        },
        {
            index: "77760",
            city: "Горохолина",
            address: "ул. Украинская, 313",
        },
        {
            index: "78032",
            city: "Гостев",
            address: "ул. Василенчука, 9",
        },
        {
            index: "77520",
            city: "Гошев",
            address: "ул. Шевченко, 19",
        },
        {
            index: "77623",
            city: "Грабив",
            address: "ул. Ивана Франко, 317",
        },
        {
            index: "77736",
            city: "Грабовец",
            address: "ул. Независимости,10",
        },
        {
            index: "78005",
            city: "Гриновцы",
            address: "ул. Грушевского,24А",
        },
        {
            index: "78708",
            city: "Гринява",
            address: "м-р Центр 1, 3",
        },
        {
            index: "78043",
            city: "Грушка",
            address: "ул. Городенка,39",
        },
        {
            index: "77211",
            city: "Гузиив",
            address: "ул. Шевченко,1",
        },
        {
            index: "77739",
            city: "Гута",
            address: "ул. Шевченко, 28",
        },
        {
            index: "78130",
            city: "Далишево",
            address: "ул. Богдана Хмельницкого, 26",
        },
        {
            index: "78269",
            city: "Дебеславцы",
            address: "ул. Миколайчука, 32",
        },
        {
            index: "77018",
            city: "Деговая",
            address: "ул. Шевченко,2",
        },
        {
            index: "78023",
            city: "Делевая",
            address: "ул. Выгон,12",
        },
        {
            index: "77173",
            city: "Делиево",
            address: "ул. Молодежная, 156",
        },
        {
            index: "76016",
            city: "Делятин",
            address: "ул. 16 Июля, 285",
        },
        {
            index: "77134",
            city: "Демешковцы",
            address: "ул. Галицкая, 15",
        },
        {
            index: "77131",
            city: "Демьянов",
            address: "ул. 1 Мая, 1",
        },
        {
            index: "78252",
            city: "Джурков",
            address: "ул. Украинская, 73",
        },
        {
            index: "78354",
            city: "Джуров",
            address: "ул. Шевченко, 2",
        },
        {
            index: "77750",
            city: "Дзиняч",
            address: "ул. Степаняк, 21",
        },
        {
            index: "77140",
            city: "Дитятин",
            address: "ул. Шевченко,16",
        },
        {
            index: "77025",
            city: "Добринев",
            address: "пл. Л.Мартовича, 23",
        },
        {
            index: "78454",
            city: "Добротов",
            address: "ул. Независимости, 41",
        },
        {
            index: "77320",
            city: "Долгий Войнилов",
            address: "ул. Шевченко, 135",
        },
        {
            index: "78725",
            city: "Долгополье",
            address: "м-р Поля, 20",
        },
        {
            index: "77502",
            city: "Долина",
            address: "ул. Пачовського,13",
        },
        {
            index: "77503",
            city: "Долина",
            address: "ул. Мицкевича, 69",
        },
        {
            index: "77504",
            city: "Долина",
            address: "ул. Независимости, 12",
        },
        {
            index: "78024",
            city: "Долина",
            address: "ул. Леси Украинки, 16",
        },
        {
            index: "77017",
            city: "Долиняны",
            address: "ул. Центральная, 2",
        },
        {
            index: "77152",
            city: "Дорогов",
            address: "ул. Центральная, 6",
        },
        {
            index: "77454",
            city: "Драгомирчаны",
            address: "ул. Школьная,17",
        },
        {
            index: "77644",
            city: "Дуба",
            address: "ул. Молодежная, 1",
        },
        {
            index: "77172",
            city: "Дубовцы",
            address: "пл. Независимости, 2",
        },
        {
            index: "77012",
            city: "Дычки",
            address: "ул. Школьная,131",
        },
        {
            index: "77411",
            city: "Езуполь",
            address: "ул. Степана Бандеры, 54",
        },
        {
            index: "78044",
            city: "Живачев",
            address: "ул. Независимости,1",
        },
        {
            index: "77009",
            city: "Жовчев",
            address: "ул. Центральная,26",
        },
        {
            index: "78053",
            city: "Жуков",
            address: "ул. Независимости,14",
        },
        {
            index: "77751",
            city: "Жураки",
            address: "ул. Сечевых Стрельцов, 43",
        },
        {
            index: "77051",
            city: "Журов",
            address: "ул. Ивана Франко, 76Б",
        },
        {
            index: "78315",
            city: "Заболотов",
            address: "ул. Грушевского, 5",
        },
        {
            index: "77323",
            city: "Завадка",
            address: "ул. Ивана Франко, 30",
        },
        {
            index: "78364",
            city: "Завалье",
            address: "ул. Победы, 107",
        },
        {
            index: "77356",
            city: "Завой",
            address: "ул. Даниила Галицкого, 302",
        },
        {
            index: "78264",
            city: "Загайпель",
            address: "ул. Украинская, 44А",
        },
        {
            index: "77450",
            city: "Загвоздье",
            address: "ул. Липовая-Осада, 23З",
        },
        {
            index: "77133",
            city: "Заднистрянское",
            address: "ул. Заводская, 1",
        },
        {
            index: "78331",
            city: "Задубровцы",
            address: "ул. Грушевского, 84",
        },
        {
            index: "77160",
            city: "Залуква",
            address: "ул. Галицкая, 38",
        },
        {
            index: "78720",
            city: "Замагора",
            address: "м-р Закоулок, 12",
        },
        {
            index: "78445",
            city: "Заречье",
            address: "ул. Независимости, 50А",
        },
        {
            index: "77322",
            city: "Збора",
            address: "ул. Центральная, 90",
        },
        {
            index: "78433",
            city: "Зеленая",
            address: "ул. Борсучна,1А",
        },
        {
            index: "78730",
            city: "Зеленое",
            address: "м-р Завіїв,1",
        },
        {
            index: "78324",
            city: "Зибранивка",
            address: "ул. Грушевского, 84",
        },
        {
            index: "77714",
            city: "Иваниковка",
            address: "ул. Кобылянской, 2",
        },
        {
            index: "76002",
            city: "Ивано-Франковск",
            address: "пров. Микитинецький, 8",
        },
        {
            index: "76004",
            city: "Ивано-Франковск",
            address: "ул. Михаила Грушевского, 21",
        },
        {
            index: "76005",
            city: "Ивано-Франковск",
            address: "ул. Черновола, 117",
        },
        {
            index: "76006",
            city: "Ивано-Франковск",
            address: "ул. Василия Симоненко,1",
        },
        {
            index: "76008",
            city: "Ивано-Франковск",
            address: "ул. Галицкая,124а",
        },
        {
            index: "76009",
            city: "Ивано-Франковск",
            address: "ул. Иоанна-Павла II, 4",
        },
        {
            index: "76010",
            city: "Ивано-Франковск",
            address: "ул. Бельведерская, 48",
        },
        {
            index: "76011",
            city: "Ивано-Франковск",
            address: "ул. Евгения Коновальца, 264А",
        },
        {
            index: "76014",
            city: "Ивано-Франковск",
            address: "ул. Евгения Коновальца, 128",
        },
        {
            index: "76015",
            city: "Ивано-Франковск",
            address: "ул. Днестровская, 63",
        },
        {
            index: "76018",
            city: "Ивано-Франковск",
            address: "ул. Сечевых Стрельцов, 13А",
        },
        {
            index: "76019",
            city: "Ивано-Франковск",
            address: "ул. Северный, 3",
        },
        {
            index: "76026",
            city: "Ивано-Франковск",
            address: "ул. Мазепы гетмана, 177",
        },
        {
            index: "76501",
            city: "Ивано-Франковск",
            address: "ул. Привокзальная, 19",
        },
        {
            index: "77650",
            city: "Илемня",
            address: "ул. Шевченко, 54",
        },
        {
            index: "78351",
            city: "Иллинцы",
            address: "ул. Верхние, 1А",
        },
        {
            index: "78704",
            city: "Ильци",
            address: "м-р Тень,1",
        },
        {
            index: "78042",
            city: "Исаков",
            address: "ул. Франко, 3",
        },
        {
            index: "77341",
            city: "Кадобна",
            address: "ул. Ивана Франко, 1",
        },
        {
            index: "77301",
            city: "Калуш",
            address: "ул. Шептицкого, 4",
        },
        {
            index: "77303",
            city: "Калуш",
            address: "ул. Пушкина, 3А",
        },
        {
            index: "77304",
            city: "Калуш",
            address: "просп. Леси Украинки, 19",
        },
        {
            index: "77306",
            city: "Калуш",
            address: "ул. Промышленная, 4",
        },
        {
            index: "77307",
            city: "Калуш",
            address: "ул. Горноспасательная, 1",
        },
        {
            index: "77310",
            city: "Калуш",
            address: "ул. Иосифа Слепого,50",
        },
        {
            index: "77311",
            city: "Калуш",
            address: "ул. Богдана Хмельницкого, 23",
        },
        {
            index: "77312",
            city: "Калуш",
            address: "ул. Ивано-Франковская, 178",
        },
        {
            index: "77534",
            city: "Кальна",
            address: "ул. Шевченко, 3",
        },
        {
            index: "78411",
            city: "Каменное",
            address: "ул. Мазепы, 4",
        },
        {
            index: "77633",
            city: "Камень",
            address: "ул. Довбуша,91",
        },
        {
            index: "77125",
            city: "Кинашев",
            address: "ул. Сечевых Стрельцов, 27А",
        },
        {
            index: "77443",
            city: "Клубовцы",
            address: "ул. Мира,1",
        },
        {
            index: "77030",
            city: "Княгиничи",
            address: "ул. Шухевича,9",
        },
        {
            index: "78270",
            city: "Княждвор",
            address: "ул. Шевченко, 65",
        },
        {
            index: "78360",
            city: "Княже",
            address: "ул. Грушевского, 106",
        },
        {
            index: "77540",
            city: "Княжолука",
            address: "ул. Шевченко, 1",
        },
        {
            index: "77642",
            city: "Князевское",
            address: "ул. Независимости, 49",
        },
        {
            index: "78660",
            city: "Кобаки",
            address: "ул. Главная, 37",
        },
        {
            index: "78293",
            city: "Коваливка",
            address: "ул. Грушевского, 1",
        },
        {
            index: "77205",
            city: "Козаковка",
            address: "ул. Мандрыка, 2",
        },
        {
            index: "77026",
            city: "Козары",
            address: "ул. Центральная,18",
        },
        {
            index: "77410",
            city: "Козына",
            address: "ул. Независимости, 23",
        },
        {
            index: "78249",
            city: "Коломыя",
            address: "ул. Черновола, 49",
        },
        {
            index: "78203",
            city: "Коломыя",
            address: "ул. Черновола, 47",
        },
        {
            index: "78206",
            city: "Коломыя",
            address: "ул. Сечевых Стрельцов, 39",
        },
        {
            index: "78208",
            city: "Коломыя",
            address: "ул. Богуна, 34",
        },
        {
            index: "77164",
            city: "Комаров",
            address: "ул. Вороны, 64",
        },
        {
            index: "77036",
            city: "Конюшки",
            address: "ул. Галицкая, 75А",
        },
        {
            index: "77315",
            city: "Копанки",
            address: "ул. Степана Бандеры, 15",
        },
        {
            index: "78110",
            city: "Копачинцы",
            address: "ул. Сечевых Стрельцов, 6",
        },
        {
            index: "78113",
            city: "Корнив",
            address: "ул. Школьная, 32",
        },
        {
            index: "78215",
            city: "Корнич",
            address: "ул. Победы, 1",
        },
        {
            index: "78030",
            city: "Королевка",
            address: "ул. Центральная, 3",
        },
        {
            index: "77119",
            city: "Коростовичи",
            address: "ул. Хмельницкого, 65А",
        },
        {
            index: "78240",
            city: "Коршев",
            address: "ул. Шевченко, 12",
        },
        {
            index: "77731",
            city: "Космач",
            address: "ул. Леси Украинки, 3",
        },
        {
            index: "78640",
            city: "Космач",
            address: "ул. Шевченко, 7",
        },
        {
            index: "78601",
            city: "Косов",
            address: "ул. Независимости, 75",
        },
        {
            index: "78106",
            city: "Котиковка",
            address: "ул. Шевченко, 163",
        },
        {
            index: "78451",
            city: "Красная",
            address: "ул. Шевченко, 149",
        },
        {
            index: "77660",
            city: "Красне",
            address: "ул. Независимости, 13",
        },
        {
            index: "78716",
            city: "Красноилье",
            address: "ул. Широкий, 1",
        },
        {
            index: "78330",
            city: "Красноставцы",
            address: "ул. Шевченко,79",
        },
        {
            index: "78705",
            city: "Краснык",
            address: "м-р Заречье, 37",
        },
        {
            index: "77610",
            city: "Креховичи",
            address: "ул. Шевченко, 95 А",
        },
        {
            index: "77733",
            city: "Кривец",
            address: "ул. Шевченко, 45",
        },
        {
            index: "78706",
            city: "Кривополье",
            address: "м-г Устье, 1",
        },
        {
            index: "78710",
            city: "Криворовня",
            address: "м-г Устье, 1",
        },
        {
            index: "76493",
            city: "Криховцы",
            address: "пл. Двор, 1",
        },
        {
            index: "77542",
            city: "Кропивник",
            address: "ул. Шевченко, 97",
        },
        {
            index: "77340",
            city: "Кропивник",
            address: "ул. Ивана Франко, 159",
        },
        {
            index: "77162",
            city: "Крылос",
            address: "ул. Шевченко,1Б",
        },
        {
            index: "77744",
            city: "Крычка",
            address: "ул. Карпатская, 246",
        },
        {
            index: "77139",
            city: "Кукольники",
            address: "ул. Галицкая,1",
        },
        {
            index: "78310",
            city: "Кулачковцы",
            address: "ул. Центральная,3",
        },
        {
            index: "78111",
            city: "Кунисовцы",
            address: "ул. Грушевского, 23",
        },
        {
            index: "78020",
            city: "Кутище",
            address: "ул. Центральная, 44А",
        },
        {
            index: "78663",
            city: "Куты",
            address: "пл. Шевченко, 10",
        },
        {
            index: "78455",
            city: "Ланчин",
            address: "ул. Независимости, 109Б",
        },
        {
            index: "78257",
            city: "Лесная Слободка",
            address: "ул. Центральная, 45А",
        },
        {
            index: "78422",
            city: "Лесная Тарновица",
            address: "ул. Грушевского, 10",
        },
        {
            index: "78234",
            city: "Лесной Хлебычин",
            address: "ул. Октябрьская, 26",
        },
        {
            index: "77653",
            city: "Липовица",
            address: "ул. Шевченко,268",
        },
        {
            index: "77459",
            city: "Липовка",
            address: "ул. Независимости, 4",
        },
        {
            index: "77020",
            city: "Липовка",
            address: "пл. Городков,1",
        },
        {
            index: "77453",
            city: "Лисец",
            address: "ул. Сечевых Стрельцов, 35",
        },
        {
            index: "78440",
            city: "Лоевая",
            address: "ул. Грушевского, 12",
        },
        {
            index: "77560",
            city: "Лолин",
            address: "ул. Ивана Франко, 2",
        },
        {
            index: "77044",
            city: "Лопушня",
            address: "ул. Центральная,31",
        },
        {
            index: "77622",
            city: "Лопянка",
            address: "ул. Шевченко, 103А",
        },
        {
            index: "77651",
            city: "Луги",
            address: "ул. Победы, 5",
        },
        {
            index: "78117",
            city: "Лука",
            address: "ул. Галицкая, 70А",
        },
        {
            index: "77740",
            city: "Луквиця",
            address: "ул. Центральная, 33",
        },
        {
            index: "77046",
            city: "Лучинцы",
            address: "ул. Шевченко, 18А",
        },
        {
            index: "78616",
            city: "Люча",
            address: "м-р Верхней рушир, 58",
        },
        {
            index: "77419",
            city: "Майдан",
            address: "ул. Леси Украинки, 1",
        },
        {
            index: "77551",
            city: "Малая Туръя",
            address: "ул. Турянская, 59Б",
        },
        {
            index: "78277",
            city: "Малый Ключив",
            address: "ул. Сечевых Стрельцов, 1",
        },
        {
            index: "77734",
            city: "Манява",
            address: "ул. Независимости, 22",
        },
        {
            index: "77181",
            city: "Мариямполь",
            address: "ул. Галицкая ,50",
        },
        {
            index: "77770",
            city: "Маркова",
            address: "ул. Шептицкого, 41",
        },
        {
            index: "78273",
            city: "Марковка",
            address: "ул. Сечевых Стрельцов, 88",
        },
        {
            index: "77408",
            city: "Марковцы",
            address: "ул. Центральная, 20Г",
        },
        {
            index: "78267",
            city: "Матеивци",
            address: "ул. Шевченко, 27",
        },
        {
            index: "77163",
            city: "Медыня",
            address: "ул. Галицкая, 31",
        },
        {
            index: "77730",
            city: "Межгорье",
            address: "ул. Грушевского, 32",
        },
        {
            index: "77209",
            city: "Междуречье",
            address: "ул. Н.Кобринской, 3",
        },
        {
            index: "78128",
            city: "Михальче",
            address: "ул. Грушевского, 37",
        },
        {
            index: "78424",
            city: "Молодьков",
            address: "ул. Шевченко, 62",
        },
        {
            index: "78271",
            city: "Молодятин",
            address: "ул. Сечевых Стрельцов, 58",
        },
        {
            index: "77752",
            city: "Монастирчаны",
            address: "ул. Шевченко, 2",
        },
        {
            index: "78590",
            city: "Мыкуличин",
            address: "ул. Грушевского,70",
        },
        {
            index: "77557",
            city: "Мысливка",
            address: "ул. Розтока, 32",
        },
        {
            index: "78280",
            city: "Мышин",
            address: "ул. Сечевых Стрельцов, 98",
        },
        {
            index: "78405",
            city: "Надворная",
            address: "ул. Мазепы, 1",
        },
        {
            index: "77515",
            city: "Надиив",
            address: "ул. Шевченко, 35",
        },
        {
            index: "78016",
            city: "Надорожная",
            address: "ул. Гостинец, 39",
        },
        {
            index: "78415",
            city: "Назавизов",
            address: "ул. Грушевского, 170",
        },
        {
            index: "77110",
            city: "Насташино",
            address: "ул. Осмомысла, 1",
        },
        {
            index: "77669",
            city: "Небилов",
            address: "ул. Независимости, 32",
        },
        {
            index: "77325",
            city: "Неговцы",
            address: "ул. Тарантюка, 1",
        },
        {
            index: "78118",
            city: "Незвиско",
            address: "ул. Галицкая, 8",
        },
        {
            index: "78615",
            city: "Нижний Березов",
            address: "м-р Дуброва, 1",
        },
        {
            index: "78216",
            city: "Нижний Вербиж",
            address: "ул. Довбуша, 1",
        },
        {
            index: "77620",
            city: "Нижний Струтинь",
            address: "ул. Грушевского,135А",
        },
        {
            index: "77071",
            city: "Нижняя Липица",
            address: "ул. Шевченко, 67",
        },
        {
            index: "77360",
            city: "Новица",
            address: "ул. Шевченко, 71",
        },
        {
            index: "77541",
            city: "Новоселица",
            address: "ул. Грушевского, 6",
        },
        {
            index: "78355",
            city: "Новоселица",
            address: "ул. Центральная, 33А",
        },
        {
            index: "77554",
            city: "Новошин",
            address: "ул. Фрасуляка, 2",
        },
        {
            index: "77473",
            city: "Новые Кривотулы",
            address: "ул. Грушевского, 21А",
        },
        {
            index: "77123",
            city: "Новые Скоморохи",
            address: "ул. Сечевых Стрельцов,10",
        },
        {
            index: "77710",
            city: "Нывочин",
            address: "ул. Шевченко, 110",
        },
        {
            index: "78013",
            city: "Ныжнев",
            address: "ул. Марийки Пидгирянки,1",
        },
        {
            index: "78060",
            city: "Обертин",
            address: "ул. Независимости,1",
        },
        {
            index: "78125",
            city: "Окно",
            address: "ул. Шевченко, 65А",
        },
        {
            index: "78038",
            city: "Олеша",
            address: "ул. Грушевского, 21",
        },
        {
            index: "78008",
            city: "Олешев",
            address: "ул. Центральная, 26Г",
        },
        {
            index: "78342",
            city: "Олешков",
            address: "ул. Главная, 3",
        },
        {
            index: "78120",
            city: "Олиево-Королевка",
            address: "ул. Галицкая, 83",
        },
        {
            index: "77440",
            city: "Ольшаница",
            address: "ул. Очаг, 95",
        },
        {
            index: "78144",
            city: "Островец",
            address: "ул. Шевченко , 2",
        },
        {
            index: "78223",
            city: "Отыния",
            address: "ул. Шевченко, 1",
        },
        {
            index: "77412",
            city: "Павловка",
            address: "ул. Шевченко, 116",
        },
        {
            index: "78015",
            city: "Палагичи",
            address: "ул. Шевченко, 4А",
        },
        {
            index: "78426",
            city: "Парище",
            address: "ул. Шевченко, 78",
        },
        {
            index: "78418",
            city: "Пасечная",
            address: "ул. Софии Галечко, 127",
        },
        {
            index: "77662",
            city: "Перегинское",
            address: "ул. Сечевых Стрельцов, 10",
        },
        {
            index: "78420",
            city: "Переросль",
            address: "ул. Сечевых Стрельцов, 21",
        },
        {
            index: "77635",
            city: "Петранка",
            address: "ул. Грушевского, 231",
        },
        {
            index: "78007",
            city: "Петрилов",
            address: "ул. Независимости, 30",
        },
        {
            index: "78041",
            city: "Петров",
            address: "ул. Независимости, 1",
        },
        {
            index: "78274",
            city: "Печенижин",
            address: "ул. Независимости, 15",
        },
        {
            index: "77344",
            city: "Пийло",
            address: "ул. Грушевского, 78А",
        },
        {
            index: "78633",
            city: "Пистынь",
            address: "ул. Украинская, 176А",
        },
        {
            index: "78417",
            city: "Пнев",
            address: "ул. Украинских Сечевых Стрельцов, 69",
        },
        {
            index: "77430",
            city: "Побережье",
            address: "ул. Шевченко,73А",
        },
        {
            index: "77212",
            city: "Подбережье",
            address: "ул. Богдана Хмельницкого,64",
        },
        {
            index: "78046",
            city: "Подвебцы",
            address: "ул. Надністрянська,12",
        },
        {
            index: "78321",
            city: "Подвысокое",
            address: "ул. Сечевых Стрельцов, 72",
        },
        {
            index: "78256",
            city: "Подгайчики",
            address: "ул. Соборная, 12А",
        },
        {
            index: "77023",
            city: "Подгородье",
            address: "ул. Лысенко,26",
        },
        {
            index: "77706",
            city: "Подгорье",
            address: "ул. Капущака,8А",
        },
        {
            index: "77014",
            city: "Подкамень",
            address: "ул. Сагайдачного, 23",
        },
        {
            index: "77561",
            city: "Подлески",
            address: "ул. Школьная, 4",
        },
        {
            index: "77451",
            city: "Подлесье",
            address: "ул. Шевченко, 4",
        },
        {
            index: "77442",
            city: "Подлужье",
            address: "ул. Шевченко, 39",
        },
        {
            index: "77352",
            city: "Подмихайло",
            address: "ул. Скородинського, 124",
        },
        {
            index: "77050",
            city: "Подмихайловцы",
            address: "ул. Медицинская, 11",
        },
        {
            index: "77441",
            city: "Подпечары",
            address: "ул. Сечевых Стрельцов, 2",
        },
        {
            index: "78593",
            city: "Поляница",
            address: "ул. Стаище, 367А",
        },
        {
            index: "77207",
            city: "Поляница",
            address: "ул. Ивана Франко, 89",
        },
        {
            index: "78356",
            city: "Попельныкы",
            address: "ул. Шевченко, 87",
        },
        {
            index: "77743",
            city: "Пороги",
            address: "ул. Сечевых Стрельцов, 88",
        },
        {
            index: "78334",
            city: "Потичок",
            address: "ул. Независимости, 80",
        },
        {
            index: "78135",
            city: "Поточище",
            address: "ул. Шевченко, 52",
        },
        {
            index: "77716",
            city: "Поховка",
            address: "ул. Шевченко,66",
        },
        {
            index: "78031",
            city: "Прибылов",
            address: "ул. Ивана Франко,3",
        },
        {
            index: "78736",
            city: "Пробойновка",
            address: "м-р Лудовая, 1",
        },
        {
            index: "78625",
            city: "Прокурава",
            address: "м-р Заречье, 34",
        },
        {
            index: "78348",
            city: "Прутовка",
            address: "ул. Леси Украинки, 19",
        },
        {
            index: "77041",
            city: "Пукив",
            address: "ул. 17 Сентября, 25",
        },
        {
            index: "77040",
            city: "Путятенцы",
            address: "ул. Шевченко,38",
        },
        {
            index: "77406",
            city: "Пшеничники",
            address: "ул. Богдана Хмельницкого, 2",
        },
        {
            index: "78254",
            city: "Пъядики",
            address: "ул. Петлюры, 1",
        },
        {
            index: "78281",
            city: "Пылипы",
            address: "ул. Шевченко, 1",
        },
        {
            index: "77457",
            city: "Радча",
            address: "ул. Черновола,1",
        },
        {
            index: "77516",
            city: "Раков",
            address: "ул. Шептицкого, 1",
        },
        {
            index: "77732",
            city: "Раковец",
            address: "ул. Шевченко,75",
        },
        {
            index: "78114",
            city: "Раковец",
            address: "ул. Галицкая, 18",
        },
        {
            index: "78248",
            city: "Раковчик",
            address: "ул. Сечевых Стрельцов, 1",
        },
        {
            index: "77514",
            city: "Рахиня",
            address: "ул. Шевченко, 10А",
        },
        {
            index: "78122",
            city: "Рашков",
            address: "ул. Шевченко, 15",
        },
        {
            index: "78643",
            city: "Речка",
            address: "м-р Боднарево, 19",
        },
        {
            index: "77631",
            city: "Ривня",
            address: "ул. Шевченко, 68",
        },
        {
            index: "77661",
            city: "Рипное",
            address: "ул. Ивана Франко, 19",
        },
        {
            index: "77354",
            city: "Рипъянка",
            address: "ул. Ивана Франко, 3",
        },
        {
            index: "77001",
            city: "Рогатин",
            address: "ул. Галицкая, 73",
        },
        {
            index: "78635",
            city: "Рожнев",
            address: "ул. Бойчука, 26",
        },
        {
            index: "77601",
            city: "Рожнятов",
            address: "пл. Единства, 9",
        },
        {
            index: "78656",
            city: "Розтоки",
            address: "ул. Луговая,1",
        },
        {
            index: "77535",
            city: "Розточки",
            address: "ул. Грушевского, 6",
        },
        {
            index: "77722",
            city: "Росильна",
            address: "ул. Шевченко, 145",
        },
        {
            index: "78151",
            city: "Росохач",
            address: "ул. Украинская, 101",
        },
        {
            index: "77436",
            city: "Рошнив",
            address: "ул. Гостинец, 96Б",
        },
        {
            index: "78352",
            city: "Рудники",
            address: "ул. Шевченко, 4",
        },
        {
            index: "78272",
            city: "Рунгуры",
            address: "ул. Шевченко, 78А",
        },
        {
            index: "78335",
            city: "Русов",
            address: "ул. Шевченко, 23",
        },
        {
            index: "78661",
            city: "Рыбное",
            address: "ул. Центральная, 4",
        },
        {
            index: "77717",
            city: "Саджава",
            address: "ул. Благого, 1",
        },
        {
            index: "78444",
            city: "Саджавка",
            address: "ул. Украинская, 68",
        },
        {
            index: "77028",
            city: "Сарники",
            address: "ул. Шевченко, 49",
        },
        {
            index: "77605",
            city: "Сварычев",
            address: "ул. 1 Мая, 2",
        },
        {
            index: "77074",
            city: "Свитанок",
            address: "ул. Октябрьская,18",
        },
        {
            index: "78233",
            city: "Седлище",
            address: "ул. Молодежная, 1",
        },
        {
            index: "78259",
            city: "Семаковцы",
            address: "ул. Центральная, 20А",
        },
        {
            index: "78133",
            city: "Семаковцы",
            address: "ул. Шевченко, 34",
        },
        {
            index: "77564",
            city: "Сенечев",
            address: "ул. Центр, 1",
        },
        {
            index: "78142",
            city: "Серафинцы",
            address: "ул. Свободы, 1",
        },
        {
            index: "77365",
            city: "Сивка-Войниловская",
            address: "ул. Центральная, 14Б",
        },
        {
            index: "77414",
            city: "Силец",
            address: "ул. Зузука, 7",
        },
        {
            index: "77120",
            city: "Слобода",
            address: "ул. Шевченко, 162",
        },
        {
            index: "78278",
            city: "Слобода",
            address: "ул. Франко, 37",
        },
        {
            index: "77530",
            city: "Слобода - Болеховская",
            address: "ул. Шевченко, 65",
        },
        {
            index: "77332",
            city: "Слободка",
            address: "ул. Шевченко, 4",
        },
        {
            index: "78155",
            city: "Слободка",
            address: "ул. Гелевана, 35",
        },
        {
            index: "78645",
            city: "Снедавка",
            address: "м-р Закоулок, 5",
        },
        {
            index: "78301",
            city: "Снятин",
            address: "ул. Лотоцкого, 25",
        },
        {
            index: "78650",
            city: "Соколовка",
            address: "м-р Зеленая,1",
        },
        {
            index: "77753",
            city: "Солотвин",
            address: "ул. Черновола, 7",
        },
        {
            index: "77523",
            city: "Солуков",
            address: "ул. Центральная, 29",
        },
        {
            index: "78154",
            city: "Сороки",
            address: "ул. Независимости, 31",
        },
        {
            index: "78219",
            city: "Спас",
            address: "ул. Новая, 1А",
        },
        {
            index: "77624",
            city: "Спас",
            address: "ул. Сечевых Стрельцов, 79",
        },
        {
            index: "78614",
            city: "Средний Березов",
            address: "м-р Татарівка, 9",
        },
        {
            index: "78437",
            city: "Средний Майдан",
            address: "ул. Украинская, 56",
        },
        {
            index: "77531",
            city: "Станковцы",
            address: "ул. Дорошенко, 70",
        },
        {
            index: "77321",
            city: "Станькова",
            address: "ул. Галицкая,125",
        },
        {
            index: "77737",
            city: "Старуня",
            address: "ул. Мира, 74А",
        },
        {
            index: "77712",
            city: "Старые Богородчаны",
            address: "ул. Ивана Франко, 1",
        },
        {
            index: "77474",
            city: "Старые Кривотулы",
            address: "ул. Леси Украинки, 34",
        },
        {
            index: "77449",
            city: "Старый Лисец",
            address: "ул. Франко,1Б",
        },
        {
            index: "77129",
            city: "Старый Мартынев",
            address: "ул. Шевченко, 35А",
        },
        {
            index: "77543",
            city: "Старый Мизунь",
            address: "ул. Замлын, 4А",
        },
        {
            index: "77362",
            city: "Старый Угринов",
            address: "ул. Саевича, 6",
        },
        {
            index: "78722",
            city: "Стебни",
            address: "м-р Павлики,2",
        },
        {
            index: "78333",
            city: "Стецевая",
            address: "ул. Независимости, 1",
        },
        {
            index: "78620",
            city: "Стопчатов",
            address: "ул. Небесной сотни, 3",
        },
        {
            index: "77022",
            city: "Стратин",
            address: "ул. Шевченко,1А",
        },
        {
            index: "78138",
            city: "Стрельче",
            address: "ул. Степана Бандеры, 64",
        },
        {
            index: "77432",
            city: "Стриганцы",
            address: "ул. Шевченко, 30",
        },
        {
            index: "78227",
            city: "Струпков",
            address: "ул. Шевченко, 26",
        },
        {
            index: "77334",
            city: "Студенка",
            address: "ул. Панаса Мирного, 10",
        },
        {
            index: "77652",
            city: "Суходол",
            address: "ул. Леси Украинки,13",
        },
        {
            index: "78596",
            city: "Татаров",
            address: "ул. Независимости,1",
        },
        {
            index: "78617",
            city: "Текучее",
            address: "м-р Сухой поток , 3",
        },
        {
            index: "78410",
            city: "Тисменичаны",
            address: "ул. Грушевского, 54",
        },
        {
            index: "77220",
            city: "Тисов",
            address: "ул. Грушевского,1",
        },
        {
            index: "78124",
            city: "Тишковцы",
            address: "ул. Грималюка, 1",
        },
        {
            index: "78001",
            city: "Тлумач",
            address: "ул. Жмых, 14",
        },
        {
            index: "78250",
            city: "Товмачик",
            address: "ул. Школьная, 34",
        },
        {
            index: "77327",
            city: "Томашевцы",
            address: "ул. Гургули, 60",
        },
        {
            index: "78162",
            city: "Топоровцы",
            address: "ул. Шевченко, 11",
        },
        {
            index: "78226",
            city: "Торговица",
            address: "пл. Героев, 2",
        },
        {
            index: "78161",
            city: "Торговица",
            address: "ул. Шевченко, 38",
        },
        {
            index: "78626",
            city: "Трач",
            address: "ул. Центральная, 1",
        },
        {
            index: "78350",
            city: "Троица",
            address: "ул. Главная, 109",
        },
        {
            index: "77512",
            city: "Тростянец",
            address: "ул. Шевченко, 64Б",
        },
        {
            index: "78353",
            city: "Тростянец",
            address: "ул. Франко, 2",
        },
        {
            index: "77346",
            city: "Тужилов",
            address: "ул. Богдана Хмельницкого, 14",
        },
        {
            index: "78339",
            city: "Тулуков",
            address: "ул. Стуса, 63",
        },
        {
            index: "77182",
            city: "Тумир",
            address: "ул. Центральная,153",
        },
        {
            index: "78253",
            city: "Турка",
            address: "ул. Сечевых Стрельцов, 1",
        },
        {
            index: "77170",
            city: "Тустань",
            address: "ул. Галицкая, 23",
        },
        {
            index: "77401",
            city: "Тысменица",
            address: "ул. Левицкого, 6",
        },
        {
            index: "78653",
            city: "Тюдов",
            address: "ул. Франко, 12",
        },
        {
            index: "77415",
            city: "Тязев",
            address: "ул. Галицкая,8",
        },
        {
            index: "77522",
            city: "Тяпче",
            address: "ул. Мира,10",
        },
        {
            index: "76492",
            city: "Угорники",
            address: "ул. Повстанцев, 6",
        },
        {
            index: "77423",
            city: "Угринов",
            address: "ул. Полевая, 1",
        },
        {
            index: "77434",
            city: "Узын",
            address: "ул. Шевченко, 2",
        },
        {
            index: "78715",
            city: "Устереки",
            address: "м-р Верхний угол, 1",
        },
        {
            index: "78344",
            city: "Устя",
            address: "ул. Шевченко, 1",
        },
        {
            index: "78622",
            city: "Уторопы",
            address: "ул. Колхозная, 6",
        },
        {
            index: "78421",
            city: "Фитьков",
            address: "ул. Сечевых Стрельцов, 57",
        },
        {
            index: "77011",
            city: "Фрага",
            address: "ул. Шевченко,1А",
        },
        {
            index: "78632",
            city: "Химчин",
            address: "ул. Независимости, 36А",
        },
        {
            index: "77721",
            city: "Хмеливка",
            address: "ул. Шевченко, 30А",
        },
        {
            index: "78709",
            city: "Хороцево",
            address: "м-р Центр 1",
        },
        {
            index: "78050",
            city: "Хотимир",
            address: "ул. Очаг,14",
        },
        {
            index: "76495",
            city: "Хриплин",
            address: "ул. Автоливмашівська, 151",
        },
        {
            index: "78302",
            city: "Хутор -Будилов",
            address: "ул. Привокзальная, 4",
        },
        {
            index: "77364",
            city: "Цвитовая",
            address: "ул. Шевченко, 2А",
        },
        {
            index: "78255",
            city: "Ценява",
            address: "ул. Шевченко, 11",
        },
        {
            index: "77640",
            city: "Циневая",
            address: "ул. Шевченко, 2А",
        },
        {
            index: "78413",
            city: "Цуцилов",
            address: "ул. Братьев Бойчуков, 71А",
        },
        {
            index: "78236",
            city: "Черемхов",
            address: "ул. Прикарпатская, 2",
        },
        {
            index: "78112",
            city: "Чернелица",
            address: "ул. Независимости, 7",
        },
        {
            index: "77460",
            city: "Черниив",
            address: "ул. Стасюка,4",
        },
        {
            index: "78462",
            city: "Черные Ославы",
            address: "ул. Центр,1",
        },
        {
            index: "78126",
            city: "Чернятин",
            address: "ул. Грушевского, 33",
        },
        {
            index: "77015",
            city: "Черче",
            address: "ул. Бренецького,10",
        },
        {
            index: "77042",
            city: "Чесники",
            address: "ул. Гончаровка, 1",
        },
        {
            index: "77471",
            city: "Чорнолозци",
            address: "ул. Независимости, 2",
        },
        {
            index: "78461",
            city: "Чорный Поток",
            address: "ул. Богдана Хмельницкого, 388Д",
        },
        {
            index: "78123",
            city: "Чортовец",
            address: "ул. Галицкая, 42",
        },
        {
            index: "77556",
            city: "Шевченковое",
            address: "ул. Братьев Гавришів, 26",
        },
        {
            index: "78642",
            city: "Шепот",
            address: "м-р Полагнюки, 3",
        },
        {
            index: "78623",
            city: "Шешоры",
            address: "м-р Малое Заречье, 1",
        },
        {
            index: "77070",
            city: "Юнашкив",
            address: "ул. Сечевых Стрельцов,13Б",
        },
        {
            index: "78731",
            city: "Яблоница",
            address: "м-р Бенчина,10",
        },
        {
            index: "77144",
            city: "Яблонов",
            address: "ул. Стефаника,3",
        },
        {
            index: "78591",
            city: "Яблуница",
            address: "ул. Героев Майдана, 75А",
        },
        {
            index: "78621",
            city: "Яблунов",
            address: "ул. Франко, 55",
        },
        {
            index: "77742",
            city: "Яблунька",
            address: "ул. Могильницького, 102",
        },
        {
            index: "78719",
            city: "Яворник",
            address: "м-р Яворник, 1",
        },
        {
            index: "78644",
            city: "Яворов",
            address: "м-р Віпчинка-1, 1",
        },
        {
            index: "77035",
            city: "Явче",
            address: "ул. Независимости,32",
        },
        {
            index: "78064",
            city: "Яковка",
            address: "ул. Шевченко, 1А",
        },
        {
            index: "77422",
            city: "Ямниця",
            address: "ул. Галицкая, 36",
        },
        {
            index: "78501",
            city: "Яремче",
            address: "ул. Свободы, 309",
        },
        {
            index: "78143",
            city: "Ясенов-Польный",
            address: "ул. Сечевых Стрельцов, 60",
        },
        {
            index: "77641",
            city: "Ясеновец",
            address: "ул. Независимости, 106",
        },
        {
            index: "77671",
            city: "Ясень",
            address: "ул. Вагилевича, 420",
        },
    ],
    Київська: [
        {
            index: "04212",
            city: "Киев",
            address: "ул. Малиновского Маршала, 9",
        },
        {
            index: "03031",
            city: "Киев",
            address: "пл. Вокзальная, 1, Железнодорожный вокзал",
        },
        {
            index: "01001",
            city: "Киев",
            address: "ул. Крещатик, 22",
        },
        {
            index: "04213",
            city: "Киев",
            address: "просп. Героев Сталинграда, 56Б",
        },
        {
            index: "03035",
            city: "Киев",
            address: "ул. Митрополита Василия Липкивского, 23",
        },
        {
            index: "01008",
            city: "Киев",
            address: "ул. Садовая, 3",
        },
        {
            index: "04214",
            city: "Киев",
            address: "ул. Героев Днепра, 53",
        },
        {
            index: "03036",
            city: "Киев",
            address: "просп. Воздухофлотский, 75",
        },
        {
            index: "01010",
            city: "Киев",
            address: "ул. Царика Григория, 5",
        },
        {
            index: "04215",
            city: "Киев",
            address: "просп. Свободы, 26",
        },
        {
            index: "03037",
            city: "Киев",
            address: "ул. Космодемьянской Зои, 22",
        },
        {
            index: "01011",
            city: "Киев",
            address: "пров. Евгения Гуцало, 3",
        },
        {
            index: "05300",
            city: "Киев",
            address: "ул. Кирпы Георгия, 2",
        },
        {
            index: "03038",
            city: "Киев",
            address: "ул. Нововокзальна, 21",
        },
        {
            index: "01013",
            city: "Киев",
            address: "ул. Стройиндустрии, 7",
        },
        {
            index: "03039",
            city: "Киев",
            address: "просп. Науки, 4",
        },
        {
            index: "01014",
            city: "Киев",
            address: "ул. Билокур Екатерины, 2/8",
        },
        {
            index: "03040",
            city: "Киев",
            address: "ул. Васильковская, 7/7",
        },
        {
            index: "01015",
            city: "Киев",
            address: "ул. Цитадельная, 6/8",
        },
        {
            index: "03041",
            city: "Киев",
            address: "ул. Родимцева генерала, 11",
        },
        {
            index: "01016",
            city: "Киев",
            address: "ул. Копыленко Александра, 6",
        },
        {
            index: "03045",
            city: "Киев",
            address: "ул. Набережно-Корчуватская, 84",
        },
        {
            index: "01018",
            city: "Киев",
            address: "пл. Михайловская, 1",
        },
        {
            index: "03047",
            city: "Киев",
            address: "просп. Победы, 50",
        },
        {
            index: "01019",
            city: "Киев",
            address: "ул. Руставели Шота, 25",
        },
        {
            index: "03048",
            city: "Киев",
            address: "ул. Пулюя Ивана, 5",
        },
        {
            index: "01021",
            city: "Киев",
            address: "ул. Грушевского Михаила, 28/2",
        },
        {
            index: "03049",
            city: "Киев",
            address: "просп. Воздухофлотский, 11",
        },
        {
            index: "01024",
            city: "Киев",
            address: "ул. Круглоуниверситетская, 17",
        },
        {
            index: "03056",
            city: "Киев",
            address: "ул. Борщаговская, 146",
        },
        {
            index: "01029",
            city: "Киев",
            address: "ул. Московская, 8",
        },
        {
            index: "03057",
            city: "Киев",
            address: "просп. Победы, 45",
        },
        {
            index: "01030",
            city: "Киев",
            address: "ул. Хмельницкого Богдана, 44",
        },
        {
            index: "03058",
            city: "Киев",
            address: "ул. Борщаговская, 210",
        },
        {
            index: "01032",
            city: "Киев",
            address: "ул. Саксаганского, 88",
        },
        {
            index: "03061",
            city: "Киев",
            address: "ул. Бориславская, 72/3",
        },
        {
            index: "01033",
            city: "Киев",
            address: "ул. Саксаганского, 48",
        },
        {
            index: "03062",
            city: "Киев",
            address: "пров. Краснозаводской, 2/13",
        },
        {
            index: "01042",
            city: "Киев",
            address: "ул. Иоанна Павла II, 19",
        },
        {
            index: "03063",
            city: "Киев",
            address: "просп. Воздухофлотский, 28",
        },
        {
            index: "01043",
            city: "Киев",
            address: "ул. Орлика Пилипа, 4А",
        },
        {
            index: "03065",
            city: "Киев",
            address: "ул. Метростроевская, 14/12",
        },
        {
            index: "01044",
            city: "Киев",
            address: "ул. Крещатик, 36",
        },
        {
            index: "03067",
            city: "Киев",
            address: "ул. Гарматная, 33/1",
        },
        {
            index: "01051",
            city: "Киев",
            address: "ул. Петра Болбочана, 8",
        },
        {
            index: "03069",
            city: "Киев",
            address: "ул. Монтажников, 44",
        },
        {
            index: "01054",
            city: "Киев",
            address: "ул. Гончара Олеся, 57Б",
        },
        {
            index: "03083",
            city: "Киев",
            address: "просп. Науки, 63",
        },
        {
            index: "01103",
            city: "Киев",
            address: "ул. Подвысоцкого профессора, 10",
        },
        {
            index: "03087",
            city: "Киев",
            address: "ул. Питерская, 16",
        },
        {
            index: "01133",
            city: "Киев",
            address: "ул. Леси Украинки, 24",
        },
        {
            index: "03109",
            city: "Киев",
            address: "ул. Механизаторов, 9",
        },
        {
            index: "01135",
            city: "Киев",
            address: "просп. Победы, 12",
        },
        {
            index: "03110",
            city: "Киев",
            address: "ул. Соломенская, 22",
        },
        {
            index: "01196",
            city: "Киев",
            address: "пл. Леси Украинки, 1",
        },
        {
            index: "03113",
            city: "Киев",
            address: "ул. Лагерная, 46/48",
        },
        {
            index: "01220",
            city: "Киев",
            address: "ул. Банковая, 11",
        },
        {
            index: "03115",
            city: "Киев",
            address: "просп. Победы, 128/2",
        },
        {
            index: "01601",
            city: "Киев",
            address: "ул. Кирпы Георгия, 2",
        },
        {
            index: "03118",
            city: "Киев",
            address: "ул. Костанайская, 1",
        },
        {
            index: "02002",
            city: "Киев",
            address: "ул. Митрополита Андрея Шептицкого, 16/4",
        },
        {
            index: "03124",
            city: "Киев",
            address: "ул. Василенко Николая, 9",
        },
        {
            index: "02034",
            city: "Киев",
            address: "ул. Радунская, 8/13",
        },
        {
            index: "03126",
            city: "Киев",
            address: "ул. Гавела Вацлава, 87",
        },
        {
            index: "02055",
            city: "Киев",
            address: "ул. Ахматовой Анны, 31",
        },
        {
            index: "03127",
            city: "Киев",
            address: "просп. Голосеевский, 110",
        },
        {
            index: "02059",
            city: "Киев",
            address: "ул. Драгоманова, 2Б",
        },
        {
            index: "03131",
            city: "Киев",
            address: "шоссе Столичное, 35",
        },
        {
            index: "02068",
            city: "Киев",
            address: "ул. Ревуцкого, 16А",
        },
        {
            index: "03134",
            city: "Киев",
            address: "ул. Симиренко, 1/2",
        },
        {
            index: "02072",
            city: "Киев",
            address: "просп. Бажана Николая, 12",
        },
        {
            index: "03142",
            city: "Киев",
            address: "ул. Доброхотова Академика, 30",
        },
        {
            index: "02081",
            city: "Киев",
            address: "ул. Здолбуновская, 1",
        },
        {
            index: "03143",
            city: "Киев",
            address: "ул. Метрологическая, 14А",
        },
        {
            index: "02088",
            city: "Киев",
            address: "ул. Харченко Евгения, 49",
        },
        {
            index: "03146",
            city: "Киев",
            address: "ул. Коласа Якуба, 8",
        },
        {
            index: "02089",
            city: "Киев",
            address: "просп. Броварской, 89",
        },
        {
            index: "03148",
            city: "Киев",
            address: "ул. Юры Гната, 7А",
        },
        {
            index: "02090",
            city: "Киев",
            address: "ул. Пражская, 31",
        },
        {
            index: "03150",
            city: "Киев",
            address: "ул. Большая Васильковская, 102",
        },
        {
            index: "02091",
            city: "Киев",
            address: "шоссе Харьковское, 164",
        },
        {
            index: "03151",
            city: "Киев",
            address: "ул. Смелянская, 3",
        },
        {
            index: "02092",
            city: "Киев",
            address: "ул. Алматинская, 66",
        },
        {
            index: "03158",
            city: "Киев",
            address: "ул. Кольцова, 13",
        },
        {
            index: "02093",
            city: "Киев",
            address: "ул. Полесская, 12",
        },
        {
            index: "03162",
            city: "Киев",
            address: "ул. Зодчих, 50",
        },
        {
            index: "02094",
            city: "Киев",
            address: "ул. Красноткацкая, 22",
        },
        {
            index: "03164",
            city: "Киев",
            address: "ул. Подлесная, 3",
        },
        {
            index: "02095",
            city: "Киев",
            address: "ул. Срибнокильская, 24",
        },
        {
            index: "03165",
            city: "Киев",
            address: "просп. Комарова Космонавта, 7",
        },
        {
            index: "02096",
            city: "Киев",
            address: "ул. Пасхаліна Юрия, 6/5",
        },
        {
            index: "03168",
            city: "Киев",
            address: "просп. Воздухофлотский, 6",
        },
        {
            index: "02097",
            city: "Киев",
            address: "ул. Будищанская, 7",
        },
        {
            index: "03169",
            city: "Киев",
            address: "ул. Отца Анатолия Жураковського, 3",
        },
        {
            index: "02098",
            city: "Киев",
            address: "ул. Шумского Юрия, 4А",
        },
        {
            index: "03170",
            city: "Киев",
            address: "ул. Роллана Ромена, 13",
        },
        {
            index: "02099",
            city: "Киев",
            address: "ул. Вересневая, 12А",
        },
        {
            index: "03179",
            city: "Киев",
            address: "ул. Ирпенская, 76",
        },
        {
            index: "02100",
            city: "Киев",
            address: "ул. Строителей, 32/2-на карте",
        },
        {
            index: "03186",
            city: "Киев",
            address: "ул. Антонова авиаконструктора, 7",
        },
        {
            index: "02101",
            city: "Киев",
            address: "ул. Верховного Совета, 12",
        },
        {
            index: "03187",
            city: "Киев",
            address: "ул. Заболотного Академика, 20А",
        },
        {
            index: "02105",
            city: "Киев",
            address: "просп. Соборности, 6",
        },
        {
            index: "03189",
            city: "Киев",
            address: "ул. Ломоносова, 54А",
        },
        {
            index: "02121",
            city: "Киев",
            address: "ул. Вербицкого Архитектора, 32",
        },
        {
            index: "03190",
            city: "Киев",
            address: "ул. Уссурийская, 11",
        },
        {
            index: "02122",
            city: "Киев",
            address: "ул. Магнитогорская, 1А",
        },
        {
            index: "03191",
            city: "Киев",
            address: "ул. Лятошинского композитора, 4",
        },
        {
            index: "02125",
            city: "Киев",
            address: "ул. Перова, 24",
        },
        {
            index: "03193",
            city: "Киев",
            address: "ул. Луценко Дмитрия, 6",
        },
        {
            index: "02132",
            city: "Киев",
            address: "ул. Заречная, 41",
        },
        {
            index: "03194",
            city: "Киев",
            address: "ул. Зодчих, 16",
        },
        {
            index: "02137",
            city: "Киев",
            address: "ул. Русовой Софии, 5",
        },
        {
            index: "03300",
            city: "Киев",
            address: "ул. Черновола, 1А, м. Вишневое",
        },
        {
            index: "02138",
            city: "Киев",
            address: "ул. Данькевича Константина, 14",
        },
        {
            index: "03505",
            city: "Киев",
            address: "просп. Воздухофлотский, 75",
        },
        {
            index: "02139",
            city: "Киев",
            address: "ул. Перова, 38/1",
        },
        {
            index: "04050",
            city: "Киев",
            address: "ул. Мельникова, 6",
        },
        {
            index: "02140",
            city: "Киев",
            address: "ул. Ревуцкого, 46А",
        },
        {
            index: "04053",
            city: "Киев",
            address: "ул. Сечевых Стрельцов, 59/65",
        },
        {
            index: "02141",
            city: "Киев",
            address: "ул. Мишуги Александра, 10",
        },
        {
            index: "04060",
            city: "Киев",
            address: "ул. Вавиловых, 18",
        },
        {
            index: "02147",
            city: "Киев",
            address: "ул. Энтузиастов, 39",
        },
        {
            index: "04070",
            city: "Киев",
            address: "ул. Борисоглебская, 17/1",
        },
        {
            index: "02149",
            city: "Киев",
            address: "просп. Бажана Николая, 26А",
        },
        {
            index: "04071",
            city: "Киев",
            address: "ул. Константиновская, 8",
        },
        {
            index: "02152",
            city: "Киев",
            address: "ул. Миколайчука Ивана, 13А",
        },
        {
            index: "04073",
            city: "Киев",
            address: "ул. Кирилловская, 152",
        },
        {
            index: "02154",
            city: "Киев",
            address: "ул. Энтузиастов, 11",
        },
        {
            index: "04074",
            city: "Киев",
            address: "пров. Попова, 2В",
        },
        {
            index: "02156",
            city: "Киев",
            address: "ул. Шолом-Алейхема, 18",
        },
        {
            index: "04075",
            city: "Киев",
            address: "ул. Юнкерова Николая, 82",
        },
        {
            index: "02160",
            city: "Киев",
            address: "шоссе Харьковское, 2",
        },
        {
            index: "04077",
            city: "Киев",
            address: "ул. Восьмого Марта, 7",
        },
        {
            index: "02166",
            city: "Киев",
            address: "просп. Лесной, 25",
        },
        {
            index: "04078",
            city: "Киев",
            address: "ул. Полковая, 72",
        },
        {
            index: "02167",
            city: "Киев",
            address: "ул. Милославская, 49",
        },
        {
            index: "04080",
            city: "Киев",
            address: "ул. Нижнеюрковская, 3",
        },
        {
            index: "02175",
            city: "Киев",
            address: "шоссе Харьковское, 53",
        },
        {
            index: "04086",
            city: "Киев",
            address: "ул. Телиги Елены, 41",
        },
        {
            index: "02183",
            city: "Киев",
            address: "ул. Кибальчича Николая, 11Б",
        },
        {
            index: "04107",
            city: "Киев",
            address: "ул. Татарская, 38",
        },
        {
            index: "02192",
            city: "Киев",
            address: "ул. Дарницкий, 23",
        },
        {
            index: "04108",
            city: "Киев",
            address: "просп. Свободы, 2А",
        },
        {
            index: "02206",
            city: "Киев",
            address: "ул. Малышко Андрея, 15/1",
        },
        {
            index: "04111",
            city: "Киев",
            address: "ул. Даниила Щербаковского, 60",
        },
        {
            index: "02217",
            city: "Киев",
            address: "ул. Драйзера Теодора, 6",
        },
        {
            index: "04112",
            city: "Киев",
            address: "ул. Парково-Сырецкая, 11",
        },
        {
            index: "02218",
            city: "Киев",
            address: "ул. Радужная, 13",
        },
        {
            index: "04114",
            city: "Киев",
            address: "ул. Вышгородская, 52",
        },
        {
            index: "02222",
            city: "Киев",
            address: "просп. Маяковского Владимира, 45",
        },
        {
            index: "04116",
            city: "Киев",
            address: "ул. Богдана Гаврилишина, 18",
        },
        {
            index: "02223",
            city: "Киев",
            address: "просп. Ватутина Генерала, 2А",
        },
        {
            index: "04119",
            city: "Киев",
            address: "ул. Деревская, 21",
        },
        {
            index: "02224",
            city: "Киев",
            address: "ул. Бальзака Оноре де, 6",
        },
        {
            index: "04123",
            city: "Киев",
            address: "ул. Червонопільська, 13/16",
        },
        {
            index: "02225",
            city: "Киев",
            address: "просп. Маяковского Владимира, 15",
        },
        {
            index: "04128",
            city: "Киев",
            address: "ул. Туполева академика, 28",
        },
        {
            index: "02230",
            city: "Киев",
            address: "ул. Лермонтова (Троещина), 20Б",
        },
        {
            index: "04136",
            city: "Киев",
            address: "ул. Гречка маршала, 14",
        },
        {
            index: "02232",
            city: "Киев",
            address: "просп. Маяковского Владимира, 73А",
        },
        {
            index: "04176",
            city: "Киев",
            address: "ул. Электриков, 28Б",
        },
        {
            index: "02300",
            city: "Киев",
            address: "ул. Митрополита Андрея Шептицкого, 16/4",
        },
        {
            index: "04201",
            city: "Киев",
            address: "ул. Полярная, 8А",
        },
        {
            index: "03005",
            city: "Киев",
            address: "ул. Смоленская, 31/33",
        },
        {
            index: "04205",
            city: "Киев",
            address: "просп. Оболонский, 14",
        },
        {
            index: "03020",
            city: "Киев",
            address: "просп. Воздухофлотский, 41",
        },
        {
            index: "04208",
            city: "Киев",
            address: "просп. Правды, 92",
        },
        {
            index: "03022",
            city: "Киев",
            address: "ул. Васильковская, 38",
        },
        {
            index: "04209",
            city: "Киев",
            address: "ул. Героев Днепра, 31Б",
        },
        {
            index: "03026",
            city: "Киев",
            address: "ул. Заболотного Академика, 37",
        },
        {
            index: "04210",
            city: "Киев",
            address: "просп. Героев Сталинграда, 21/38",
        },
        {
            index: "04211",
            city: "Киев",
            address: "ул. Архипенко Александра, 2/12",
        },
        {
            index: "03028",
            city: "Киев",
            address: "ул. Большая Китаевская, 6",
        },
        {
            index: "08013",
            city: "Андреевка",
            address: "ул. Меля, 114",
        },
        {
            index: "09052",
            city: "Антонов",
            address: "ул. Юбилейная, 1",
        },
        {
            index: "07611",
            city: "Аркадиивка",
            address: "ул. Леси Украинки, 23",
        },
        {
            index: "07832",
            city: "Бабынци",
            address: "ул. Майская, 6",
        },
        {
            index: "08646",
            city: "Барахты",
            address: "ул. Михайловская, 35",
        },
        {
            index: "07501",
            city: "Барышевка",
            address: "ул. Центральная, 1",
        },
        {
            index: "07502",
            city: "Барышевка",
            address: "ул. Привокзальная, 39А",
        },
        {
            index: "09004",
            city: "Белая Церковь",
            address: "ул. Привокзальная, 32А",
        },
        {
            index: "09010",
            city: "Белая Церковь",
            address: "ул. Привокзальная, 32А",
        },
        {
            index: "09104",
            city: "Белая Церковь",
            address: "ул. Гаек ,54",
        },
        {
            index: "09105",
            city: "Белая Церковь",
            address: "ул. Академика Крымского, 8",
        },
        {
            index: "09106",
            city: "Белая Церковь",
            address: "ул. Вернадского ,10",
        },
        {
            index: "09107",
            city: "Белая Церковь",
            address: "ул. Ярослава Мудрого,62А",
        },
        {
            index: "09108",
            city: "Белая Церковь",
            address: "ул. Леваневского,34",
        },
        {
            index: "09109",
            city: "Белая Церковь",
            address: "ул. Полевая, 79",
        },
        {
            index: "09111",
            city: "Белая Церковь",
            address: "ул. Евгения Деславе, 7",
        },
        {
            index: "09113",
            city: "Белая Церковь",
            address: "ул. Турчанинова, 1",
        },
        {
            index: "09114",
            city: "Белая Церковь",
            address: "ул. Луки Долинского, 107А",
        },
        {
            index: "09117",
            city: "Белая Церковь",
            address: "ул. Александрийский, 43",
        },
        {
            index: "09508",
            city: "Белая Церковь",
            address: "ул. Привокзальная, 32А",
        },
        {
            index: "08116",
            city: "Белогородка",
            address: "ул. Владимирская, 33",
        },
        {
            index: "07541",
            city: "Березань",
            address: "ул. Героев Небесной Сотни, 12",
        },
        {
            index: "07543",
            city: "Березань",
            address: "ул. Набережная, 178",
        },
        {
            index: "09320",
            city: "Березна",
            address: "ул. Академика Комарова, 7",
        },
        {
            index: "09444",
            city: "Бесидка",
            address: "ул. Шевченко, 54",
        },
        {
            index: "07527",
            city: "Бзов",
            address: "ул. Свято-Николаевская, 24",
        },
        {
            index: "09741",
            city: "Биивцы",
            address: "ул. Загребельная, 3",
        },
        {
            index: "09630",
            city: "Бирюки",
            address: "ул. Школьная, 5",
        },
        {
            index: "07261",
            city: "Блидча",
            address: "ул. Школьная, 2",
        },
        {
            index: "07835",
            city: "Блиставиця",
            address: "ул. Ярослава Мудрого,1",
        },
        {
            index: "09165",
            city: "Блощинцы",
            address: "ул. Мельниченко, 5",
        },
        {
            index: "08142",
            city: "Бобрица",
            address: "ул. Школьная, 16",
        },
        {
            index: "07431",
            city: "Бобрык",
            address: "ул. Тараса Шевченко, 4",
        },
        {
            index: "07409",
            city: "Богдановка",
            address: "ул. Богдана Хмельницкого, 219",
        },
        {
            index: "09701",
            city: "Богуслав",
            address: "ул. Николаевская, 24",
        },
        {
            index: "09703",
            city: "Богуслав",
            address: "ул. Николаевская, 24",
        },
        {
            index: "09705",
            city: "Богуслав",
            address: "ул. Николаевская, 24",
        },
        {
            index: "08318",
            city: "Большая Александровка",
            address: "ул. Гагарина, 11",
        },
        {
            index: "09550",
            city: "Большая Березянка",
            address: "ул. Трохименко, 1",
        },
        {
            index: "07442",
            city: "Большая Дымерка",
            address: "ул. Бобрицька, 1",
        },
        {
            index: "08029",
            city: "Большой Карашын",
            address: "ул. Победы, 3",
        },
        {
            index: "08301",
            city: "Борисполь",
            address: "ул. Киевский Путь, 86",
        },
        {
            index: "08302",
            city: "Борисполь",
            address: "ул. Киевский Путь, 33",
        },
        {
            index: "08303",
            city: "Борисполь",
            address: "ул. Киевский Шлях, 11",
        },
        {
            index: "08304",
            city: "Борисполь",
            address: "ул. Михаила Калмыкова, 12",
        },
        {
            index: "07525",
            city: "Борисполь",
            address: "ул. Киевский Путь, 86",
        },
        {
            index: "08518",
            city: "Борова",
            address: "ул. Мира, 7",
        },
        {
            index: "08023",
            city: "Бородянка",
            address: "ул. Центральная, 240",
        },
        {
            index: "08027",
            city: "Бородянка",
            address: "ул. Центральная,240",
        },
        {
            index: "07801",
            city: "Бородянка",
            address: "ул. Центральная, 240",
        },
        {
            index: "07802",
            city: "Бородянка",
            address: "ул. Привокзальная, 6",
        },
        {
            index: "07806",
            city: "Бородянка",
            address: "ул. Центральная,240",
        },
        {
            index: "08150",
            city: "Боярка",
            address: "ул. Крещатик, 7",
        },
        {
            index: "08151",
            city: "Боярка",
            address: "ул. Коновальца, 26",
        },
        {
            index: "08153",
            city: "Боярка",
            address: "ул. Белогородская, 43",
        },
        {
            index: "08154",
            city: "Боярка",
            address: "ул. Белогородская, 11А",
        },
        {
            index: "09731",
            city: "Бране Поле",
            address: "ул. Центральная, 11",
        },
        {
            index: "07400",
            city: "Бровары",
            address: "ул. Юрия Гагарина, 20",
        },
        {
            index: "07401",
            city: "Бровары",
            address: "ул. Ярослава Мудрого, 2",
        },
        {
            index: "07402",
            city: "Бровары",
            address: "ул. Независимости, 10Б",
        },
        {
            index: "07403",
            city: "Бровары",
            address: "ул. Владимира Великого, 4",
        },
        {
            index: "07404",
            city: "Бровары",
            address: "ул. Геологов, 5",
        },
        {
            index: "09434",
            city: "Брыливка",
            address: "ул. Вишневая, 4",
        },
        {
            index: "08101",
            city: "Бузовая",
            address: "ул. Ленина, 15",
        },
        {
            index: "09022",
            city: "Буки",
            address: "ул. Первомайская, 32",
        },
        {
            index: "09811",
            city: "Буркивци",
            address: "ул. Зацерковная, 5",
        },
        {
            index: "09254",
            city: "Бурты",
            address: "ул. Ленина, 4",
        },
        {
            index: "08292",
            city: "Буча",
            address: "ул. Николая Островского, 20",
        },
        {
            index: "08293",
            city: "Буча",
            address: "ул. Тарасовская, 23",
        },
        {
            index: "08294",
            city: "Буча",
            address: "ул. Склозаводська, 3",
        },
        {
            index: "08295",
            city: "Буча",
            address: "ул. Яблунська, 203Б",
        },
        {
            index: "09643",
            city: "Бушеве",
            address: "ул. Мира, 2",
        },
        {
            index: "09180",
            city: "Быкова Гребля",
            address: "ул. Т. Шевченко, 5",
        },
        {
            index: "08006",
            city: "Бышев",
            address: "ул. Киевская, 47",
        },
        {
            index: "08615",
            city: "Варовичи",
            address: "ул. Дружбы, 1А",
        },
        {
            index: "07233",
            city: "Варовск",
            address: "ул. Шевченко, 3",
        },
        {
            index: "09411",
            city: "Василиха",
            address: "ул. Наумова, 4",
        },
        {
            index: "08601",
            city: "Васильков",
            address: "ул. Грушевского, 13",
        },
        {
            index: "08602",
            city: "Васильков",
            address: "ул. Гетмана Сагайдачного, 36",
        },
        {
            index: "08605",
            city: "Васильков",
            address: "ул. Тракторная, 39",
        },
        {
            index: "08606",
            city: "Васильков",
            address: "городок Военный, 11Б",
        },
        {
            index: "08628",
            city: "Васильков",
            address: "ул. Грушевского, 13",
        },
        {
            index: "09141",
            city: "Васылив",
            address: "ул. Центральная, 8",
        },
        {
            index: "08418",
            city: "Велика Каратуль",
            address: "ул. Победы, 2А",
        },
        {
            index: "08636",
            city: "Великая Бугаивка",
            address: "ул. Шевченко, 39",
        },
        {
            index: "08671",
            city: "Великая Вильшанка",
            address: "ул. Полевая, 26",
        },
        {
            index: "08540",
            city: "Великая Снетинка",
            address: "ул. Центральная, 62",
        },
        {
            index: "08641",
            city: "Великая Солтаноква",
            address: "ул. Свободы, 25",
        },
        {
            index: "08713",
            city: "Велики Дмитровичи",
            address: "ул. Шевченко, 1",
        },
        {
            index: "08511",
            city: "Великие Гуляки",
            address: "ул. Слободская, 15",
        },
        {
            index: "09218",
            city: "Великие Прицки",
            address: "ул. Центральная, 17",
        },
        {
            index: "07620",
            city: "Великий Круполь",
            address: "ул. Ленина, 11А",
        },
        {
            index: "09008",
            city: "Великополовецкое",
            address: "ул. Центральная, 34",
        },
        {
            index: "08531",
            city: "Веприк",
            address: "ул. Ленина, 87",
        },
        {
            index: "07560",
            city: "Веселиновка",
            address: "ул. Молодежная, 28",
        },
        {
            index: "09553",
            city: "Веселый Кут",
            address: "ул. Тракторная, 2",
        },
        {
            index: "09127",
            city: "Вильна Тарасовка",
            address: "ул. Майская,1Б",
        },
        {
            index: "08055",
            city: "Вильно",
            address: "ул. Строителей, 61",
        },
        {
            index: "09723",
            city: "Вильховец",
            address: "ул. Школьная, 3",
        },
        {
            index: "08674",
            city: "Вильшанская Новоселица",
            address: "ул. Тарнавского, 9",
        },
        {
            index: "08451",
            city: "Вининци",
            address: "ул. Мостового, 1",
        },
        {
            index: "08651",
            city: "Виницкие Ставы",
            address: "ул. Щорса, 6",
        },
        {
            index: "09851",
            city: "Високе",
            address: "ул. Бевзюка, 1",
        },
        {
            index: "08170",
            city: "Вита-Почтовая",
            address: "ул. Боярская, 4",
        },
        {
            index: "08316",
            city: "Вишеньки",
            address: "ул. Центральная, 85",
        },
        {
            index: "08132",
            city: "Вишневое",
            address: "ул. Европейская, 10",
        },
        {
            index: "08134",
            city: "Вишневое",
            address: "ул. Святошинская, 27Д",
        },
        {
            index: "08842",
            city: "Владиславка",
            address: "ул. Набережная, 4",
        },
        {
            index: "08411",
            city: "Вовчкив",
            address: "ул. Леси Украинки, 54",
        },
        {
            index: "07037",
            city: "Вовчков",
            address: "ул. Яблоневая, 33",
        },
        {
            index: "07621",
            city: "Войково",
            address: "ул. Чкалова, 2",
        },
        {
            index: "08534",
            city: "Волица",
            address: "ул. Гагарина, 7",
        },
        {
            index: "09301",
            city: "Володарка",
            address: "ул. Кооперативная, 13",
        },
        {
            index: "07545",
            city: "Волошиновка",
            address: "ул. Мира, 25",
        },
        {
            index: "08296",
            city: "Ворзель",
            address: "ул. Курортная, 25",
        },
        {
            index: "08352",
            city: "Вороньков",
            address: "ул. Парковая, 2",
        },
        {
            index: "09422",
            city: "Вынаривка",
            address: "ул. Садовая, 4",
        },
        {
            index: "07301",
            city: "Вышгород",
            address: "ул. Шевченко, 2",
        },
        {
            index: "07302",
            city: "Вышгород",
            address: "ул. Шолуденко, 6 В",
        },
        {
            index: "07303",
            city: "Вышгород",
            address: "ул. Шевченко, 2",
        },
        {
            index: "07304",
            city: "Вышгород",
            address: "ул. Шевченко, 2",
        },
        {
            index: "07340",
            city: "Вышгород",
            address: "ул. Шевченко, 2",
        },
        {
            index: "07350",
            city: "Гавриловка",
            address: "ул. Свято Троицкая, 58",
        },
        {
            index: "08003",
            city: "Гавронщина",
            address: "ул. Киевская, 19",
        },
        {
            index: "09311",
            city: "Гайворон",
            address: "ул. Школьная, 5",
        },
        {
            index: "08412",
            city: "Гайшин",
            address: "ул. Октябрьская,15",
        },
        {
            index: "09840",
            city: "Галайки",
            address: "ул. Центральная, 1",
        },
        {
            index: "08160",
            city: "Гатное",
            address: "ул. Франко, 2",
        },
        {
            index: "08634",
            city: "Гвоздив",
            address: "ул. Ленина, 2",
        },
        {
            index: "09441",
            city: "Гейсиха",
            address: "ул. Центральная, 40",
        },
        {
            index: "08753",
            city: "Германовка",
            address: "ул. Богдана Хмельницкого, 8",
        },
        {
            index: "08413",
            city: "Гланышив",
            address: "пров. Весенний, 2",
        },
        {
            index: "08630",
            city: "Глеваха",
            address: "ул. Киевская, 106",
        },
        {
            index: "08631",
            city: "Глеваха",
            address: "ул. Вокзальная, 26",
        },
        {
            index: "07333",
            city: "Глибовка",
            address: "ул. Соборная, 18",
        },
        {
            index: "09135",
            city: "Глушки",
            address: "ул. Центральная, 43",
        },
        {
            index: "08350",
            city: "Глыбоке",
            address: "ул. Центральная, 21",
        },
        {
            index: "08340",
            city: "Гнидын",
            address: "ул. Новая, 1",
        },
        {
            index: "07418",
            city: "Гоголев",
            address: "ул. Киевская, 160",
        },
        {
            index: "08353",
            city: "Головуров",
            address: "ул. Гарфункіна, 15",
        },
        {
            index: "09833",
            city: "Голодьки",
            address: "ул. Школьная, 1",
        },
        {
            index: "08324",
            city: "Гора",
            address: "ул. Центральная, 5",
        },
        {
            index: "08464",
            city: "Горбани",
            address: "ул. Ленина, 49",
        },
        {
            index: "08114",
            city: "Гореничи",
            address: "ул. Соборная, 204",
        },
        {
            index: "08105",
            city: "Горенка",
            address: "ул. Ивана Франко, 125А",
        },
        {
            index: "07222",
            city: "Горностайпиль",
            address: "ул. Чернобыльская, 18",
        },
        {
            index: "09053",
            city: "Горобиевка",
            address: "ул. Шевченко, 2А",
        },
        {
            index: "09310",
            city: "Городыще-Пустоваривское",
            address: "ул. Центральная, 53",
        },
        {
            index: "09242",
            city: "Горохуватка",
            address: "ул. Советская, 1",
        },
        {
            index: "09852",
            city: "Горошкив",
            address: "ул. Центральная, 28",
        },
        {
            index: "09409",
            city: "Госта Могила",
            address: "ул. Центральная, 14",
        },
        {
            index: "08289",
            city: "Гостомель",
            address: "ул. Богдана Хмельницкого, 2",
        },
        {
            index: "08290",
            city: "Гостомель",
            address: "ул. Свято-Покровская, 138",
        },
        {
            index: "07520",
            city: "Гостролучье",
            address: "ул. Центральная, 73",
        },
        {
            index: "09211",
            city: "Гребени",
            address: "ул. Киевская, 20",
        },
        {
            index: "08662",
            city: "Гребёнки",
            address: "ул. Киевская, 150",
        },
        {
            index: "08705",
            city: "Григоривка",
            address: "ул. Героев Майдана, 1",
        },
        {
            index: "08052",
            city: "Грузькое",
            address: "ул. Брусиловская, 2А",
        },
        {
            index: "08618",
            city: "Даниловка",
            address: "городок Военный, 21Б",
        },
        {
            index: "07335",
            city: "Демидов",
            address: "ул. Фастов, 2",
        },
        {
            index: "08431",
            city: "Демянцы",
            address: "ул. Ленина, 52Б",
        },
        {
            index: "09832",
            city: "Денихивка",
            address: "ул. Шевченко, 101",
        },
        {
            index: "08620",
            city: "Дзвинковое",
            address: "ул. Грушевского, б/н",
        },
        {
            index: "09831",
            city: "Дибривка",
            address: "ул. Центральная, 1",
        },
        {
            index: "08456",
            city: "Дивычки",
            address: "ул. Горького,1",
        },
        {
            index: "08457",
            city: "Дивычки",
            address: "ул. Артелеристів, 3",
        },
        {
            index: "08514",
            city: "Дидивщина",
            address: "ул. Житомирская, 1",
        },
        {
            index: "09749",
            city: "Дмитренки",
            address: "ул. Леси Украинки, 16",
        },
        {
            index: "08533",
            city: "Дмитровка",
            address: "ул. Кольцевая, 18",
        },
        {
            index: "08111",
            city: "Дмитровка",
            address: "ул. Садовая, 2",
        },
        {
            index: "08743",
            city: "Долына",
            address: "ул. Октябрьская, 1",
        },
        {
            index: "08512",
            city: "Дорогынка",
            address: "ул. Центральная, 1",
        },
        {
            index: "08654",
            city: "Дослидницкое",
            address: "ул. Инженерная, 6",
        },
        {
            index: "09126",
            city: "Дрозды",
            address: "ул. Полевая, 2Б",
        },
        {
            index: "07807",
            city: "Дружня",
            address: "ул. Железнодорожная, 2А",
        },
        {
            index: "09534",
            city: "Дубивка",
            address: "ул. Физкультурная, 2",
        },
        {
            index: "08330",
            city: "Дударков",
            address: "ул. Гоголя, 58",
        },
        {
            index: "09025",
            city: "Дулицкое",
            address: "ул. Мира, 238",
        },
        {
            index: "09714",
            city: "Дыбинцы",
            address: "ул. Алексея Вовченко, 22",
        },
        {
            index: "07210",
            city: "Дымарка",
            address: "ул. Дружбы, 57",
        },
        {
            index: "07308",
            city: "Дымер",
            address: "ул. Революции, 1",
        },
        {
            index: "07220",
            city: "Дытятки",
            address: "ул. Чернобыльская, 22",
        },
        {
            index: "08852",
            city: "Емчиха",
            address: "ул. Мира, 3",
        },
        {
            index: "08430",
            city: "Ерковцы",
            address: "ул. Горького, 1",
        },
        {
            index: "07428",
            city: "Жердова",
            address: "ул. Марии Заньковецкой, 39",
        },
        {
            index: "07230",
            city: "Жимиевка",
            address: "ул. Молодежная, 7",
        },
        {
            index: "09611",
            city: "Житни Горы",
            address: "ул. Центральная, 44",
        },
        {
            index: "07733",
            city: "Жоравка",
            address: "ул. Школьная, 3",
        },
        {
            index: "08742",
            city: "Жукивцы",
            address: "ул. Гагарина, 4",
        },
        {
            index: "07307",
            city: "Жукин",
            address: "ул. Шевченко, 27",
        },
        {
            index: "07643",
            city: "Жуковка",
            address: "ул. Ленина, 72",
        },
        {
            index: "09432",
            city: "Журавлиха",
            address: "ул. 40 лет Победы, 14",
        },
        {
            index: "08145",
            city: "Заборье",
            address: "ул. Гончаренко, 12",
        },
        {
            index: "08009",
            city: "Забуянье",
            address: "ул. Победы, 2",
        },
        {
            index: "09350",
            city: "Завадивка",
            address: "ул. Школьная, 30",
        },
        {
            index: "07424",
            city: "Заворычи",
            address: "ул. Кооперативная, 2",
        },
        {
            index: "07823",
            city: "Загальци",
            address: "ул. Независимости, 16",
        },
        {
            index: "07415",
            city: "Зазимье",
            address: "ул. Радченко, 1",
        },
        {
            index: "07054",
            city: "Залышаны",
            address: "ул. Покрова, 1",
        },
        {
            index: "09620",
            city: "Запрудье",
            address: "ул. Шевченко, 1",
        },
        {
            index: "07244",
            city: "Заруддя",
            address: "ул. Школьная, 1",
        },
        {
            index: "07714",
            city: "Засупоивка",
            address: "ул. Центральная, 85",
        },
        {
            index: "07601",
            city: "Згуровка",
            address: "ул. Украинская, 13",
        },
        {
            index: "07830",
            city: "Здвиживка",
            address: "ул. Центральная, 102",
        },
        {
            index: "08626",
            city: "Здоривка",
            address: "ул. Пушкинская, 112А",
        },
        {
            index: "08832",
            city: "Зеленьки",
            address: "ул. Центральная, 193",
        },
        {
            index: "09354",
            city: "Зрайки",
            address: "ул. Лесная, 3",
        },
        {
            index: "09412",
            city: "Иванивка",
            address: "ул. Семьи Клименків, 68",
        },
        {
            index: "07051",
            city: "Иванков",
            address: "ул. Ивана Проскуры, 56",
        },
        {
            index: "07052",
            city: "Иванков",
            address: "ул. Ивана Проскуры, 56",
        },
        {
            index: "07201",
            city: "Иванков",
            address: "ул. Ивана Проскуры, 56",
        },
        {
            index: "07204",
            city: "Иванков",
            address: "ул. Ивана Проскуры, 56",
        },
        {
            index: "07209",
            city: "Иванков",
            address: "ул. Ивана Проскуры, 56",
        },
        {
            index: "07221",
            city: "Иванков",
            address: "ул. Ивана Проскуры, 56",
        },
        {
            index: "08335",
            city: "Иванков",
            address: "ул. Центральная, 2А",
        },
        {
            index: "08632",
            city: "Иванковичи",
            address: "ул. Шевченко, 3",
        },
        {
            index: "09724",
            city: "Ивановка",
            address: "ул. Мира, 20",
        },
        {
            index: "09145",
            city: "Ивановка",
            address: "ул. Центральная, 1",
        },
        {
            index: "09124",
            city: "Иосиповка",
            address: "ул. Молодежная, 44",
        },
        {
            index: "08202",
            city: "Ирпень",
            address: "ул. Мира, 10",
        },
        {
            index: "08203",
            city: "Ирпень",
            address: "ул. Котляревского, 54А",
        },
        {
            index: "08205",
            city: "Ирпень",
            address: "ул. Соборная, 98",
        },
        {
            index: "09730",
            city: "Исайки",
            address: "ул. Пехівка, 3",
        },
        {
            index: "09212",
            city: "Кагарлык",
            address: "ул. Столичная, 1",
        },
        {
            index: "08803",
            city: "Кагарлык",
            address: "ул. Столичная,1",
        },
        {
            index: "08806",
            city: "Кагарлык",
            address: "ул. Столичная, 1",
        },
        {
            index: "09201",
            city: "Кагарлык",
            address: "ул. Столичная, 1",
        },
        {
            index: "09253",
            city: "Кадомка",
            address: "ул. Василек, 3",
        },
        {
            index: "09642",
            city: "Калиновка",
            address: "ул. Молодежная, 1",
        },
        {
            index: "08004",
            city: "Калиновка",
            address: "ул. Киевская, 214",
        },
        {
            index: "08623",
            city: "Калиновка",
            address: "ул. Железнодорожная, 50",
        },
        {
            index: "07407",
            city: "Калиновка",
            address: "ул. Майская, 10",
        },
        {
            index: "09533",
            city: "Калиновое",
            address: "ул. Молодежная, 3",
        },
        {
            index: "07420",
            city: "Калита",
            address: "пров. Юбилейный, 4",
        },
        {
            index: "07754",
            city: "Капустинцы",
            address: "ул. Мира, 18",
        },
        {
            index: "08841",
            city: "Карапыши",
            address: "ул. Независимости, 23",
        },
        {
            index: "07313",
            city: "Катюжанка",
            address: "ул. Почтовая, 57",
        },
        {
            index: "07813",
            city: "Качали",
            address: "ул. Кооперативная, 115",
        },
        {
            index: "09812",
            city: "Кашперивка",
            address: "ул. Киевская, 18",
        },
        {
            index: "09543",
            city: "Кившувата",
            address: "ул. Свободы, 66",
        },
        {
            index: "09743",
            city: "Кидановка",
            address: "ул. Горобцівка, 1",
        },
        {
            index: "08804",
            city: "Кипячка",
            address: "ул. Независимости, 25",
        },
        {
            index: "09522",
            city: "Кирданы",
            address: "ул. Победы, 1",
        },
        {
            index: "07850",
            city: "Клавдиево-Тарасово",
            address: "ул. Центральная, 5",
        },
        {
            index: "09819",
            city: "Клюки",
            address: "пров. Садовый, 2А",
        },
        {
            index: "07455",
            city: "Княжичи",
            address: "ул. Марии Лагуновой, 109",
        },
        {
            index: "08143",
            city: "Княжичи",
            address: "ул. Воздвиженская, 8",
        },
        {
            index: "08652",
            city: "Коваливка",
            address: "ул. Монастырская, 1",
        },
        {
            index: "08435",
            city: "Ковалын",
            address: "ул. Школьная, 2",
        },
        {
            index: "08645",
            city: "Кодаки",
            address: "ул. Ленина, 1",
        },
        {
            index: "08010",
            city: "Кодра",
            address: "ул. Шевченко, 2/11",
        },
        {
            index: "08548",
            city: "Кожанка",
            address: "ул. Заводская, 6А",
        },
        {
            index: "09171",
            city: "Коженики",
            address: "ул. Набережная, 58",
        },
        {
            index: "07332",
            city: "Козаровичи",
            address: "ул. Соборная, 43",
        },
        {
            index: "08808",
            city: "Козин",
            address: "ул. Бесарабівка,15",
        },
        {
            index: "07855",
            city: "Козинцы",
            address: "ул. Школьная, 41",
        },
        {
            index: "08035",
            city: "Козичанка",
            address: "ул. Вишневая, 1",
        },
        {
            index: "08711",
            city: "Козын",
            address: "ул. Садовая, 33",
        },
        {
            index: "07262",
            city: "Коленци",
            address: "ул. Мира, 94",
        },
        {
            index: "08005",
            city: "Колонщина",
            address: "ул. Первого Мая, 2",
        },
        {
            index: "08020",
            city: "Комаровка",
            address: "ул. Мира, 14",
        },
        {
            index: "08033",
            city: "Копылов",
            address: "ул. Октябрьская, 53",
        },
        {
            index: "07544",
            city: "Коржы",
            address: "ул. Независимости, 1",
        },
        {
            index: "08012",
            city: "Короливка",
            address: "ул. А. Кравченко, 77А",
        },
        {
            index: "09353",
            city: "Косивка",
            address: "ул. 30 лет Победы, 37",
        },
        {
            index: "09549",
            city: "Косяковка",
            address: "ул. Школьная, 2",
        },
        {
            index: "08298",
            city: "Коцюбинское",
            address: "ул. Доківська, 9",
        },
        {
            index: "09810",
            city: "Кошив",
            address: "ул. Школьная, 3",
        },
        {
            index: "07451",
            city: "Красиловка",
            address: "ул. Басова, 41",
        },
        {
            index: "09445",
            city: "Красиловка",
            address: "ул. Центральная, 5",
        },
        {
            index: "08751",
            city: "Красна Слобидка",
            address: "ул. Ленина, 40",
        },
        {
            index: "08041",
            city: "Красная Слобода",
            address: "ул. Леси Украинки, 91",
        },
        {
            index: "09143",
            city: "Красне",
            address: "ул. Центральная, 28",
        },
        {
            index: "08725",
            city: "Красное Первое",
            address: "ул. Советская, 10",
        },
        {
            index: "07028",
            city: "Красятичи",
            address: "ул. Октябрьская, 83",
        },
        {
            index: "09414",
            city: "Кривец",
            address: "ул. Шевченко, 5",
        },
        {
            index: "09013",
            city: "Кривошеенцы",
            address: "ул. Сквирская, 87А",
        },
        {
            index: "07224",
            city: "Кропивня",
            address: "ул. Центральная, 132",
        },
        {
            index: "09551",
            city: "Крутые Горбы",
            address: "ул. Шевченко, 8",
        },
        {
            index: "08635",
            city: "Крушинка",
            address: "ул. Образования, 5",
        },
        {
            index: "08136",
            city: "Крюковщина",
            address: "ул. Балукова, 10",
        },
        {
            index: "08660",
            city: "Ксаверивка",
            address: "ул. Киевская, 123",
        },
        {
            index: "07445",
            city: "Кулаженцы",
            address: "ул. Партизана Стригуна, 3",
        },
        {
            index: "07243",
            city: "Кухари",
            address: "ул. Шевченко, 16",
        },
        {
            index: "08333",
            city: "Кучаков",
            address: "ул. Тригубенкових, 1В",
        },
        {
            index: "08354",
            city: "Кыйлов",
            address: "ул. Днепровская, 95",
        },
        {
            index: "08509",
            city: "Кыщенцы",
            address: "ул. Островского, 11",
        },
        {
            index: "07360",
            city: "Лебедивка",
            address: "ул. Соборная, 20",
        },
        {
            index: "07730",
            city: "Лемешовка",
            address: "ул. Центральная, 38",
        },
        {
            index: "08172",
            city: "Лесники",
            address: "пров. Школьный, 22",
        },
        {
            index: "09513",
            city: "Лесовичи",
            address: "ул. Мира, 8",
        },
        {
            index: "07411",
            city: "Летки",
            address: "ул. Тараса Шевченко, 63",
        },
        {
            index: "07410",
            city: "Леточки",
            address: "ул. Каштановая, 6Б",
        },
        {
            index: "07532",
            city: "Лехновка",
            address: "ул. Центральный, 6",
        },
        {
            index: "08014",
            city: "Липовка",
            address: "ул. Шевченко, 52",
        },
        {
            index: "07334",
            city: "Литвиновка",
            address: "ул. Тараса Шевченко, 1А",
        },
        {
            index: "08126",
            city: "Личанка",
            address: "ул. Центральная, 64",
        },
        {
            index: "08063",
            city: "Лишняя",
            address: "ул. Киевская, 1",
        },
        {
            index: "09355",
            city: "Лобачив",
            address: "ул. Шевченко, 111",
        },
        {
            index: "09321",
            city: "Логвин",
            address: "ул. Армейская, 1",
        },
        {
            index: "07720",
            city: "Лозовый Яр",
            address: "ул. Шевченко, 98",
        },
        {
            index: "08667",
            city: "Лосятин",
            address: "ул. Ленина, 5А",
        },
        {
            index: "09641",
            city: "Лубянка",
            address: "ул. Победы, 21",
        },
        {
            index: "07831",
            city: "Лубянка",
            address: "ул. Шевченко, 100",
        },
        {
            index: "07031",
            city: "Луговики",
            address: "ул. 1 мая, 25",
        },
        {
            index: "09544",
            city: "Лука",
            address: "ул. Шевченко, 3 А",
        },
        {
            index: "07513",
            city: "Лукаши",
            address: "ул. Единства, 1",
        },
        {
            index: "09539",
            city: "Лукьяновка",
            address: "ул. Центральная, 31",
        },
        {
            index: "07511",
            city: "Лукяновка",
            address: "ул. Кирпоноса, 1",
        },
        {
            index: "07650",
            city: "Лызогубова Слобода",
            address: "ул. Дружбы, 2",
        },
        {
            index: "08360",
            city: "Любарцы",
            address: "ул. Центральная, 59",
        },
        {
            index: "07651",
            city: "Любомировка",
            address: "ул. Киевская, 45",
        },
        {
            index: "07352",
            city: "Лютеж",
            address: "ул. Освободителей, 62",
        },
        {
            index: "08432",
            city: "Мазинки",
            address: "ул. Мира, 25",
        },
        {
            index: "07824",
            city: "Майдановка",
            address: "ул. Центральная, 37",
        },
        {
            index: "08001",
            city: "Макаров",
            address: "ул. Димитрия Ростовского, 38",
        },
        {
            index: "08002",
            city: "Макаров",
            address: "ул. Ярослава Мудрого, 71А",
        },
        {
            index: "07251",
            city: "Макаровка",
            address: "ул. Центральная, 14",
        },
        {
            index: "08816",
            city: "Македоны",
            address: "ул. Садовая, 52",
        },
        {
            index: "09621",
            city: "Макивка",
            address: "ул. Белоцерковская, 1",
        },
        {
            index: "09140",
            city: "Макиивка",
            address: "ул. Гагарина, 3",
        },
        {
            index: "08034",
            city: "Маковыще",
            address: "ул. Центральная, 52",
        },
        {
            index: "07040",
            city: "Максимовичи",
            address: "ул. Мира, 137",
        },
        {
            index: "09138",
            city: "Малая Антоновка",
            address: "ул. Владимира Козака, 12",
        },
        {
            index: "09175",
            city: "Малая Ольшанка",
            address: "ул. Победы, 24",
        },
        {
            index: "09176",
            city: "Малая Ольшанка",
            address: "ул. Мира, 1",
        },
        {
            index: "08508",
            city: "Малая Снитынка",
            address: "ул. Гагарина, 55",
        },
        {
            index: "08640",
            city: "Малая Солтановка",
            address: "ул. Первомайская, 10",
        },
        {
            index: "08539",
            city: "Малополовецкое",
            address: "ул. Пархоменко, 8",
        },
        {
            index: "08109",
            city: "Малютянка",
            address: "ул. Воровского, 48",
        },
        {
            index: "09341",
            city: "Мармулиевка",
            address: "ул. Центральная, 1",
        },
        {
            index: "08343",
            city: "Мартусовка",
            address: "ул. Бориспольская, 2",
        },
        {
            index: "08633",
            city: "Мархаливка",
            address: "ул. Школьная, 13",
        },
        {
            index: "07034",
            city: "Марьяновка",
            address: "ул. Киевская, 42",
        },
        {
            index: "08650",
            city: "Марьяновка",
            address: "ул. Декабристов, 11",
        },
        {
            index: "08051",
            city: "Марьяновка",
            address: "ул. Мира, 1",
        },
        {
            index: "07562",
            city: "Масковцы",
            address: "ул. Центральная, 4",
        },
        {
            index: "08850",
            city: "Масловка",
            address: "ул. Независимости, 119",
        },
        {
            index: "09352",
            city: "Матвиеха",
            address: "ул. Кооперативная, 1",
        },
        {
            index: "09151",
            city: "Матюши",
            address: "ул. Ярослава Мудрого,1",
        },
        {
            index: "09751",
            city: "Медвин",
            address: "ул. Шевченко, 7",
        },
        {
            index: "07852",
            city: "Микуличи",
            address: "ул. Центральная, 5",
        },
        {
            index: "09012",
            city: "Минковцы",
            address: "ул. Победы, 19",
        },
        {
            index: "08312",
            city: "Мирное",
            address: "ул. Центральная, 3",
        },
        {
            index: "09241",
            city: "Мировка",
            address: "ул. Гагарина, 24",
        },
        {
            index: "08801",
            city: "Мироновка",
            address: "ул. Соборности, 54",
        },
        {
            index: "08802",
            city: "Мироновка",
            address: "ул. Победы, 13",
        },
        {
            index: "08104",
            city: "Мироцкое",
            address: "ул. Центральная, 1",
        },
        {
            index: "07810",
            city: "Мирча",
            address: "ул. Шевченко, 3",
        },
        {
            index: "09712",
            city: "Мисайловка",
            address: "ул. Центральная, 6",
        },
        {
            index: "09721",
            city: "Михайловка",
            address: "ул. Шевченко, 90",
        },
        {
            index: "09820",
            city: "Михайловка",
            address: "ул. Центральная, 17",
        },
        {
            index: "09146",
            city: "Михайловка",
            address: "ул. Мира, 44",
        },
        {
            index: "08102",
            city: "Михайловка-Рубежовка",
            address: "ул. Школьная, 2",
        },
        {
            index: "07041",
            city: "Млачевка",
            address: "ул. Луговая, 4",
        },
        {
            index: "09017",
            city: "Мовчановка",
            address: "ул. Садовая, 1",
        },
        {
            index: "07425",
            city: "Мокрец",
            address: "ул. Новая, 1",
        },
        {
            index: "07526",
            city: "Морозовка",
            address: "ул. Садовая, 10",
        },
        {
            index: "08507",
            city: "Мотовиловка",
            address: "ул. Соборная, 5",
        },
        {
            index: "08524",
            city: "Мотовиловская Слобидка",
            address: "ул. Ленина, 10",
        },
        {
            index: "08060",
            city: "Мотыжен",
            address: "ул. Василия Довгича, 2",
        },
        {
            index: "08106",
            city: "Мощун",
            address: "ул. Вишневая, 29",
        },
        {
            index: "08125",
            city: "Музичи",
            address: "ул. Музыкальная, 13",
        },
        {
            index: "07211",
            city: "Мусийки",
            address: "ул. Центральная, 59",
        },
        {
            index: "07822",
            city: "Мыгалки",
            address: "ул. Героев Украины, 50",
        },
        {
            index: "08643",
            city: "Мытница",
            address: "ул. Млечный путь, 1",
        },
        {
            index: "08022",
            city: "Наливайковка",
            address: "ул. Центральная, 115А",
        },
        {
            index: "09633",
            city: "Насташка",
            address: "ул. Центральная, 35",
        },
        {
            index: "07533",
            city: "Недра",
            address: "ул. Чернобыльская, 47",
        },
        {
            index: "07853",
            city: "Немишаево",
            address: "ул. Железнодорожная, 14",
        },
        {
            index: "09843",
            city: "Ненадиха",
            address: "ул. Школьная, 27А",
        },
        {
            index: "08021",
            city: "Нижиловичи",
            address: "ул. Первомайская, 4",
        },
        {
            index: "07361",
            city: "Нижняя Дубечня",
            address: "просп. Мира, 50",
        },
        {
            index: "07751",
            city: "Ничипоровка",
            address: "ул. Бобиря, 15",
        },
        {
            index: "07623",
            city: "Нова Олександровка",
            address: "ул. Победы, 4",
        },
        {
            index: "07842",
            city: "Новая Гребля",
            address: "ул. Центральная, 63",
        },
        {
            index: "07811",
            city: "Новое Залесье",
            address: "ул. Крымская, 2",
        },
        {
            index: "09223",
            city: "Новоселки",
            address: "пров. Шевченко, 1",
        },
        {
            index: "07362",
            city: "Новоселки",
            address: "ул. Центральная, 9",
        },
        {
            index: "03027",
            city: "Новоселки",
            address: "ул. Садовая, 6",
        },
        {
            index: "08070",
            city: "Новосилки",
            address: "ул. Кучеренко, 5",
        },
        {
            index: "07354",
            city: "Новые Петровцы",
            address: "ул. Свято-Покровская, 220",
        },
        {
            index: "07841",
            city: "Новый Корогод",
            address: "ул. Харьковская, 24",
        },
        {
            index: "08700",
            city: "Обухов",
            address: "ул. Малышко, 2",
        },
        {
            index: "08701",
            city: "Обухов",
            address: "м-р Петровского, 26",
        },
        {
            index: "08702",
            city: "Обухов",
            address: "ул. Киевская, 119",
        },
        {
            index: "08703",
            city: "Обухов",
            address: "ул. Киевская, 152",
        },
        {
            index: "08704",
            city: "Обухов",
            address: "ул. Каштановая, 23",
        },
        {
            index: "08707",
            city: "Обухов",
            address: "ул. Малышко , 2",
        },
        {
            index: "08709",
            city: "Обухов",
            address: "ул. Малышко , 2",
        },
        {
            index: "08712",
            city: "Обухов",
            address: "ул. Малышко, 2",
        },
        {
            index: "08734",
            city: "Обухов",
            address: "ул. Малышко, 2",
        },
        {
            index: "07254",
            city: "Обуховичи",
            address: "ул. Путевая, 1",
        },
        {
            index: "09332",
            city: "Ожегивка",
            address: "ул. Шевченко, 36",
        },
        {
            index: "07834",
            city: "Озёра",
            address: "ул. Шевченко, 7А",
        },
        {
            index: "09128",
            city: "Озерная",
            address: "ул. Липки, 4",
        },
        {
            index: "09129",
            city: "Озерная",
            address: "ул. Бы. Хмельницкого, 24",
        },
        {
            index: "09137",
            city: "Олейниковая Слобода",
            address: "ул. Центральная, 1",
        },
        {
            index: "08525",
            city: "Оленевка",
            address: "ул. Варвары Ханенко, 2",
        },
        {
            index: "07231",
            city: "Олизаровка",
            address: "ул. Шевченко, 8",
        },
        {
            index: "07242",
            city: "Олыва",
            address: "ул. Дружбы, 2",
        },
        {
            index: "09635",
            city: "Ольшаниця",
            address: "ул. Центральная, 8",
        },
        {
            index: "07250",
            city: "Оране",
            address: "ул. Красный путь, 88",
        },
        {
            index: "09044",
            city: "Ориховец",
            address: "ул. Центральная, 16",
        },
        {
            index: "09164",
            city: "Острийкы",
            address: "ул. Мира, 26",
        },
        {
            index: "09631",
            city: "Остров",
            address: "ул. Шевченко, 5",
        },
        {
            index: "08542",
            city: "Паляниченцы",
            address: "ул. Леси Украинки, 8",
        },
        {
            index: "09227",
            city: "Паникарча",
            address: "ул. Советская, 2",
        },
        {
            index: "07750",
            city: "Панфилы",
            address: "ул. Центральная, 1",
        },
        {
            index: "09331",
            city: "Пархомивка",
            address: "ул. Свято-Покровская, 96",
        },
        {
            index: "07522",
            city: "Парышков",
            address: "ул. Голосеевская, 1",
        },
        {
            index: "07630",
            city: "Паскивщина",
            address: "ул. Ленина, 3",
        },
        {
            index: "08062",
            city: "Пашковка",
            address: "ул. Центральная, 5",
        },
        {
            index: "09246",
            city: "Переселенье",
            address: "пл. Мира, 5",
        },
        {
            index: "08400",
            city: "Переяслав- Хмельницкий",
            address: "ул. Богдана Хмельницкого, 49",
        },
        {
            index: "08401",
            city: "Переяслав- Хмельницкий",
            address: "шоссе Новокиевское, 34А",
        },
        {
            index: "08402",
            city: "Переяслав- Хмельницкий",
            address: "ул. Ярмарочная, 51А",
        },
        {
            index: "08403",
            city: "Переяслав- Хмельницкий",
            address: "ул. Космонавтов, 35",
        },
        {
            index: "08404",
            city: "Переяслав- Хмельницкий",
            address: "ул. Грушевского, 49",
        },
        {
            index: "08420",
            city: "Переяславское",
            address: "ул. Привокзальная, 27",
        },
        {
            index: "07820",
            city: "Песковка",
            address: "ул. Филиппова, 4",
        },
        {
            index: "08129",
            city: "Петропавловская Борщаговка",
            address: "ул. Львовская, 1А",
        },
        {
            index: "08113",
            city: "Петрушки",
            address: "ул. Леси Украинки, 39",
        },
        {
            index: "08811",
            city: "Пии",
            address: "ул. Центральная, 2",
        },
        {
            index: "07840",
            city: "Пилиповичи",
            address: "ул. Шевченко, 118",
        },
        {
            index: "09153",
            city: "Пилипча",
            address: "ул. Соборная, 5",
        },
        {
            index: "07531",
            city: "Пилипче",
            address: "ул. Шевченко, 4",
        },
        {
            index: "08661",
            city: "Пинчуки",
            address: "ул. Шевченко, 8",
        },
        {
            index: "07342",
            city: "Пирнове",
            address: "ул. Шевченко Т. Г., 24",
        },
        {
            index: "09160",
            city: "Писчана",
            address: "ул. Замковая, 66",
        },
        {
            index: "09031",
            city: "Пищики",
            address: "ул. Мира, 119В",
        },
        {
            index: "08030",
            city: "Плахтянка",
            address: "ул. Кавказская, 1",
        },
        {
            index: "08622",
            city: "Плесецкое",
            address: "ул. Центральная, 51",
        },
        {
            index: "07450",
            city: "Плоское",
            address: "ул. Садовая, 1А",
        },
        {
            index: "09530",
            city: "Плоское",
            address: "ул. Центральная, 1",
        },
        {
            index: "07510",
            city: "Победа",
            address: "ул. Киевская, 7",
        },
        {
            index: "09709",
            city: "Побережка",
            address: "ул. Ярослава Мудрого, 53",
        },
        {
            index: "08637",
            city: "Погребы",
            address: "ул. Центральная, 17",
        },
        {
            index: "07416",
            city: "Погребы",
            address: "ул. Соборная, 5",
        },
        {
            index: "08710",
            city: "Подгорцы",
            address: "ул. Васильковская, 39",
        },
        {
            index: "07561",
            city: "Подолье",
            address: "ул. Покровская, 56",
        },
        {
            index: "08656",
            city: "Пологи",
            address: "ул. Белоцерковская, 21",
        },
        {
            index: "08463",
            city: "Пологи -Вергуны",
            address: "ул. Макаренко, 15",
        },
        {
            index: "08442",
            city: "Помокли",
            address: "ул. Советская,1",
        },
        {
            index: "09168",
            city: "Поправка",
            address: "ул. Шевченко, 2",
        },
        {
            index: "09184",
            city: "Потиевка",
            address: "ул. Центральная, 6А",
        },
        {
            index: "08824",
            city: "Потик",
            address: "ул. Преображенская, 12",
        },
        {
            index: "07253",
            city: "Приборск",
            address: "ул. Петрова, 71",
        },
        {
            index: "08409",
            city: "Пристромы",
            address: "ул. Черняховского, 68",
        },
        {
            index: "08513",
            city: "Пришивальня",
            address: "ул. Ленина, 5",
        },
        {
            index: "08322",
            city: "Пролиски",
            address: "ул. Парковая, 8",
        },
        {
            index: "08344",
            city: "Процев",
            address: "ул. Дружбы, 1В",
        },
        {
            index: "09051",
            city: "Пустоваровка",
            address: "пл. Победы, 18А",
        },
        {
            index: "08840",
            city: "Пустовиты",
            address: "ул. Кооперативная, 3",
        },
        {
            index: "07413",
            city: "Пуховка",
            address: "ул. Почтовая, 12",
        },
        {
            index: "08644",
            city: "Пшеничное",
            address: "ул. Леси Украинки, 1",
        },
        {
            index: "09841",
            city: "Пятигоры",
            address: "ул. Киевская, 38",
        },
        {
            index: "07033",
            city: "Раговка",
            address: "ул. Яблоневая, 111А",
        },
        {
            index: "07024",
            city: "Радынка",
            address: "ул. Пионерская, 6",
        },
        {
            index: "08342",
            city: "Ревне",
            address: "ул. Школьная, 8",
        },
        {
            index: "09230",
            city: "Ржищев",
            address: "ул. Толстого, 1",
        },
        {
            index: "09512",
            city: "Рижки",
            address: "ул. Школьная, 20",
        },
        {
            index: "09018",
            city: "Рогизна",
            address: "ул. Гагарина, 10",
        },
        {
            index: "09314",
            city: "Рогизна",
            address: "ул. Армейская, 8",
        },
        {
            index: "08326",
            city: "Рогозов",
            address: "ул. Центральная, 99",
        },
        {
            index: "07414",
            city: "Рожевка",
            address: "ул. Славы, 17",
        },
        {
            index: "07412",
            city: "Рожны",
            address: "ул. Свободы, 41В",
        },
        {
            index: "09123",
            city: "Розалиевка",
            address: "ул. Народная, 69",
        },
        {
            index: "07241",
            city: "Розважев",
            address: "ул. Иванковская, 98",
        },
        {
            index: "09715",
            city: "Розкопанцы",
            address: "ул. Первомайская, 33А",
        },
        {
            index: "09443",
            city: "Розумниця",
            address: "ул. Мира, 36В",
        },
        {
            index: "09601",
            city: "Рокитное",
            address: "ул. Окружная, 1",
        },
        {
            index: "09602",
            city: "Рокитное",
            address: "ул. Первомайская, 19",
        },
        {
            index: "09623",
            city: "Ромашки",
            address: "ул. Покровская, 23А",
        },
        {
            index: "08835",
            city: "Росава",
            address: "ул. Центральная, 1",
        },
        {
            index: "09830",
            city: "Росишки",
            address: "ул. Центральная, 28",
        },
        {
            index: "09440",
            city: "Роскошна",
            address: "ул. Школьная, 4",
        },
        {
            index: "08681",
            city: "Рославичи",
            address: "ул. Ленина, 3",
        },
        {
            index: "09313",
            city: "Рубченки",
            address: "ул. Плугатаря, 1",
        },
        {
            index: "09035",
            city: "Руда",
            address: "ул. Заводская, 26",
        },
        {
            index: "07512",
            city: "Рудницкое",
            address: "ул. Гагарина, 1",
        },
        {
            index: "07430",
            city: "Рудня",
            address: "ул. Школьная, 24",
        },
        {
            index: "09342",
            city: "Рудэ Село",
            address: "ул. Парковая, 5",
        },
        {
            index: "07252",
            city: "Русаки",
            address: "ул. Полевая, 86",
        },
        {
            index: "07427",
            city: "Русанов",
            address: "ул. Киевская, 91",
        },
        {
            index: "09710",
            city: "Саварка",
            address: "ул. Гагарина, 1А",
        },
        {
            index: "09610",
            city: "Савинцы",
            address: "ул. Украинская, 4",
        },
        {
            index: "07534",
            city: "Садовое",
            address: "ул. Гагарина, 2",
        },
        {
            index: "08665",
            city: "Саливонки",
            address: "ул. Независимости, 8",
        },
        {
            index: "09520",
            city: "Салиха",
            address: "ул. Сергеева, 5",
        },
        {
            index: "09016",
            city: "Самгородок",
            address: "ул. Петровского, 17",
        },
        {
            index: "07444",
            city: "Светильня",
            address: "ул. Королева, 2",
        },
        {
            index: "08141",
            city: "Святопетровское",
            address: "ул. Центральная, 123",
        },
        {
            index: "08144",
            city: "Святопетровское",
            address: "ул. Шевченко Тараса, 5 ЖК ’Петровский квартал’",
        },
        {
            index: "09509",
            city: "Севериновка",
            address: "ул. Шевченко, 5",
        },
        {
            index: "07524",
            city: "Сезенков",
            address: "ул. Центральная, 38",
        },
        {
            index: "09014",
            city: "Селезеновка",
            address: "ул. Леси Украинки, 1А",
        },
        {
            index: "07521",
            city: "Селище",
            address: "ул. Парижской Коммуны, 9",
        },
        {
            index: "07552",
            city: "Семеновка",
            address: "пров. Почтовый, 1",
        },
        {
            index: "07421",
            city: "Семиполки",
            address: "ул. Гвардейская, 54",
        },
        {
            index: "07423",
            city: "Семиполки",
            address: "ул. Киевское шоссе, 111",
        },
        {
            index: "08311",
            city: "Сеньковка",
            address: "ул. Мира,13",
        },
        {
            index: "09711",
            city: "Синица",
            address: "пров. Вишневый, 6",
        },
        {
            index: "09634",
            city: "Синява",
            address: "ул. Первомайская, 2",
        },
        {
            index: "07351",
            city: "Синяк",
            address: "ул. Киевская, 53",
        },
        {
            index: "09001",
            city: "Сквира",
            address: "ул. Небесной Сотни, 17",
        },
        {
            index: "09813",
            city: "Скибенци",
            address: "ул. Покровская, 1",
        },
        {
            index: "07101",
            city: "Славутыч",
            address: "ул. Дружбы Народов, 3",
        },
        {
            index: "09250",
            city: "Слобода",
            address: "пл. Славы, 1",
        },
        {
            index: "08666",
            city: "Соколовка",
            address: "ул. Молодежная, 1",
        },
        {
            index: "09155",
            city: "Сорокотяги",
            address: "ул. Поповича, 6А",
        },
        {
            index: "08423",
            city: "Соснова",
            address: "ул. Ленина, 36А",
        },
        {
            index: "08054",
            city: "Сосновка",
            address: "ул. Пшеничная, 41",
        },
        {
            index: "07711",
            city: "Сотниковка",
            address: "ул. Мира, 56А",
        },
        {
            index: "08131",
            city: "Софиевская Борщаговка",
            address: "ул. Школьная, 5",
        },
        {
            index: "08138",
            city: "Софиевская Борщаговка",
            address: "ул. Мира, 27",
        },
        {
            index: "08147",
            city: "Софиевская Борщаговка",
            address: "ул. Дорошенко, 15",
        },
        {
            index: "08363",
            city: "Сошников",
            address: "ул. Иванова, 3",
        },
        {
            index: "08530",
            city: "Сригаливка",
            address: "ул. Школьная, 4",
        },
        {
            index: "09302",
            city: "Ставище",
            address: "ул. Привокзальная, 32А",
        },
        {
            index: "09816",
            city: "Ставище",
            address: "ул. Привокзальная, 32А",
        },
        {
            index: "09401",
            city: "Ставище",
            address: "ул. Цымбала Сергея, 42",
        },
        {
            index: "09416",
            city: "Ставище",
            address: "ул. Привокзальная, 32А",
        },
        {
            index: "09245",
            city: "Ставы",
            address: "ул. Ленина, 85",
        },
        {
            index: "09834",
            city: "Стадниця",
            address: "ул. Мира, 1",
        },
        {
            index: "09210",
            city: "Стайки",
            address: "ул. Школьная, 1",
        },
        {
            index: "09442",
            city: "Станиславчик",
            address: "ул. Садовая, 58",
        },
        {
            index: "09541",
            city: "Станышивка",
            address: "ул. Победы, 6",
        },
        {
            index: "07632",
            city: "Старая Оржица",
            address: "ул. Ленина, 16",
        },
        {
            index: "08362",
            city: "Старе",
            address: "ул. Днепрова, 49Б",
        },
        {
            index: "08706",
            city: "Старые Безрадычи",
            address: "ул. Киевская, 2",
        },
        {
            index: "07353",
            city: "Старые Петровцы",
            address: "ул. Князя Святослава, 13",
        },
        {
            index: "09844",
            city: "Степове",
            address: "ул. Молодежная, 1А",
        },
        {
            index: "07039",
            city: "Стещино",
            address: "пл. Кости Иванова, 3",
        },
        {
            index: "08436",
            city: "Стовпяги",
            address: "ул. Дружбы, 24",
        },
        {
            index: "07225",
            city: "Страхолесье",
            address: "ул. Набережная, 14",
        },
        {
            index: "09417",
            city: "Стрижавка",
            address: "ул. Лесная, 82",
        },
        {
            index: "08421",
            city: "Студеники",
            address: "ул. Переяслівська, 19",
        },
        {
            index: "07205",
            city: "Сукачи",
            address: "ул. Шевченко, 46",
        },
        {
            index: "07722",
            city: "Сулымовка",
            address: "ул. Кравченко, 122",
        },
        {
            index: "07708",
            city: "Супоивка",
            address: "ул. Вітовецька, 53А",
        },
        {
            index: "09173",
            city: "Сухолесы",
            address: "ул. Вокзальная, 2",
        },
        {
            index: "09240",
            city: "Сущаны",
            address: "ул. Трохименко, 17",
        },
        {
            index: "08040",
            city: "Сытняки",
            address: "ул. Мира, 125",
        },
        {
            index: "09330",
            city: "Тадиевка",
            address: "ул. Мира, 109",
        },
        {
            index: "09850",
            city: "Тайниця",
            address: "ул. Центральная, 46",
        },
        {
            index: "07441",
            city: "Тарасовка",
            address: "ул. 9 Января, 6",
        },
        {
            index: "09166",
            city: "Тарасовка",
            address: "ул. Соборная, 30А",
        },
        {
            index: "08161",
            city: "Тарасовка",
            address: "пров. Патриотов, 4",
        },
        {
            index: "09501",
            city: "Тараща",
            address: "ул. Шевченко, 37",
        },
        {
            index: "09502",
            city: "Тараща",
            address: "ул. Хмельницкого Богдана, 107",
        },
        {
            index: "09362",
            city: "Тарган",
            address: "ул. Заречная, 26",
        },
        {
            index: "09622",
            city: "Телешивка",
            address: "ул. Молодежная, 61",
        },
        {
            index: "09822",
            city: "Телиженци",
            address: "ул. Победы, 5",
        },
        {
            index: "09722",
            city: "Тептиевка",
            address: "ул. Корсунская, 7А",
        },
        {
            index: "09133",
            city: "Терезино",
            address: "ул. Школьная, 2",
        },
        {
            index: "07240",
            city: "Термаховка",
            address: "ул. Полесская, 13",
        },
        {
            index: "09801",
            city: "Тетиев",
            address: "ул. Цвиткова, 6",
        },
        {
            index: "08510",
            city: "Томашовка",
            address: "ул. 30 лет Победы, 3",
        },
        {
            index: "09172",
            city: "Томиловка",
            address: "ул. Центральная, 42",
        },
        {
            index: "09413",
            city: "Торчица",
            address: "ул. Школьная, 1",
        },
        {
            index: "07422",
            city: "Требухов",
            address: "ул. Броварская, 1",
        },
        {
            index: "08552",
            city: "Трилесы",
            address: "ул. Ленина, 4",
        },
        {
            index: "08722",
            city: "Триполье",
            address: "ул. Шевченко, 85",
        },
        {
            index: "09632",
            city: "Троицкое",
            address: "ул. Лесная, 12",
        },
        {
            index: "08670",
            city: "Тростинка",
            address: "ул. Мира, 4",
        },
        {
            index: "09152",
            city: "Трушки",
            address: "ул. Центральная, 4",
        },
        {
            index: "09050",
            city: "Тхоривка",
            address: "ул. Лесная, 4",
        },
        {
            index: "09161",
            city: "Узин",
            address: "ул. Грушевского, 74",
        },
        {
            index: "08720",
            city: "Украинка",
            address: "ул. Связи, 1",
        },
        {
            index: "08419",
            city: "Ульяновка",
            address: "ул. Советская, 27б-на карте",
        },
        {
            index: "07613",
            city: "Усовка",
            address: "ул. Ленина, 20",
        },
        {
            index: "08653",
            city: "Устимовка",
            address: "ул. Тромсы, 26",
        },
        {
            index: "07753",
            city: "Фарбовано",
            address: "ул. Пионерская,10",
        },
        {
            index: "08044",
            city: "Фасова",
            address: "ул. Франко, 5",
        },
        {
            index: "08527",
            city: "Фастивец",
            address: "ул. Дружбы, 2",
        },
        {
            index: "08500",
            city: "Фастов",
            address: "ул. Ивана Ступака, 4",
        },
        {
            index: "08502",
            city: "Фастов",
            address: "ул. Локомотивная, 2",
        },
        {
            index: "08503",
            city: "Фастов",
            address: "ул. Галафеева, 43",
        },
        {
            index: "08504",
            city: "Фастов",
            address: "ул. Житомирская, 38",
        },
        {
            index: "08505",
            city: "Фастов",
            address: "ул. Бенардоса, 8",
        },
        {
            index: "09121",
            city: "Фастовка",
            address: "ул. Центральная, 1",
        },
        {
            index: "07263",
            city: "Феневичи",
            address: "ул. Семененко, 13",
        },
        {
            index: "09122",
            city: "Фурсы",
            address: "ул. Ярослава Мудрого, 48",
        },
        {
            index: "08173",
            city: "Ходосеевка",
            address: "ул. Панаса Мирного, 2",
        },
        {
            index: "08171",
            city: "Хотов",
            address: "пл. Паширова, 1",
        },
        {
            index: "07363",
            city: "Хотяновка",
            address: "ул. Садовая, 14",
        },
        {
            index: "09737",
            city: "Хохитва",
            address: "ул. Почтовая, 37",
        },
        {
            index: "08473",
            city: "Хоцки",
            address: "ул. Старый Путь, 47",
        },
        {
            index: "09134",
            city: "Храпачи",
            address: "ул. Молодежная, 7",
        },
        {
            index: "08805",
            city: "Центральное",
            address: "ул. Центральная, 56",
        },
        {
            index: "08454",
            city: "Цыбли",
            address: "ул. Шевченко, 41",
        },
        {
            index: "08455",
            city: "Цыбли",
            address: "ул. Лесная,1",
        },
        {
            index: "08107",
            city: "Чабаны",
            address: "ул. Одесское шоссе, 1",
        },
        {
            index: "09713",
            city: "Чайки",
            address: "ул. Центральная, 20",
        },
        {
            index: "08135",
            city: "Чайки",
            address: "ул. Лобановского Валерия, 25",
        },
        {
            index: "09174",
            city: "Чепилеевка",
            address: "ул. Октябрьская, 81",
        },
        {
            index: "07721",
            city: "Червоне",
            address: "ул. Шевченко, 1",
        },
        {
            index: "08543",
            city: "Червоное",
            address: "ул. Шевченко, 8",
        },
        {
            index: "09814",
            city: "Черепин",
            address: "ул. Центральная, 1",
        },
        {
            index: "09182",
            city: "Черкас",
            address: "ул. Дружбы, 20",
        },
        {
            index: "09511",
            city: "Чернин",
            address: "ул. Юбилейная, 1",
        },
        {
            index: "07270",
            city: "Чернобыль",
            address: "ул. Советская, 13",
        },
        {
            index: "09220",
            city: "Черняхов",
            address: "ул. Чапаева, 8",
        },
        {
            index: "07741",
            city: "Черняховка",
            address: "ул. Школьная, 5",
        },
        {
            index: "08074",
            city: "Чорногородка",
            address: "ул. Ирпенская, 76",
        },
        {
            index: "08321",
            city: "Чубинское",
            address: "ул. Погребняка, 1",
        },
        {
            index: "09023",
            city: "Чубинцы",
            address: "ул. Набережная, 1А",
        },
        {
            index: "09185",
            city: "Чупира",
            address: "ул. Шевченко, 10",
        },
        {
            index: "09034",
            city: "Шамраевка",
            address: "ул. Центральная,12",
        },
        {
            index: "08823",
            city: "Шандра",
            address: "ул. Тараса Шевченко, 12",
        },
        {
            index: "09041",
            city: "Шапиевка",
            address: "ул. Сквирское шоссе, 1",
        },
        {
            index: "09612",
            city: "Шарки",
            address: "ул. Победы, 2",
        },
        {
            index: "08672",
            city: "Шевченковка",
            address: "ул. Шевченко, 3",
        },
        {
            index: "07434",
            city: "Шевченково",
            address: "ул. Вокзальная, 38",
        },
        {
            index: "07812",
            city: "Шибене",
            address: "ул. Кооперативная, 26Б",
        },
        {
            index: "09170",
            city: "Шкаривка",
            address: "ул. Весенняя, 10",
        },
        {
            index: "07043",
            city: "Шкнева",
            address: "ул. Молодежная, 72",
        },
        {
            index: "09244",
            city: "Шпендовка",
            address: "ул. Красноармейская, б/н",
        },
        {
            index: "08122",
            city: "Шпитки",
            address: "ул. Покровская, 5",
        },
        {
            index: "07260",
            city: "Шпыли",
            address: "ул. Октябрьская, 47",
        },
        {
            index: "09229",
            city: "Шубовка",
            address: "ул. Фалкова, 1",
        },
        {
            index: "09708",
            city: "Шупики",
            address: "ул. Центральная, 1",
        },
        {
            index: "08325",
            city: "Щасливое",
            address: "ул. Леси Украинки, 15",
        },
        {
            index: "08843",
            city: "Юхны",
            address: "ул. Первомайская, 12",
        },
        {
            index: "09531",
            city: "Юшков Рог",
            address: "ул. Майская, 1",
        },
        {
            index: "07507",
            city: "Яблуневое",
            address: "ул. Звездная, 4",
        },
        {
            index: "09154",
            city: "Яблунивка",
            address: "ул. Центральная, 66",
        },
        {
            index: "08073",
            city: "Яблуновка",
            address: "ул. Грушевского, 100",
        },
        {
            index: "07605",
            city: "Яготин",
            address: "ул. Независимости, 56",
        },
        {
            index: "07610",
            city: "Яготин",
            address: "ул. Независимости, 56",
        },
        {
            index: "08417",
            city: "Яготин",
            address: "ул. Независимости, 56",
        },
        {
            index: "07652",
            city: "Яготин",
            address: "ул. Независимости, 56",
        },
        {
            index: "07701",
            city: "Яготин",
            address: "ул. Шевченко, 23",
        },
        {
            index: "07707",
            city: "Яготин",
            address: "ул. Независимости, 56",
        },
        {
            index: "07718",
            city: "Яготин",
            address: "ул. Независимости, 56",
        },
        {
            index: "07728",
            city: "Яготин",
            address: "ул. Независимости, 56",
        },
        {
            index: "07530",
            city: "Ярешки",
            address: "ул. Дружбы, 22",
        },
        {
            index: "09430",
            city: "Ясенивка",
            address: "ул. Шевченко, 40",
        },
        {
            index: "08061",
            city: "Ясногородка",
            address: "ул. Киевская, 3А",
        },
        {
            index: "07324",
            city: "Ясногородка",
            address: "ул. Коллективная, 20",
        },
        {
            index: "08556",
            city: "Яхны",
            address: "ул. Гагарина, 2А",
        },
        {
            index: "08817",
            city: "Яхны",
            address: "ул. Кооперативная, 6",
        },
        {
            index: "08673",
            city: "Яцки",
            address: "ул. Свердлова, 56",
        },
    ],
    Кіровоградська: [
        {
            index: "27620",
            city: "Аджамка",
            address: "ул. Центральная,34",
        },
        {
            index: "28000",
            city: "Александрия",
            address: "просп. Соборная, 60",
        },
        {
            index: "28001",
            city: "Александрия",
            address: "пл. Покровская, 11",
        },
        {
            index: "28002",
            city: "Александрия",
            address: "ул. Алексея Скичко, 49",
        },
        {
            index: "28006",
            city: "Александрия",
            address: "ул. Бориса Белого, 6",
        },
        {
            index: "28008",
            city: "Александрия",
            address: "просп. Соборный, 87",
        },
        {
            index: "28009",
            city: "Александрия",
            address: "ул. Сидоренко, 6",
        },
        {
            index: "28019",
            city: "Александрия",
            address: "просп. Соборная, 60",
        },
        {
            index: "28020",
            city: "Александрия",
            address: "просп. Соборная, 60",
        },
        {
            index: "28024",
            city: "Александрия",
            address: "просп. Соборная, 60",
        },
        {
            index: "28052",
            city: "Александрия",
            address: "просп. Соборная, 60",
        },
        {
            index: "27300",
            city: "Александровка",
            address: "ул. Независимости Украины,17",
        },
        {
            index: "27308",
            city: "Александровка",
            address: "ул. Независимости Украины , 17",
        },
        {
            index: "27309",
            city: "Александровка",
            address: "ул. Независимости Украины, 17",
        },
        {
            index: "27325",
            city: "Александровка",
            address: "ул. Независимости Украины, 17",
        },
        {
            index: "27018",
            city: "Алексеевка",
            address: "ул. Виталия Бабана, 2 Б",
        },
        {
            index: "26325",
            city: "Бандуровое",
            address: "ул. Ватутина, 5",
        },
        {
            index: "27605",
            city: "Бережинка",
            address: "ул. Боженко, 116",
        },
        {
            index: "26209",
            city: "Берёзовка",
            address: "ул. Тараса Григорьевича Шевченко, 12",
        },
        {
            index: "26400",
            city: "Благовещенское",
            address: "ул. Героев Украины, 66",
        },
        {
            index: "27200",
            city: "Бобринец",
            address: "ул. Независимости, 111",
        },
        {
            index: "27210",
            city: "Бобринец",
            address: "ул. Независимости,111",
        },
        {
            index: "27211",
            city: "Бобринец",
            address: "ул. Независимости, 111",
        },
        {
            index: "27220",
            city: "Бобринец",
            address: "ул. Независимости, 111",
        },
        {
            index: "27221",
            city: "Бобринец",
            address: "ул. Независимости, 111",
        },
        {
            index: "27226",
            city: "Бобринец",
            address: "ул. Независимости, 111",
        },
        {
            index: "28611",
            city: "Бобринец",
            address: "ул. Независимости, 111",
        },
        {
            index: "28622",
            city: "Бобринец",
            address: "ул. Независимости, 111",
        },
        {
            index: "27431",
            city: "Богдановка",
            address: "ул. Мира, 10",
        },
        {
            index: "28514",
            city: "Боковое",
            address: "ул. Мира,2",
        },
        {
            index: "28515",
            city: "Боковое",
            address: "ул. Покровская, 3",
        },
        {
            index: "26241",
            city: "Большая Выска",
            address: "ул. Центральная, 74",
        },
        {
            index: "28510",
            city: "Варваровка",
            address: "ул. Ленина, 33",
        },
        {
            index: "27520",
            city: "Велика Андрусовка",
            address: "ул. Центральная, 32",
        },
        {
            index: "27613",
            city: "Велыка Северинка",
            address: "ул. Мира, 1",
        },
        {
            index: "28223",
            city: "Верблюжка",
            address: "ул. Беляева, 2",
        },
        {
            index: "28211",
            city: "Вершино-Камьянка",
            address: "ул. Мира, 1",
        },
        {
            index: "26410",
            city: "Вильхове",
            address: "ул. Центральная, 3",
        },
        {
            index: "26600",
            city: "Вильшанка",
            address: "ул. Мира, 44",
        },
        {
            index: "27218",
            city: "Витязивка",
            address: "ул. Мира, 2",
        },
        {
            index: "27414",
            city: "Владимировка",
            address: "ул. Дружбы, 1",
        },
        {
            index: "27552",
            city: "Власовка",
            address: "ул. Молодежная, 15",
        },
        {
            index: "28021",
            city: "Войновка",
            address: "ул. Мира, 11",
        },
        {
            index: "27640",
            city: "Вольное",
            address: "ул. Центральная,1",
        },
        {
            index: "26411",
            city: "Гайворон",
            address: "пл. Героев Майдана, 4",
        },
        {
            index: "26300",
            city: "Гайворон",
            address: "пл. Героев Майдана, 4",
        },
        {
            index: "26301",
            city: "Гайворон",
            address: "пл. Героев Майдана, 4",
        },
        {
            index: "26302",
            city: "Гайворон",
            address: "пл. Привокзальная, 2",
        },
        {
            index: "26310",
            city: "Гайворон",
            address: "пл. Героев Майдана, 4",
        },
        {
            index: "26329",
            city: "Гайворон",
            address: "пл. Героев Майдана, 4",
        },
        {
            index: "28325",
            city: "Ганновка",
            address: "ул. Ленина, 25А",
        },
        {
            index: "27529",
            city: "Глинск",
            address: "ул. Ленина, 3",
        },
        {
            index: "27110",
            city: "Глодосы",
            address: "ул. Центральная, 41",
        },
        {
            index: "27025",
            city: "Гнативка",
            address: "ул. Школьная,19",
        },
        {
            index: "26421",
            city: "Голованевск",
            address: "ул. Соборная, 39",
        },
        {
            index: "26500",
            city: "Голованевск",
            address: "ул. Соборная, 39",
        },
        {
            index: "26528",
            city: "Голованевск",
            address: "ул. Соборная, 39",
        },
        {
            index: "26529",
            city: "Голованевск",
            address: "ул. Соборная, 39",
        },
        {
            index: "26610",
            city: "Голованевск",
            address: "ул. Соборная, 39",
        },
        {
            index: "26107",
            city: "Голованевск",
            address: "ул. Соборная, 39",
        },
        {
            index: "28043",
            city: "Головкивка",
            address: "ул. Соборная, 48",
        },
        {
            index: "27527",
            city: "Григоревка",
            address: "ул. Центральная, 36",
        },
        {
            index: "27632",
            city: "Грузькое",
            address: "пров. Парковый, 2",
        },
        {
            index: "26420",
            city: "Грушка",
            address: "ул. Тараса Григорьевича Шевченко, 1",
        },
        {
            index: "28509",
            city: "Гуровка",
            address: "ул. Освободителей, 196",
        },
        {
            index: "27428",
            city: "Диковка",
            address: "ул. Спичака, 1",
        },
        {
            index: "27422",
            city: "Дмитровка",
            address: "ул. Победы,4",
        },
        {
            index: "26606",
            city: "Добровеличковка",
            address: "ул. Центральная, 105",
        },
        {
            index: "27001",
            city: "Добровеличковка",
            address: "ул. Центральная, 105",
        },
        {
            index: "27010",
            city: "Добровеличковка",
            address: "ул. Центральная, 15",
        },
        {
            index: "27032",
            city: "Добровеличковка",
            address: "ул. Центральная, 105",
        },
        {
            index: "28039",
            city: "Добронадиевка",
            address: "ул. Вишневая, 17",
        },
        {
            index: "28618",
            city: "Докучаево",
            address: "ул. Федиткина, 3",
        },
        {
            index: "28205",
            city: "Долинская",
            address: "ул. Соборности Украины, 39",
        },
        {
            index: "28207",
            city: "Долинская",
            address: "ул. Соборности Украины, 39",
        },
        {
            index: "28500",
            city: "Долинская",
            address: "ул. Соборности Украины, 39",
        },
        {
            index: "28518",
            city: "Долинская",
            address: "ул. Соборности Украины, 39",
        },
        {
            index: "27317",
            city: "Елизаветградка",
            address: "ул. Центральная, 84",
        },
        {
            index: "26319",
            city: "Завалля",
            address: "ул. Лермонтова, 2",
        },
        {
            index: "28025",
            city: "Звенигородка",
            address: "ул. Александрийская, 1",
        },
        {
            index: "26232",
            city: "Злинка",
            address: "ул. Центральная, 78",
        },
        {
            index: "27400",
            city: "Знамянка",
            address: "ул. Михаила Грушевского, 24",
        },
        {
            index: "27403",
            city: "Знамянка",
            address: "ул. Осадчего, 2",
        },
        {
            index: "27406",
            city: "Знамянка",
            address: "ул. Калиновая, 140 А",
        },
        {
            index: "27420",
            city: "Знамянка",
            address: "ул. Михаила Грушевского, 24",
        },
        {
            index: "27432",
            city: "Знамянка",
            address: "ул. Михаила Грушевского, 24",
        },
        {
            index: "27439",
            city: "Знамянка",
            address: "ул. Михаила Грушевского, 24",
        },
        {
            index: "27410",
            city: "Знамянка Вторая",
            address: "ул. Перспективная, 68",
        },
        {
            index: "27319",
            city: "Ивангород",
            address: "ул. Тараса Григорьевича Шевченко, 153",
        },
        {
            index: "27130",
            city: "Ивановка",
            address: "ул. Центральная, 4",
        },
        {
            index: "28513",
            city: "Ивановка",
            address: "ул. Школьная, 5А",
        },
        {
            index: "27653",
            city: "Калиновка",
            address: "ул. Школьная,103",
        },
        {
            index: "28113",
            city: "Камбурлиевка",
            address: "ул. Победы, 1",
        },
        {
            index: "26412",
            city: "Камьяна Крыныця",
            address: "ул. Центральная, 183 А",
        },
        {
            index: "26110",
            city: "Камьянече",
            address: "ул. Лысая Гора, 4",
        },
        {
            index: "26010",
            city: "Капитановка",
            address: "ул. Промышленная, 13",
        },
        {
            index: "27247",
            city: "Кетрисановка",
            address: "ул. Центральная, 2А",
        },
        {
            index: "27651",
            city: "Клинцы",
            address: "ул. Победы,21",
        },
        {
            index: "28322",
            city: "Козацкое",
            address: "ул. Терешковой, 13",
        },
        {
            index: "28400",
            city: "Компаниевка",
            address: "ул. Парковая, 14",
        },
        {
            index: "27330",
            city: "Красносилка",
            address: "ул. Анатолий Дейнека, 40",
        },
        {
            index: "27318",
            city: "Красносилля",
            address: "ул. Центральная, 95",
        },
        {
            index: "28615",
            city: "Криничне",
            address: "ул. Центральная, 2",
        },
        {
            index: "27611",
            city: "Кропивницкий",
            address: "ул. Поповича, 3",
        },
        {
            index: "25001",
            city: "Кропивницкий",
            address: "ул. Соборная, 22 Б",
        },
        {
            index: "25002",
            city: "Кропивницкий",
            address: "ул. Юрия Олефиренко,18",
        },
        {
            index: "25004",
            city: "Кропивницкий",
            address: "ул. Хабаровск, 3",
        },
        {
            index: "25005",
            city: "Кропивницкий",
            address: "ул. Короленко, 34",
        },
        {
            index: "25006",
            city: "Кропивницкий",
            address: "ул. Поповича, 3",
        },
        {
            index: "25009",
            city: "Кропивницкий",
            address: "ул. Комарова, 44",
        },
        {
            index: "25011",
            city: "Кропивницкий",
            address: "ул. Галушкина, 118",
        },
        {
            index: "25014",
            city: "Кропивницкий",
            address: "ул. Степняка-Кравчинского, 1",
        },
        {
            index: "25015",
            city: "Кропивницкий",
            address: "ул. Полтавская, 81",
        },
        {
            index: "25018",
            city: "Кропивницкий",
            address: "ул. Холодноярская, 72",
        },
        {
            index: "25019",
            city: "Кропивницкий",
            address: "ул. Линия 10-я, 53",
        },
        {
            index: "25020",
            city: "Кропивницкий",
            address: "ул. Брестская, 1",
        },
        {
            index: "25022",
            city: "Кропивницкий",
            address: "пл. Героев Майдана, 1",
        },
        {
            index: "25026",
            city: "Кропивницкий",
            address: "ул. Варшавская, 2-Б",
        },
        {
            index: "25030",
            city: "Кропивницкий",
            address: "ул. Беляева, 7",
        },
        {
            index: "25031",
            city: "Кропивницкий",
            address: "ул. Космонавта Попова,11, корпус 1",
        },
        {
            index: "25501",
            city: "Кропивницкий",
            address: "ул. Поповича,3",
        },
        {
            index: "27601",
            city: "Кропивницкий",
            address: "ул. Поповича, 3",
        },
        {
            index: "28122",
            city: "Куцеволивка",
            address: "ул. Центральная, 110",
        },
        {
            index: "27015",
            city: "Липняжка",
            address: "ул. Сергея Дядечко, 2",
        },
        {
            index: "26441",
            city: "Лозувата",
            address: "ул. Звездная, 98",
        },
        {
            index: "26009",
            city: "Мала Виска",
            address: "ул. Центральная, 55",
        },
        {
            index: "26011",
            city: "Мала Виска",
            address: "ул. Центральная, 55",
        },
        {
            index: "26019",
            city: "Мала Виска",
            address: "ул. Центральная, 55",
        },
        {
            index: "26040",
            city: "Мала Виска",
            address: "ул. Центральная, 55",
        },
        {
            index: "26205",
            city: "Мала Виска",
            address: "ул. Центральная, 55",
        },
        {
            index: "26219",
            city: "Мала Виска",
            address: "ул. Центральная, 55",
        },
        {
            index: "28505",
            city: "Маловодяне",
            address: "пров. Новый, 4",
        },
        {
            index: "26033",
            city: "Мартоноша",
            address: "ул. Мира, 64",
        },
        {
            index: "28410",
            city: "Марьевка",
            address: "ул. Центральная, 1",
        },
        {
            index: "28210",
            city: "Митрофановка",
            address: "ул. Садовая, 1",
        },
        {
            index: "27313",
            city: "Михайловка",
            address: "ул. Центральная, 20",
        },
        {
            index: "28117",
            city: "Млынок",
            address: "ул. Зои Космодемьянской, 1",
        },
        {
            index: "26317",
            city: "Могильне",
            address: "ул. Галины Березки, 67",
        },
        {
            index: "28506",
            city: "Молодёжное",
            address: "ул. Школьная, 8",
        },
        {
            index: "27453",
            city: "Мошорино",
            address: "ул. Центральная, 1 В",
        },
        {
            index: "27530",
            city: "Мыкильське",
            address: "ул. Парковая, 11",
        },
        {
            index: "26109",
            city: "Надлак",
            address: "ул. Тараса Григорьевича Шевченко, 6",
        },
        {
            index: "26108",
            city: "Нерубайка",
            address: "ул. Гагарина, 2",
        },
        {
            index: "28026",
            city: "Нова Прага",
            address: "ул. Центральная, 27",
        },
        {
            index: "27314",
            city: "Новая Осота",
            address: "ул. Центральная, 19",
        },
        {
            index: "28200",
            city: "Новгородка",
            address: "ул. Криворожская, 14",
        },
        {
            index: "26100",
            city: "Новоархангельск",
            address: "ул. Центральная, 26",
        },
        {
            index: "26101",
            city: "Новоархангельск",
            address: "ул. Центральная, 26",
        },
        {
            index: "26113",
            city: "Новоархангельск",
            address: "ул. Центральная, 26",
        },
        {
            index: "25491",
            city: "Новое",
            address: "ул. Металлургов,10",
        },
        {
            index: "28610",
            city: "Новоигоревка",
            address: "ул. Димитриевская, 30",
        },
        {
            index: "26000",
            city: "Новомиргород",
            address: "ул. Соборности, 110",
        },
        {
            index: "28022",
            city: "Новоселивка",
            address: "ул. Центральная, 5",
        },
        {
            index: "27100",
            city: "Новоукраинка",
            address: "ул. Соборная , 53/14",
        },
        {
            index: "27101",
            city: "Новоукраинка",
            address: "ул. Соборная , 53/14",
        },
        {
            index: "27103",
            city: "Новоукраинка",
            address: "ул. Соборная, 53/14",
        },
        {
            index: "27112",
            city: "Новоукраинка",
            address: "ул. Соборная, 53/14",
        },
        {
            index: "27121",
            city: "Новоукраинка",
            address: "ул. Соборная, 53/14",
        },
        {
            index: "28310",
            city: "Новый Стародуб",
            address: "ул. Леси Украинки, 69",
        },
        {
            index: "27630",
            city: "Обозновка",
            address: "ул. Рассветная, 4",
        },
        {
            index: "28028",
            city: "Олександрийское",
            address: "ул. Павла Кравченко,17",
        },
        {
            index: "28100",
            city: "Онуфриевка",
            address: "ул. Скляра, 7",
        },
        {
            index: "27610",
            city: "Оситняжка",
            address: "ул. Центральная,24",
        },
        {
            index: "27519",
            city: "Павловка",
            address: "ул. Дружбы, 23",
        },
        {
            index: "28110",
            city: "Павлыш",
            address: "ул. Почтовая, 32",
        },
        {
            index: "28023",
            city: "Пантаевка",
            address: "ул. Магистральная, 49",
        },
        {
            index: "26034",
            city: "Панчево",
            address: "ул. Центральная, 2",
        },
        {
            index: "27629",
            city: "Первозвановка",
            address: "ул. Гагарина,4",
        },
        {
            index: "26513",
            city: "Перегоновка",
            address: "ул. Школьная, 1",
        },
        {
            index: "28300",
            city: "Петровое",
            address: "ул. Терешковой, 1",
        },
        {
            index: "28303",
            city: "Петровое",
            address: "ул. Соборности Украины, 39",
        },
        {
            index: "28305",
            city: "Петровое",
            address: "ул. Соборности Украины,39",
        },
        {
            index: "28208",
            city: "Петрокорбовка",
            address: "ул. Молодежная, 5",
        },
        {
            index: "26114",
            city: "Пидвысоке",
            address: "ул. Славы, 4",
        },
        {
            index: "27008",
            city: "Пищаный Брод",
            address: "ул. Почтовая, 2",
        },
        {
            index: "26554",
            city: "Побузьке",
            address: "ул. Независимости, 13",
        },
        {
            index: "27522",
            city: "Подорожне",
            address: "ул. Мира, 1",
        },
        {
            index: "27627",
            city: "Покровское",
            address: "ул. Центральная,55",
        },
        {
            index: "27030",
            city: "Помошна",
            address: "ул. Осипенко, 2",
        },
        {
            index: "28062",
            city: "Попельнасте",
            address: "ул. Соборная, 3",
        },
        {
            index: "27134",
            city: "Приют",
            address: "ул. Конева маршала,24",
        },
        {
            index: "28029",
            city: "Приютовка",
            address: "ул. Школьная, 1",
        },
        {
            index: "27111",
            city: "Ровно",
            address: "ул. Центральная, 114",
        },
        {
            index: "26434",
            city: "Сабатиновка",
            address: "ул. Центральная, 159",
        },
        {
            index: "27602",
            city: "Сазоновка",
            address: "ул. Парковая,5",
        },
        {
            index: "26332",
            city: "Сальковое",
            address: "ул. Заводская, 2",
        },
        {
            index: "28104",
            city: "Светловодск",
            address: "ул. Юбилейная, 9",
        },
        {
            index: "27500",
            city: "Светловодск",
            address: "ул. Юбилейная, 9",
        },
        {
            index: "27501",
            city: "Светловодск",
            address: "ул. Вадима Бойко, 11",
        },
        {
            index: "27502",
            city: "Светловодск",
            address: "ул. Михаила Грушевского, 6",
        },
        {
            index: "27503",
            city: "Светловодск",
            address: "ул. Ивана Конька, 31",
        },
        {
            index: "27505",
            city: "Светловодск",
            address: "ул. Первомайская, 144",
        },
        {
            index: "27507",
            city: "Светловодск",
            address: "ул. Защитников Украины, 1",
        },
        {
            index: "27540",
            city: "Светловодск",
            address: "ул. Юбилейная, 9",
        },
        {
            index: "28619",
            city: "Седневка",
            address: "ул. Шевченко, 56",
        },
        {
            index: "26223",
            city: "Смолино",
            address: "ул. Казакова, 7",
        },
        {
            index: "27608",
            city: "Соколовское",
            address: "ул. Шевченко, 68",
        },
        {
            index: "28222",
            city: "Спасово",
            address: "ул. Заречная, 8",
        },
        {
            index: "27311",
            city: "Старая Осота",
            address: "ул. Центральная, 96",
        },
        {
            index: "27417",
            city: "Суботцы",
            address: "ул. Центральная, 24",
        },
        {
            index: "26326",
            city: "Таужне",
            address: "ул. Восьмого Марта, 1",
        },
        {
            index: "27013",
            city: "Тишковка",
            address: "ул. Шевченко, 9",
        },
        {
            index: "26106",
            city: "Торговица",
            address: "ул. Сера, 4",
        },
        {
            index: "27418",
            city: "Треповка",
            address: "ул. Центральная, 3 А",
        },
        {
            index: "28120",
            city: "Успенка",
            address: "ул. Республиканская, 2",
        },
        {
            index: "28600",
            city: "Устиновка",
            address: "ул. Гагарина, 2",
        },
        {
            index: "26316",
            city: "Хащувате",
            address: "ул. Еврейская, 8",
        },
        {
            index: "26208",
            city: "Хмелевое",
            address: "ул. Соборная, 35",
        },
        {
            index: "27430",
            city: "Цыбулево",
            address: "ул. Киевская, 31",
        },
        {
            index: "28048",
            city: "Червона Камьянка",
            address: "ул. Сухинова, 5",
        },
        {
            index: "28044",
            city: "Шаровка",
            address: "ул. Кооперативная, 4",
        },
        {
            index: "27606",
            city: "Шестаковка",
            address: "ул. Привокзальная,81",
        },
    ],
    Луганська: [
        {
            index: "93506",
            city: "Айдар- Николаевка",
            address: "ул. Энгельса, 27",
        },
        {
            index: "94860",
            city: "Александровка",
            address: "ул. Крупской, 54",
        },
        {
            index: "92220",
            city: "Александрополь",
            address: "ул. Соколовского,2",
        },
        {
            index: "91484",
            city: "Алексанровск",
            address: "пл. Красная площадь, 10",
        },
        {
            index: "93522",
            city: "Алексеевка",
            address: "ул. Центральная, 5",
        },
        {
            index: "92242",
            city: "Алексеевка",
            address: "ул. Шевченко,46",
        },
        {
            index: "94095",
            city: "Алмазная",
            address: "ул. Ильича, 26",
        },
        {
            index: "94201",
            city: "Алчевск",
            address: "ул. Калинина, 9",
        },
        {
            index: "94202",
            city: "Алчевск",
            address: "ул. Вокзальная, 29",
        },
        {
            index: "94203",
            city: "Алчевск",
            address: "ул. Шевцовой, 12",
        },
        {
            index: "94204",
            city: "Алчевск",
            address: "просп. Ленина 15",
        },
        {
            index: "94205",
            city: "Алчевск",
            address: "ул. Чапаева 14",
        },
        {
            index: "94206",
            city: "Алчевск",
            address: "просп. Металлургов,38",
        },
        {
            index: "94207",
            city: "Алчевск",
            address: "ул. Гагарина 26",
        },
        {
            index: "94213",
            city: "Алчевск",
            address: "ул. Липовенко 18",
        },
        {
            index: "94214",
            city: "Алчевск",
            address: "ул. Ленина, 57",
        },
        {
            index: "94217",
            city: "Алчевск",
            address: "ул. Кирова, 72",
        },
        {
            index: "94220",
            city: "Алчевск",
            address: "ул. Гмыри, 38",
        },
        {
            index: "94222",
            city: "Алчевск",
            address: "ул. Гмыри, 4",
        },
        {
            index: "94224",
            city: "Алчевск",
            address: "ул. Ленина, 57",
        },
        {
            index: "94191",
            city: "Анновка",
            address: "ул. Репина, 10",
        },
        {
            index: "92133",
            city: "Аношкино",
            address: "ул. Гагарина, 51",
        },
        {
            index: "94680",
            city: "Антрацит",
            address: "ул. Глинки, 1а",
        },
        {
            index: "94604",
            city: "Антрацит",
            address: "ул. Курчатова,7",
        },
        {
            index: "94605",
            city: "Антрацит",
            address: "ул. Карла Либкнехта,1",
        },
        {
            index: "94606",
            city: "Антрацит",
            address: "ул. Дубинина,35",
        },
        {
            index: "94607",
            city: "Антрацит",
            address: "ул. Мира, 20",
        },
        {
            index: "94608",
            city: "Антрацит",
            address: "ул. Школьная,7",
        },
        {
            index: "94610",
            city: "Антрацит",
            address: "ул. Касіора, 76",
        },
        {
            index: "94611",
            city: "Антрацит",
            address: "ул. Молодогвардейская,1",
        },
        {
            index: "94612",
            city: "Антрацит",
            address: "ул. Кальницької,5",
        },
        {
            index: "94613",
            city: "Антрацит",
            address: "ул. Петровского,30",
        },
        {
            index: "92136",
            city: "Араповка",
            address: "ул. Центральная, 41",
        },
        {
            index: "94867",
            city: "Астахово",
            address: "ул. Первомайская, 7",
        },
        {
            index: "92115",
            city: "Бабичево",
            address: "ул. Солнечная, 3а",
        },
        {
            index: "92112",
            city: "Багачка",
            address: "ул. Школьная, 37",
        },
        {
            index: "92763",
            city: "Байдовка",
            address: "ул. Красная, 1",
        },
        {
            index: "94324",
            city: "Байрачки",
            address: "ул. Театральная, 7а",
        },
        {
            index: "92830",
            city: "Бараниковка",
            address: "ул. Мира,20",
        },
        {
            index: "92922",
            city: "Бараниковка",
            address: "кв-л Гагарина, №3/5",
        },
        {
            index: "93541",
            city: "Бахмутовка",
            address: "ул. Кооперативная, 18",
        },
        {
            index: "93320",
            city: "Белая Гора",
            address: "ул. Зубенко, 1А",
        },
        {
            index: "92801",
            city: "Беловодск",
            address: "ул. Центральная, 134",
        },
        {
            index: "92431",
            city: "Беловодск",
            address: "ул. Центральная, 134",
        },
        {
            index: "93310",
            city: "Белогоровка",
            address: "ул. Центральная, 12",
        },
        {
            index: "92014",
            city: "Белое",
            address: "ул. Ленина, 1",
        },
        {
            index: "92015",
            city: "Белое",
            address: "ул. Театральная, 3",
        },
        {
            index: "92201",
            city: "Белокуракино",
            address: "ул. Центральная,236",
        },
        {
            index: "92202",
            city: "Белокуракино",
            address: "ул. Центральная, 83",
        },
        {
            index: "92322",
            city: "Белолуцк",
            address: "ул. Панасенко,10",
        },
        {
            index: "92016",
            city: "Белореченский",
            address: "кв-л Юбилейный, 4а",
        },
        {
            index: "94463",
            city: "Белоскелеватое",
            address: "ул. Школьная,3",
        },
        {
            index: "93343",
            city: "Березовское",
            address: "ул. Первомайская, 23А",
        },
        {
            index: "94793",
            city: "Благовка",
            address: "ул. Ленина,25",
        },
        {
            index: "94694",
            city: "Бобриково",
            address: "ул. Колхозная,11",
        },
        {
            index: "94625",
            city: "Боково-Платово",
            address: "ул. Октябрьская,56",
        },
        {
            index: "94626",
            city: "Боково-Платово",
            address: "пров. Второй Молодежный, 3 кв.4",
        },
        {
            index: "94560",
            city: "Боково-Хрустальное",
            address: "ул. Калинина, 28",
        },
        {
            index: "94562",
            city: "Боково-Хрустальное",
            address: "ул. Громовой, 10",
        },
        {
            index: "94563",
            city: "Боково-Хрустальное",
            address: "ул. Л. Украинки, 10",
        },
        {
            index: "93611",
            city: "Большая Черниговка",
            address: "ул. Рабочая, 1",
        },
        {
            index: "94785",
            city: "Большекаменка",
            address: "ул. Ленина, 1",
        },
        {
            index: "94480",
            city: "Большой Лог",
            address: "ул. Ленина, б/н",
        },
        {
            index: "94466",
            city: "Большой Суходол",
            address: "ул. Центральная,64а",
        },
        {
            index: "92443",
            city: "Бондаревка",
            address: "пров. Центральный, 2Б",
        },
        {
            index: "92731",
            city: "Бондарево",
            address: "ул. Центральная, 10",
        },
        {
            index: "92943",
            city: "Боровеньки",
            address: "ул. Мира, 31а",
        },
        {
            index: "93493",
            city: "Боровское",
            address: "ул. Калинова, 10",
        },
        {
            index: "92814",
            city: "Брусовка",
            address: "ул. Степная, 8",
        },
        {
            index: "94100",
            city: "Брянка",
            address: "пл. Ленина, 1а",
        },
        {
            index: "94101",
            city: "Брянка",
            address: "ул. Громовой, 2",
        },
        {
            index: "94102",
            city: "Брянка",
            address: "ул. Молодогвардейская, 9",
        },
        {
            index: "94103",
            city: "Брянка",
            address: "ул. Менделеева, 3",
        },
        {
            index: "94104",
            city: "Брянка",
            address: "ул. Анєнська, 4",
        },
        {
            index: "94105",
            city: "Брянка",
            address: "кв-л 30 лет Победы, 3",
        },
        {
            index: "94106",
            city: "Брянка",
            address: "ул. Литовский, 6",
        },
        {
            index: "94107",
            city: "Брянка",
            address: "ул. Луначарского, 12",
        },
        {
            index: "94108",
            city: "Брянка",
            address: "ул. Выражалось, 19",
        },
        {
            index: "94113",
            city: "Брянка",
            address: "м-р Молодежный, 18а",
        },
        {
            index: "94309",
            city: "Бугаёвка",
            address: "ул. Красных партизан, 4а",
        },
        {
            index: "92355",
            city: "Булавиновка",
            address: "ул. Айдарская, 1",
        },
        {
            index: "92930",
            city: "Булгаковка",
            address: "ул. Центральная, 26",
        },
        {
            index: "92241",
            city: "Бунчуковка",
            address: "ул. Центральная, 5",
        },
        {
            index: "94433",
            city: "Буран",
            address: "ул. К.Маркса, б/н",
        },
        {
            index: "92761",
            city: "Бутово",
            address: "ул. Школьная, 1",
        },
        {
            index: "93650",
            city: "Валуйское",
            address: "ул. Центральная, 274",
        },
        {
            index: "94835",
            city: "Вальяновское",
            address: "ул. Маяковского, 66",
        },
        {
            index: "92934",
            city: "Варваровка",
            address: "ул. Слободская, 17",
        },
        {
            index: "94822",
            city: "Ведмежье",
            address: "ул. Советська, 25",
        },
        {
            index: "92505",
            city: "Великоцк",
            address: "ул. Міловська, 15",
        },
        {
            index: "94195",
            city: "Вергулевка",
            address: "ул. Парижской коммуны, 14",
        },
        {
            index: "93610",
            city: "Верхнебогдановка",
            address: "пл. Мира, 1",
        },
        {
            index: "94486",
            city: "Верхнегарасимовка",
            address: "кв-л Советский, 1",
        },
        {
            index: "94630",
            city: "Верхний Нагольчик",
            address: "ул. Ленина, 101",
        },
        {
            index: "92610",
            city: "Верхняя Дуванка",
            address: "пл. Победы, 1",
        },
        {
            index: "94481",
            city: "Верхняя Краснянка",
            address: "ул. Школьная, 1",
        },
        {
            index: "93642",
            city: "Верхняя Ольховая",
            address: "ул. Тараса Шевченко, 69",
        },
        {
            index: "92713",
            city: "Верхняя Покровка",
            address: "ул. Центральная, 158",
        },
        {
            index: "94483",
            city: "Верхняяшеверевка",
            address: "ул. Ленина, 1",
        },
        {
            index: "93730",
            city: "Веселая Гора",
            address: "ул. Калинина, 5",
        },
        {
            index: "92009",
            city: "Веселая Тарасовка",
            address: "ул. Советская, 51",
        },
        {
            index: "92010",
            city: "Веселая Тарасовка",
            address: "ул. Колхозна, 5",
        },
        {
            index: "92733",
            city: "Веселое",
            address: "ул. Мира, 20",
        },
        {
            index: "92423",
            city: "Веселое",
            address: "ул. Мира, 23 а",
        },
        {
            index: "93723",
            city: "Весняне",
            address: "ул. Назаренко, 2",
        },
        {
            index: "92742",
            city: "Вишневое",
            address: "ул. Центральная,10",
        },
        {
            index: "92121",
            city: "Воеводское",
            address: "ул. Шевченко, 3а",
        },
        {
            index: "94830",
            city: "Вознесеновка",
            address: "ул. Комсомольская ,1",
        },
        {
            index: "94831",
            city: "Вознесеновка",
            address: "ул. Ленина, 22",
        },
        {
            index: "94832",
            city: "Вознесеновка",
            address: "ул. Терешковой, 4",
        },
        {
            index: "93614",
            city: "Войтово",
            address: "ул. Центральная, 31",
        },
        {
            index: "93521",
            city: "Волкодаево",
            address: "ул. Мостовая, 11",
        },
        {
            index: "92031",
            city: "Волнухино",
            address: "ул. Советская, 23",
        },
        {
            index: "93315",
            city: "Волчеяровка",
            address: "ул. Почтовая, 23",
        },
        {
            index: "93330",
            city: "Врубовка",
            address: "ул. Центральная, 2",
        },
        {
            index: "92020",
            city: "Врубовский",
            address: "ул. Щорса, 4",
        },
        {
            index: "92411",
            city: "Высочиновка",
            address: "ул. Школьная,49",
        },
        {
            index: "92329",
            city: "Ганусовка",
            address: "ул. Центральная, 42",
        },
        {
            index: "92023",
            city: "Геогриевка",
            address: "ул. Лєванєвського, 4",
        },
        {
            index: "93640",
            city: "Герасимовка",
            address: "ул. Молодежная, 5",
        },
        {
            index: "92413",
            city: "Гераськовка",
            address: "ул. Центральная,1",
        },
        {
            index: "92214",
            city: "Гладково",
            address: "пров. Садовый, 8а",
        },
        {
            index: "93801",
            city: "Голубовка",
            address: "ул. 23 Партсъезда,11",
        },
        {
            index: "93803",
            city: "Голубовка",
            address: "ул. Кольцова, 15",
        },
        {
            index: "93805",
            city: "Голубовка",
            address: "ул. Недєліна , 37",
        },
        {
            index: "93806",
            city: "Голубовка",
            address: "кв-л 30 лет Победы, 4",
        },
        {
            index: "93807",
            city: "Голубовка",
            address: "кв-л 50 лет Пионерской организации, 3",
        },
        {
            index: "93808",
            city: "Голубовка",
            address: "ул. Дзержинского 12",
        },
        {
            index: "92920",
            city: "Голубовка",
            address: "ул. Школьная,13",
        },
        {
            index: "93335",
            city: "Голубовское",
            address: "ул. Кооперативная, 1А",
        },
        {
            index: "93336",
            city: "Голубовское",
            address: "ул. Пржевальского, 2А",
        },
        {
            index: "92631",
            city: "Гончаровка",
            address: "ул. Центральная, 1",
        },
        {
            index: "94791",
            city: "Горняк",
            address: "ул. Ленина, 33",
        },
        {
            index: "92818",
            city: "Городище",
            address: "ул. Покровская,3",
        },
        {
            index: "94343",
            city: "Городище",
            address: "ул. Советская, 32",
        },
        {
            index: "93292",
            city: "Горское",
            address: "ул. Центральная, 3",
        },
        {
            index: "93528",
            city: "Гречишкино",
            address: "ул. Центральная, 1а",
        },
        {
            index: "94555",
            city: "Грушевое",
            address: "ул. Авиационная, 1",
        },
        {
            index: "94460",
            city: "Давыдо-Никольский",
            address: "ул. Комсомольская,1",
        },
        {
            index: "92833",
            city: "Даниловка",
            address: "ул. Мира, 24",
        },
        {
            index: "94866",
            city: "Дарьино-Ермаковка",
            address: "ул. Советская, 3",
        },
        {
            index: "92110",
            city: "Демино-Александровка",
            address: "ул. Набережная, 1",
        },
        {
            index: "92240",
            city: "Демьяновка",
            address: "ул. Молодежная,5",
        },
        {
            index: "93511",
            city: "Денежниково",
            address: "ул. Центральная, 27",
        },
        {
            index: "93540",
            city: "Дмитровка",
            address: "ул. 11 Пятилетки, 2",
        },
        {
            index: "94801",
            city: "Довжанск",
            address: "ул. Энгельса, 15",
        },
        {
            index: "94802",
            city: "Довжанск",
            address: "ул. Буханько, 3",
        },
        {
            index: "94803",
            city: "Довжанск",
            address: "ул. Покрышкина, 7",
        },
        {
            index: "94806",
            city: "Довжанск",
            address: "ул. Чайковского, 119",
        },
        {
            index: "94809",
            city: "Довжанск",
            address: "кв-л 50 лет Октября, 3",
        },
        {
            index: "94812",
            city: "Довжанск",
            address: "кв-л 60 лет СССР, 34а",
        },
        {
            index: "94865",
            city: "Должанский",
            address: "ул. Центральная, 9",
        },
        {
            index: "93890",
            city: "Донецький",
            address: "кв-л 30 лет Победы, 3",
        },
        {
            index: "92334",
            city: "Донцовка",
            address: "ул. Слободская,33",
        },
        {
            index: "94465",
            city: "Дружное",
            address: "ул. Гагарина,29",
        },
        {
            index: "94824",
            city: "Дубовое",
            address: "ул. Гагарина, 5",
        },
        {
            index: "94636",
            city: "Дубовский",
            address: "ул. Кирова, 17",
        },
        {
            index: "94637",
            city: "Дубовский",
            address: "ул. Тимирязева, 8",
        },
        {
            index: "94690",
            city: "Дьяково",
            address: "ул. Ленина,30",
        },
        {
            index: "92820",
            city: "Евсуг",
            address: "ул. Старобельска, 21",
        },
        {
            index: "92942",
            city: "Епифановка",
            address: "ул. Якова Жданова, 63",
        },
        {
            index: "94684",
            city: "Есауловка",
            address: "ул. Переверзева, 6",
        },
        {
            index: "93734",
            city: "Желтое",
            address: "ул. Ленина, 1",
        },
        {
            index: "92906",
            city: "Житловка",
            address: "ул. Роз'їздна, 5",
        },
        {
            index: "92340",
            city: "Заайдаровка",
            address: "ул. Центральная, 35",
        },
        {
            index: "92223",
            city: "Заводянка",
            address: "ул. Школьная, 9",
        },
        {
            index: "92103",
            city: "Зайцевое",
            address: "ул. Центральная, 9",
        },
        {
            index: "92352",
            city: "Закотное",
            address: "ул. Айдарская,6",
        },
        {
            index: "92916",
            city: "Залиман",
            address: "ул. Центральная, 78",
        },
        {
            index: "94550",
            city: "Запорожье",
            address: "ул. Ленина, 2",
        },
        {
            index: "92831",
            city: "Зелековка",
            address: "ул. Елисеева, 62 б",
        },
        {
            index: "93740",
            city: "Зимогорье",
            address: "ул. Ленина, 108",
        },
        {
            index: "93741",
            city: "Зимогорье",
            address: "ул. Победы ,7",
        },
        {
            index: "93312",
            city: "Золотаревка",
            address: "ул. Пушкина, 17",
        },
        {
            index: "93295",
            city: "Золотое",
            address: "ул. Менделеева, 7",
        },
        {
            index: "93296",
            city: "Золотое",
            address: "ул. Молодежная, 28/9",
        },
        {
            index: "93297",
            city: "Золотое",
            address: "ул. Шахтерская, 1",
        },
        {
            index: "92523",
            city: "Зориковка",
            address: "ул. Центральная, 37",
        },
        {
            index: "92522",
            city: "Зориновка",
            address: "ул. Железнодорожная, 5",
        },
        {
            index: "94323",
            city: "Зоринск",
            address: "ул. Ленина, 1",
        },
        {
            index: "94643",
            city: "Ивановка",
            address: "ул. Октябрьская,14",
        },
        {
            index: "94644",
            city: "Ивановка",
            address: "ул. Вокзальная,1",
        },
        {
            index: "93747",
            city: "Ивановское",
            address: "ул. Ленина, 24",
        },
        {
            index: "94443",
            city: "Изварино",
            address: "ул. Вокзальная, 18",
        },
        {
            index: "92018",
            city: "Иллирия",
            address: "ул. Первомайская, 71",
        },
        {
            index: "94655",
            city: "Индустрия",
            address: "ул. Совхозна,6",
        },
        {
            index: "94091",
            city: "Ирмино",
            address: "ул. Дюканова, 10",
        },
        {
            index: "94092",
            city: "Ирмино",
            address: "ул. Л. Чайкиной, 27",
        },
        {
            index: "92422",
            city: "Кабычевка",
            address: "пров. Почтовый, 2",
        },
        {
            index: "94005",
            city: "Кадеевка",
            address: "ул. Дзержинского, 16",
        },
        {
            index: "94007",
            city: "Кадеевка",
            address: "ул. Энгельса,1",
        },
        {
            index: "94008",
            city: "Кадеевка",
            address: "ул. Пархоменко,1",
        },
        {
            index: "94010",
            city: "Кадеевка",
            address: "ул. Макаренко, 2",
        },
        {
            index: "94012",
            city: "Кадеевка",
            address: "ул. Луганская, 1",
        },
        {
            index: "94013",
            city: "Кадеевка",
            address: "просп. Ленина, 39",
        },
        {
            index: "94016",
            city: "Кадеевка",
            address: "ул. К. Либнехта, 83",
        },
        {
            index: "93350",
            city: "Калиново",
            address: "ул. Ленина,18А",
        },
        {
            index: "93351",
            city: "Калиново",
            address: "ул. Заречная, 13",
        },
        {
            index: "92532",
            city: "Калмыковка",
            address: "ул. Центральная,22",
        },
        {
            index: "92711",
            city: "Калмыковка",
            address: "ул. Аграрная,25",
        },
        {
            index: "94623",
            city: "Каменное",
            address: "ул. Шахтерская,121",
        },
        {
            index: "93340",
            city: "Камышеваха",
            address: "ул. Первомайская, 3",
        },
        {
            index: "93341",
            city: "Камышеваха",
            address: "ул. Почтовая, 1А",
        },
        {
            index: "92332",
            city: "Камянка",
            address: "ул. Пульного,11",
        },
        {
            index: "92754",
            city: "Камянка",
            address: "ул. Деркача, 12",
        },
        {
            index: "92441",
            city: "Караван-Солодкий",
            address: "ул. Центральная, 90",
        },
        {
            index: "94868",
            city: "Карпово-Крепенское",
            address: "ул. Юбилейная 1а",
        },
        {
            index: "94666",
            city: "Картушино",
            address: "ул. Степанова,17",
        },
        {
            index: "91493",
            city: "Катериновка",
            address: "ул. Артема, 3",
        },
        {
            index: "94313",
            city: "Кипучие",
            address: "ул. 9 Мая, 4",
        },
        {
            index: "94314",
            city: "Кипучие",
            address: "ул. Куйбышева, 14",
        },
        {
            index: "94839",
            city: "Киселево",
            address: "ул. Железнодорожная, б/н",
        },
        {
            index: "94783",
            city: "Кленовый",
            address: "ул. Театральная, 14",
        },
        {
            index: "94532",
            city: "Княгиневка",
            address: "ул. Школьная, 58",
        },
        {
            index: "93626",
            city: "Козачий",
            address: "ул. Центральная, 35",
        },
        {
            index: "92622",
            city: "Коломыйчиха",
            address: "ул. Почтовая, 2",
        },
        {
            index: "94664",
            city: "Колпаково",
            address: "ул. Пролетарская,35",
        },
        {
            index: "93520",
            city: "Колядовка",
            address: "ул. Центральная, 1",
        },
        {
            index: "94325",
            city: "Комисаровка",
            address: "кв-л Молодежный, 3/6",
        },
        {
            index: "93644",
            city: "Комишное",
            address: "ул. Центральная, 10",
        },
        {
            index: "92810",
            city: "Кононовка",
            address: "ул. Центральная, 14",
        },
        {
            index: "92652",
            city: "Коржовое",
            address: "пл. Согласия, 4",
        },
        {
            index: "94681",
            city: "Кошары",
            address: "ул. Пролетарская,14",
        },
        {
            index: "94660",
            city: "Красная Поляна",
            address: "ул. Первомайская,11",
        },
        {
            index: "93621",
            city: "Красная Таловка",
            address: "ул. Центральная, б/н",
        },
        {
            index: "94446",
            city: "Краснодарский",
            address: "ул. Центральная, 3",
        },
        {
            index: "92410",
            city: "Красное Поле",
            address: "ул. Школьная, 9",
        },
        {
            index: "94670",
            city: "Краснолучский",
            address: "ул. Советская,17",
        },
        {
            index: "92913",
            city: "Краснореченское",
            address: "ул. Ф.Т.Дачка, 21",
        },
        {
            index: "94653",
            city: "Красный Кут",
            address: "ул. 2-а Советская,11",
        },
        {
            index: "92901",
            city: "Кременная",
            address: "ул. Харьковская, 112",
        },
        {
            index: "92903",
            city: "Кременная",
            address: "ул. Донецкая, 71",
        },
        {
            index: "92905",
            city: "Кременная",
            address: "ул. Титова, 45",
        },
        {
            index: "92911",
            city: "Кременная",
            address: "ул. Титова,45",
        },
        {
            index: "94632",
            city: "Крепенский",
            address: "ул. 40 лет Октября,16",
        },
        {
            index: "92424",
            city: "Кризское",
            address: "ул. Мира, 18 а",
        },
        {
            index: "93892",
            city: "Криничанское",
            address: "ул. Бабушкина , 20/5",
        },
        {
            index: "94863",
            city: "Криничное",
            address: "ул. Гагарина, 8",
        },
        {
            index: "92042",
            city: "Круглик",
            address: "ул. Крупской, 1",
        },
        {
            index: "92651",
            city: "Круглое",
            address: "ул. Центральная,1а",
        },
        {
            index: "93713",
            city: "Крымское",
            address: "ул. Ленина, 8",
        },
        {
            index: "93711",
            city: "Кряковка",
            address: "ул. Донецкая, 4",
        },
        {
            index: "92931",
            city: "Кудряшовка",
            address: "ул. Гагарина, 1",
        },
        {
            index: "92620",
            city: "Куземовка",
            address: "ул. Молодежная, 7",
        },
        {
            index: "94840",
            city: "Кундрюче",
            address: "ул. Садовая, 20",
        },
        {
            index: "92724",
            city: "Курячевка",
            address: "ул. Мира, 1а",
        },
        {
            index: "92232",
            city: "Курячевка",
            address: "ул. Центральная, 1",
        },
        {
            index: "92444",
            city: "Курячовка",
            address: "ул. Клещева, 110 а",
        },
        {
            index: "92114",
            city: "Лантратовка",
            address: "ул. Центральная, 218",
        },
        {
            index: "92430",
            city: "Лесная Поляна",
            address: "ул. Центральная, 15",
        },
        {
            index: "92720",
            city: "Лиман",
            address: "ул. Дибко, 100",
        },
        {
            index: "92812",
            city: "Лимаревка",
            address: "ул. Центральная, 15",
        },
        {
            index: "93100",
            city: "Лисичанск",
            address: "ул. им.М.Грушевского,14",
        },
        {
            index: "93105",
            city: "Лисичанск",
            address: "ул. Мира, 3",
        },
        {
            index: "93106",
            city: "Лисичанск",
            address: "ул. им.В.Сосюры, 81",
        },
        {
            index: "93107",
            city: "Лисичанск",
            address: "ул. Независимости, 126",
        },
        {
            index: "93108",
            city: "Лисичанск",
            address: "ул. Героев Сталинграда, 10",
        },
        {
            index: "93110",
            city: "Лисичанск",
            address: "ул. Первомайская, 30",
        },
        {
            index: "93113",
            city: "Лисичанск",
            address: "просп. Победы, 144",
        },
        {
            index: "93118",
            city: "Лисичанск",
            address: "кв-л Восточный, 45",
        },
        {
            index: "93120",
            city: "Лисичанск",
            address: "просп. Победы, 56",
        },
        {
            index: "92815",
            city: "Литвиновка",
            address: "ул. Центральная, 56",
        },
        {
            index: "92208",
            city: "Лозно-Александровка",
            address: "ул. Центральная,1",
        },
        {
            index: "92753",
            city: "Лозововка",
            address: "ул. Мира, 91",
        },
        {
            index: "93745",
            city: "Лозовской",
            address: "ул. Ленина, 7б",
        },
        {
            index: "94193",
            city: "Ломоватка",
            address: "ул. Железнодорожная, 2",
        },
        {
            index: "93323",
            city: "Лоскутовка",
            address: "ул. Горького, 91",
        },
        {
            index: "92243",
            city: "Лубянка",
            address: "ул. Школьная,4",
        },
        {
            index: "91038",
            city: "Луганск",
            address: "ул. Строительная, 19",
        },
        {
            index: "91042",
            city: "Луганск",
            address: "кв-л 50 лет Октября, 27",
        },
        {
            index: "91043",
            city: "Луганск",
            address: "ул. Сєвєрна,31",
        },
        {
            index: "91045",
            city: "Луганск",
            address: "кв-л 50 лет Обороны Луганска, 1",
        },
        {
            index: "91047",
            city: "Луганск",
            address: "ул. Ладыгина, 4а",
        },
        {
            index: "91048",
            city: "Луганск",
            address: "ул. Волгоградская, 60б",
        },
        {
            index: "91049",
            city: "Луганск",
            address: "ул. Северодонецка, 1",
        },
        {
            index: "91050",
            city: "Луганск",
            address: "кв-л Комарова, 11",
        },
        {
            index: "91051",
            city: "Луганск",
            address: "кв-л Якира, 9",
        },
        {
            index: "91053",
            city: "Луганск",
            address: "городок Пархоменко, 36",
        },
        {
            index: "91054",
            city: "Луганск",
            address: "ул. Суходольская, 6",
        },
        {
            index: "91055",
            city: "Луганск",
            address: "ул. Титова, 9",
        },
        {
            index: "91057",
            city: "Луганск",
            address: "кв-л Волкова, 2а",
        },
        {
            index: "91058",
            city: "Луганск",
            address: "ул. Коцюбинского, 27",
        },
        {
            index: "91060",
            city: "Луганск",
            address: "ул. Виктора Пятьоркіна, 8",
        },
        {
            index: "91310",
            city: "Луганск",
            address: "ул. Виктора Пятьоркіна, 8",
        },
        {
            index: "91999",
            city: "Луганск",
            address: "ул. Виктора Пятьоркіна, 8",
        },
        {
            index: "91001",
            city: "Луганск",
            address: "ул. Почтовая, 22",
        },
        {
            index: "91002",
            city: "Луганск",
            address: "Ул. Артема, 183",
        },
        {
            index: "91004",
            city: "Луганск",
            address: "ул. Острая Могила, 151",
        },
        {
            index: "91005",
            city: "Луганск",
            address: "ул. Годуванцева, 6",
        },
        {
            index: "91006",
            city: "Луганск",
            address: "кв-л Героев Сталинграда, 9а",
        },
        {
            index: "91007",
            city: "Луганск",
            address: "ул. Достоевского, 43",
        },
        {
            index: "91008",
            city: "Луганск",
            address: "ул. Луганский государственный аграрный университет. б/н",
        },
        {
            index: "91011",
            city: "Луганск",
            address: "ул. Оборонная, 7",
        },
        {
            index: "91012",
            city: "Луганск",
            address: "ул. Металлистов, 29",
        },
        {
            index: "91014",
            city: "Луганск",
            address: "ул. Смирнова, 38",
        },
        {
            index: "91015",
            city: "Луганск",
            address: "кв-л Заречный, 12",
        },
        {
            index: "91016",
            city: "Луганск",
            address: "ул. 15 Линия, 21",
        },
        {
            index: "91019",
            city: "Луганск",
            address: "ул. Артема, 449",
        },
        {
            index: "91020",
            city: "Луганск",
            address: "пров. Крымский, 1",
        },
        {
            index: "91021",
            city: "Луганск",
            address: "кв-л Гаевого, 35",
        },
        {
            index: "91024",
            city: "Луганск",
            address: "ул. Ленинградская, 11",
        },
        {
            index: "91025",
            city: "Луганск",
            address: "ул. Ульянова, 34",
        },
        {
            index: "91026",
            city: "Луганск",
            address: "ул. Амурская, 2а",
        },
        {
            index: "91028",
            city: "Луганск",
            address: "ул. Успенская, 66А",
        },
        {
            index: "91029",
            city: "Луганск",
            address: "кв-л Луганский, 12/4",
        },
        {
            index: "91031",
            city: "Луганск",
            address: "кв-л Героев Брестской крепости, 9",
        },
        {
            index: "91033",
            city: "Луганск",
            address: "кв-л Шевченко, 12",
        },
        {
            index: "91034",
            city: "Луганск",
            address: "кв-л Молодежный, 6",
        },
        {
            index: "92000",
            city: "Лутугино",
            address: "ул. Крупской, 18",
        },
        {
            index: "92248",
            city: "Лызино",
            address: "ул. Пушкина,97а",
        },
        {
            index: "92353",
            city: "Лысогоровка",
            address: "ул. Братьев Касьяненко, 1",
        },
        {
            index: "94787",
            city: "Любимовка",
            address: "ул. Муравьева, 1",
        },
        {
            index: "92643",
            city: "Майское",
            address: "ул. Садовая,67",
        },
        {
            index: "94450",
            city: "Макаров Яр",
            address: "ул. Ленина, 16",
        },
        {
            index: "93652",
            city: "Макарово",
            address: "ул. Луговая, 17а",
        },
        {
            index: "94332",
            city: "Малоивановка",
            address: "ул. Куйбышева, 15",
        },
        {
            index: "94641",
            city: "Малониколаевка",
            address: "кв-л Сиволапа,2",
        },
        {
            index: "93313",
            city: "Малорязанцево",
            address: "ул. Центральная, 122",
        },
        {
            index: "92755",
            city: "Малохатка",
            address: "ул. Мира, 25",
        },
        {
            index: "93744",
            city: "Мамушиво",
            address: "ул. Новостройна, 1",
        },
        {
            index: "92640",
            city: "Маньковка",
            address: "ул. Центральная, 26",
        },
        {
            index: "92715",
            city: "Мариновка",
            address: "ул. Озерная, 64-а",
        },
        {
            index: "92021",
            city: "Мария",
            address: "ул. Октябрьская, 25",
        },
        {
            index: "92400",
            city: "Марковка",
            address: "ул. Центральная, 25",
        },
        {
            index: "92433",
            city: "Марковское",
            address: "ул. Пушкина,35 а",
        },
        {
            index: "94850",
            city: "Медвежанка",
            address: "ул. Гребенюка10",
        },
        {
            index: "92633",
            city: "Меловатка",
            address: "ул. Слободская, 39",
        },
        {
            index: "92500",
            city: "Меловое",
            address: "ул. Мира, 21",
        },
        {
            index: "92506",
            city: "Меловое",
            address: "ул. Мира, 21",
        },
        {
            index: "93732",
            city: "Металист",
            address: "ул. Ленина, 40",
        },
        {
            index: "94667",
            city: "Мечетка",
            address: "ул. Почтовый 75",
        },
        {
            index: "93321",
            city: "Мирная Долина",
            address: "ул. Образования, 1",
        },
        {
            index: "92212",
            city: "Мирное",
            address: "ул. Центральная, 1",
        },
        {
            index: "94533",
            city: "Миусинск",
            address: "ул. Октябрьская 15",
        },
        {
            index: "94534",
            city: "Миусинск",
            address: "ул. Кирова, 6",
        },
        {
            index: "94790",
            city: "Михайловка",
            address: "ул. Молодежная, 1",
        },
        {
            index: "92941",
            city: "Михайловка",
            address: "ул. Центральная, 127",
        },
        {
            index: "94311",
            city: "Михайловка",
            address: "ул. Ленина, 123а",
        },
        {
            index: "93524",
            city: "Михайлюки",
            address: "ул. Центральная, 2",
        },
        {
            index: "92326",
            city: "Можняковка",
            address: "ул. Мира,47",
        },
        {
            index: "93345",
            city: "Молодежное",
            address: "ул. Урожайная, 2",
        },
        {
            index: "94415",
            city: "Молодогвардейск",
            address: "ул. Свердлова, 11",
        },
        {
            index: "94416",
            city: "Молодогвардейск",
            address: "ул. Молодогвардейская, 17",
        },
        {
            index: "92520",
            city: "Морозовка",
            address: "ул. Центральная, 49б",
        },
        {
            index: "92654",
            city: "Мостки",
            address: "пров. Почтовый, 5",
        },
        {
            index: "93535",
            city: "Муратово",
            address: "ул. Центральная , 14",
        },
        {
            index: "92533",
            city: "Мусиевка",
            address: "ул. Центральная, 42",
        },
        {
            index: "94792",
            city: "Нагольно-Тарасовка",
            address: "ул. Ленина, 12",
        },
        {
            index: "92615",
            city: "Наугольное",
            address: "ул. Луговая, 18",
        },
        {
            index: "92249",
            city: "Нещеретово",
            address: "ул. Школьная ,2",
        },
        {
            index: "92832",
            city: "Нижнебараниковка",
            address: "ул. Степь Украины, 1",
        },
        {
            index: "93290",
            city: "Нижнее",
            address: "ул. Слободская,17",
        },
        {
            index: "93291",
            city: "Нижнее",
            address: "ул. Новая, 2",
        },
        {
            index: "93632",
            city: "Нижнетеплое",
            address: "ул. Центральная, 3",
        },
        {
            index: "94686",
            city: "Нижний Нагольчик",
            address: "ул. Ленина, 78",
        },
        {
            index: "92612",
            city: "Нижняя Дуванка",
            address: "ул. Почтовая,15",
        },
        {
            index: "93627",
            city: "Нижняя Ольховая",
            address: "ул. Рождественская, 52",
        },
        {
            index: "92714",
            city: "Нижняя Покровка",
            address: "ул. Садовая, 22",
        },
        {
            index: "94484",
            city: "Нижняя Шеверёвка",
            address: "ул. Орджоникидзе, 2",
        },
        {
            index: "94640",
            city: "Никитовка",
            address: "ул. Центральная 75",
        },
        {
            index: "93654",
            city: "Николаевка",
            address: "ул. Советська, 16",
        },
        {
            index: "92510",
            city: "Никольское",
            address: "ул. Мира, 71 а",
        },
        {
            index: "92940",
            city: "Новая Астрахань",
            address: "ул. Центральная, 49",
        },
        {
            index: "93500",
            city: "Новоайдар",
            address: "ул. Центральная, 23а",
        },
        {
            index: "92823",
            city: "Новоалександровка",
            address: "ул. Школьная,5",
        },
        {
            index: "94482",
            city: "Новоалександровка",
            address: "ул. Ленина, 20",
        },
        {
            index: "92134",
            city: "Новоалександровка",
            address: "ул. Центральная, 1",
        },
        {
            index: "94470",
            city: "Новоанновка",
            address: "ул. Советская,32",
        },
        {
            index: "93530",
            city: "Новоахтырка",
            address: "ул. Центральная, 31",
        },
        {
            index: "92310",
            city: "Новобелая",
            address: "ул. 40 лет Победы,1",
        },
        {
            index: "94870",
            city: "Новоборовицы",
            address: "ул. Шевченко, б/н",
        },
        {
            index: "92712",
            city: "Новоборовое",
            address: "ул. Мира, 84",
        },
        {
            index: "94786",
            city: "Новодарьевка",
            address: "ул. Школьная, 42",
        },
        {
            index: "93193",
            city: "Новодружеск",
            address: "ул. Центральная, 21",
        },
        {
            index: "92131",
            city: "Новознаменка",
            address: "ул. Школьная, 1",
        },
        {
            index: "93332",
            city: "Новоивановка",
            address: "ул. Мира, 1",
        },
        {
            index: "92923",
            city: "Новокраснянка",
            address: "ул. Центральная, 85",
        },
        {
            index: "92813",
            city: "Новолимаревка",
            address: "ул. Центральная, 78",
        },
        {
            index: "92909",
            city: "Новоникольськое",
            address: "ул. Центральная,10",
        },
        {
            index: "92302",
            city: "Новопсков",
            address: "ул. Школьная, 3",
        },
        {
            index: "92303",
            city: "Новопсков",
            address: "ул. Украинская, 53",
        },
        {
            index: "92335",
            city: "Новороссошь",
            address: "ул. Юбилейная,2",
        },
        {
            index: "94455",
            city: "Новосветловка",
            address: "ул. Пионерская, 4",
        },
        {
            index: "92621",
            city: "Новоселовское",
            address: "ул. Центральная, 5",
        },
        {
            index: "92540",
            city: "Новострельцовка",
            address: "ул. Садовая, 57",
        },
        {
            index: "93891",
            city: "Новотошковское",
            address: "ул. Олега Вожака, 7",
        },
        {
            index: "92145",
            city: "Новочервоное",
            address: "ул. Садовая,6",
        },
        {
            index: "93731",
            city: "Обозное",
            address: "ул. Мичурина, 16",
        },
        {
            index: "92614",
            city: "Оборотновка",
            address: "ул. Михайловская, 36",
        },
        {
            index: "92117",
            city: "Овчарово",
            address: "ул. Овчаренко, 10",
        },
        {
            index: "94454",
            city: "Огульчанск",
            address: "ул. Советская, б/н",
        },
        {
            index: "93651",
            city: "Ольховое",
            address: "ул. Привокзальная, 35А",
        },
        {
            index: "92040",
            city: "Ореховка",
            address: "ул. Буденного, 208а",
        },
        {
            index: "94683",
            city: "Орехово",
            address: "ул. Комсомольская, 3",
        },
        {
            index: "93334",
            city: "Орехово",
            address: "ул. Колхозна, 2",
        },
        {
            index: "92342",
            city: "Осиново",
            address: "ул. Слобожанская, 214б",
        },
        {
            index: "92320",
            city: "Павленково",
            address: "ул. Центральная, 3",
        },
        {
            index: "94820",
            city: "Павловка",
            address: "ул. Шевченко, 27",
        },
        {
            index: "92222",
            city: "Павловка",
            address: "пл. Центральная,1",
        },
        {
            index: "92331",
            city: "Пантюхино",
            address: "ул. Центральная,1",
        },
        {
            index: "94862",
            city: "Панченково",
            address: "ул. Полевая, 5",
        },
        {
            index: "92253",
            city: "Паньковка",
            address: "ул. Школьная, 1",
        },
        {
            index: "92822",
            city: "Парневое",
            address: "ул. Центральная, 8",
        },
        {
            index: "92030",
            city: "Первозвановка",
            address: "ул. Ленина, 26",
        },
        {
            index: "93200",
            city: "Первомайск",
            address: "ул. Киевская,14",
        },
        {
            index: "93201",
            city: "Первомайск",
            address: "ул. Харьковская, 12",
        },
        {
            index: "93202",
            city: "Первомайск",
            address: "пров. Заводской, 7",
        },
        {
            index: "93203",
            city: "Первомайск",
            address: "ул. Кооперативная, 3",
        },
        {
            index: "93205",
            city: "Первомайск",
            address: "ул. Советская, 2",
        },
        {
            index: "93207",
            city: "Первомайск",
            address: "ул. Урицкого, 1",
        },
        {
            index: "92412",
            city: "Первомайское",
            address: "ул. Еременко,22",
        },
        {
            index: "94300",
            city: "Перевальск",
            address: "ул. Ленина, 40",
        },
        {
            index: "94301",
            city: "Перевальск",
            address: "ул. Комарова, 44/1",
        },
        {
            index: "94302",
            city: "Перевальск",
            address: "ул. Ольховского, 7",
        },
        {
            index: "94305",
            city: "Перевальск",
            address: "ул. Горняцька,36",
        },
        {
            index: "93615",
            city: "Передельск",
            address: "ул. Центральная, 100",
        },
        {
            index: "92028",
            city: "Переможное",
            address: "ул. Первомайская, б/н",
        },
        {
            index: "92354",
            city: "Пески",
            address: "ул. Центральная,23",
        },
        {
            index: "93722",
            city: "Петровеньки",
            address: "ул. Ленина,46",
        },
        {
            index: "94540",
            city: "Петрово-Красносёлово",
            address: "ул. Ленина, 16",
        },
        {
            index: "93613",
            city: "Петропавловка",
            address: "ул. Школьная, 1",
        },
        {
            index: "92351",
            city: "Писаревка",
            address: "ул. Центральная, 25",
        },
        {
            index: "92231",
            city: "Плахо-Петровка",
            address: "ул. Центральная,31в-на карте",
        },
        {
            index: "93643",
            city: "Плотина",
            address: "ул. Первомайская, 80",
        },
        {
            index: "92806",
            city: "Плугатарь",
            address: "ул. Мира, 7",
        },
        {
            index: "93523",
            city: "Победа",
            address: "ул. Центральная, 37",
        },
        {
            index: "92723",
            city: "Подгоровка",
            address: "ул. Чкалова, 28",
        },
        {
            index: "93324",
            city: "Подлесное",
            address: "ул. Центральная, 4А",
        },
        {
            index: "92135",
            city: "Покровское",
            address: "ул. Слободская, 63",
        },
        {
            index: "92760",
            city: "Половинкино",
            address: "ул. Мира, 1",
        },
        {
            index: "93301",
            city: "Попасная",
            address: "ул. Первомайская, 48",
        },
        {
            index: "93302",
            city: "Попасная",
            address: "ул. Мира, 3/1",
        },
        {
            index: "93304",
            city: "Попасная",
            address: "ул. Пархоменко, 1А",
        },
        {
            index: "94406",
            city: "Поречье",
            address: "ул. Терешковой, 37",
        },
        {
            index: "92630",
            city: "Преображенное",
            address: "ул. Шевченко, 5",
        },
        {
            index: "92104",
            city: "Приволье",
            address: "ул. Центральная,9",
        },
        {
            index: "93191",
            city: "Приволье",
            address: "ул. Чехова, 3",
        },
        {
            index: "94851",
            city: "Провалье",
            address: "ул. Центральная, 4",
        },
        {
            index: "92722",
            city: "Проезжее",
            address: "ул. Центральная, 44",
        },
        {
            index: "92230",
            city: "Просторное",
            address: "ул. Ленина, 6",
        },
        {
            index: "92420",
            city: "Просяное",
            address: "ул. Центральная,15",
        },
        {
            index: "93543",
            city: "Райгородка",
            address: "ул. Почтовая, 19",
        },
        {
            index: "92624",
            city: "Райгородка",
            address: "ул. Коноплина, 5-а",
        },
        {
            index: "92140",
            city: "Распасеевка",
            address: "ул. центральная, 27",
        },
        {
            index: "92421",
            city: "Рассоховатое",
            address: "ул. Матросова,11 а",
        },
        {
            index: "92120",
            city: "Рассыпное",
            address: "ул. Попугаєва, 2",
        },
        {
            index: "94682",
            city: "Рафаиловка",
            address: "ул. Подлесная,27а",
        },
        {
            index: "94665",
            city: "Ребриково",
            address: "ул. Советская, 10а",
        },
        {
            index: "94701",
            city: "Ровеньки",
            address: "ул. 8 Марта, 6",
        },
        {
            index: "94702",
            city: "Ровеньки",
            address: "ул. 1-а Киевская ,3",
        },
        {
            index: "94703",
            city: "Ровеньки",
            address: "ул. Фрунзе, 97",
        },
        {
            index: "94706",
            city: "Ровеньки",
            address: "ул. Есенина, 9",
        },
        {
            index: "94707",
            city: "Ровеньки",
            address: "кв-л Шахтерский 12",
        },
        {
            index: "94784",
            city: "Ровеньки",
            address: "ул. Ворошилова, 104",
        },
        {
            index: "92341",
            city: "Рогово",
            address: "ул. Центральная, 22",
        },
        {
            index: "93743",
            city: "Родаково",
            address: "ул. Садовая, 73",
        },
        {
            index: "93625",
            city: "Розквит",
            address: "ул. Школьная, 3",
        },
        {
            index: "92013",
            city: "Роскошное",
            address: "ул. Ленина, 110",
        },
        {
            index: "91501",
            city: "Рубежное",
            address: "ул. Набережная, 3",
        },
        {
            index: "93001",
            city: "Рубежное",
            address: "ул. Тимирязева, 4",
        },
        {
            index: "93003",
            city: "Рубежное",
            address: "ул. Освободителей, 92",
        },
        {
            index: "93008",
            city: "Рубежное",
            address: "ул. Набережная, 3",
        },
        {
            index: "93009",
            city: "Рубежное",
            address: "ул. Мєнделєєва,16",
        },
        {
            index: "93010",
            city: "Рубежное",
            address: "просп. Победителей,12",
        },
        {
            index: "93011",
            city: "Рубежное",
            address: "ул. Освободителей, 71",
        },
        {
            index: "93012",
            city: "Рубежное",
            address: "ул. Владимирская,39А",
        },
        {
            index: "92414",
            city: "Рудовка",
            address: "ул. Гагарина,17 а",
        },
        {
            index: "92650",
            city: "Рудовка",
            address: "пл. Победы, 20",
        },
        {
            index: "92350",
            city: "Рыбянцево",
            address: "ул. Мира, 12",
        },
        {
            index: "93735",
            city: "Сабовка",
            address: "ул. Советская, 22",
        },
        {
            index: "94566",
            city: "Садово-Хрустальненский",
            address: "ул. Коммунистическая, 15",
        },
        {
            index: "94472",
            city: "Самсоновка",
            address: "ул. Молодогвардейская, 30",
        },
        {
            index: "92601",
            city: "Сватово",
            address: "пл. Привокзальная, 1",
        },
        {
            index: "92603",
            city: "Сватово",
            address: "ул. Шевченко, 4",
        },
        {
            index: "92142",
            city: "Сватово",
            address: "ул. Шевченко, 4",
        },
        {
            index: "92710",
            city: "Светлое",
            address: "ул. Центральная, 7",
        },
        {
            index: "92642",
            city: "Свистуновка",
            address: "ул. Молодежная, 15/1",
        },
        {
            index: "94425",
            city: "Северный",
            address: "ул. Орджоникидзе,2",
        },
        {
            index: "94427",
            city: "Северо-Гундоровский",
            address: "ул. Почтовая, 3 б",
        },
        {
            index: "93401",
            city: "Северодонецк",
            address: "ул. Донецкая,7А",
        },
        {
            index: "93402",
            city: "Северодонецк",
            address: "ул. Вілєсова, 3",
        },
        {
            index: "93404",
            city: "Северодонецк",
            address: "ул. Дружбы Народов,32",
        },
        {
            index: "93405",
            city: "Северодонецк",
            address: "просп. Центральный, 58",
        },
        {
            index: "93406",
            city: "Северодонецк",
            address: "просп. Гвардейский, 22",
        },
        {
            index: "93409",
            city: "Северодонецк",
            address: "просп. Космонавтов, 8",
        },
        {
            index: "93411",
            city: "Северодонецк",
            address: "просп. Гвардейский, 40А",
        },
        {
            index: "93412",
            city: "Северодонецк",
            address: "ул. Курчатова, 8",
        },
        {
            index: "93416",
            city: "Северодонецк",
            address: "ул. Курчатова, 23",
        },
        {
            index: "94331",
            city: "Селезнёвка",
            address: "ул. Комсомольская, 3",
        },
        {
            index: "94473",
            city: "Семейкино",
            address: "ул. Почтовая, 1",
        },
        {
            index: "92803",
            city: "Семикозовка",
            address: "ул. Уманского, 97",
        },
        {
            index: "93720",
            city: "Сентяковка",
            address: "ул. Интернациональная, 95",
        },
        {
            index: "93482",
            city: "Сиротино",
            address: "ул. Быкова, 57а",
        },
        {
            index: "92111",
            city: "Сиротино",
            address: "ул. Солнечная, 5",
        },
        {
            index: "93701",
            city: "Словяносербск",
            address: "ул. Ленина, 68",
        },
        {
            index: "93706",
            city: "Смелое",
            address: "ул. Клубная, 7а",
        },
        {
            index: "93532",
            city: "Смоляниново",
            address: "ул. Мира, 79 а",
        },
        {
            index: "92213",
            city: "Солидарное",
            address: "ул. Центральная, 18",
        },
        {
            index: "94402",
            city: "Сорокино",
            address: "ул. Энгельса,4а",
        },
        {
            index: "94404",
            city: "Сорокино",
            address: "ул. П.Котова, 9",
        },
        {
            index: "94405",
            city: "Сорокино",
            address: "кв-л .Лютикова, 21",
        },
        {
            index: "94407",
            city: "Сорокино",
            address: "ул. П.Котова, 31",
        },
        {
            index: "94408",
            city: "Сорокино",
            address: "кв-л . Баракова, 6",
        },
        {
            index: "94412",
            city: "Сорокино",
            address: "ул. П.Котова,31",
        },
        {
            index: "94414",
            city: "Сорокино",
            address: "ул. П.Котова,31",
        },
        {
            index: "94401",
            city: "Сорокино",
            address: "ул. Красных Партизан,30",
        },
        {
            index: "92606",
            city: "Сосновый",
            address: "кв-л им.Петрова Сергея Петровича, 5",
        },
        {
            index: "93612",
            city: "Сотенное",
            address: "ул. Центральная, 1",
        },
        {
            index: "94326",
            city: "Софиевка",
            address: "ул. Центральная, 121",
        },
        {
            index: "94552",
            city: "Софиевский",
            address: "ул. Комсомольская 7",
        },
        {
            index: "94553",
            city: "Софиевский",
            address: "ул. Сдобнова, 16",
        },
        {
            index: "93512",
            city: "Спеваковка",
            address: "ул. Центральная Линия, 6-а",
        },
        {
            index: "93600",
            city: "Станично-Луганское",
            address: "просп. Молодежный, 15А",
        },
        {
            index: "93601",
            city: "Станично-Луганское",
            address: "ул. Барбашова, 38",
        },
        {
            index: "93602",
            city: "Станично-Луганское",
            address: "ул. Деповська, 20",
        },
        {
            index: "92907",
            city: "Старая Краснянка",
            address: "ул. Шахтерская, 18",
        },
        {
            index: "92730",
            city: "Старобельск",
            address: "ул. Слобожанская, 35",
        },
        {
            index: "92311",
            city: "Старобельск",
            address: "ул. Слобожанская, 35",
        },
        {
            index: "93508",
            city: "Старобельск",
            address: "ул. Слобожанская, 35",
        },
        {
            index: "92702",
            city: "Старобельск",
            address: "пл. Базарная, 7",
        },
        {
            index: "92703",
            city: "Старобельск",
            address: "ул. Слобожанская, 35",
        },
        {
            index: "92704",
            city: "Старобельск",
            address: "кв-л Ватутина, 53",
        },
        {
            index: "94320",
            city: "Старое",
            address: "ул. 50 лет Октября, 3",
        },
        {
            index: "93724",
            city: "Степное",
            address: "ул. Центральная, 28",
        },
        {
            index: "92824",
            city: "Степовое",
            address: "ул. Садовая, 32",
        },
        {
            index: "92530",
            city: "Стрельцовка",
            address: "ул. Центральная, 7",
        },
        {
            index: "93655",
            city: "Суходол",
            address: "ул. Донецкая, б/н",
        },
        {
            index: "94420",
            city: "Суходольск",
            address: "ул. Расковой, 3",
        },
        {
            index: "94421",
            city: "Суходольск",
            address: "ул. Шоссейная, 7",
        },
        {
            index: "91480",
            city: "Счастье",
            address: "ул. Донецкая, 30",
        },
        {
            index: "92440",
            city: "Сычанское",
            address: "ул. Центральная, 2",
        },
        {
            index: "92425",
            city: "Сычевка",
            address: "ул. Гагарина, 6",
        },
        {
            index: "94476",
            city: "Таловое",
            address: "ул. Советская, б/н",
        },
        {
            index: "93623",
            city: "Таловое",
            address: "ул. Гагарина, 1",
        },
        {
            index: "92312",
            city: "Танюшевка",
            address: "ул. Центральная, 11",
        },
        {
            index: "94430",
            city: "Тёплое",
            address: "ул. Елисеева,14",
        },
        {
            index: "93630",
            city: "Теплое",
            address: "ул. Мира, 53",
        },
        {
            index: "92415",
            city: "Терновка",
            address: "ул. Вишневая, 1 б",
        },
        {
            index: "92215",
            city: "Тимошино",
            address: "ул. Мира, 1",
        },
        {
            index: "92750",
            city: "Титаровка",
            address: "ул. Мира, 7а",
        },
        {
            index: "92130",
            city: "Тополи",
            address: "ул. Центральная, 22",
        },
        {
            index: "93280",
            city: "Тошковка",
            address: "ул. Клубная, 29",
        },
        {
            index: "93281",
            city: "Тошковка",
            address: "ул. Цупріка, 32/61",
        },
        {
            index: "92817",
            city: "Третяковка",
            address: "ул. Центральная, 97а",
        },
        {
            index: "93710",
            city: "Трехизбенка",
            address: "ул. Булавина, 3",
        },
        {
            index: "93354",
            city: "Троицкое",
            address: "ул. Центральная, 1",
        },
        {
            index: "92100",
            city: "Троицкое",
            address: "просп. Победы, 40",
        },
        {
            index: "94440",
            city: "Урало-Кавказ",
            address: "ул. Горького, 39",
        },
        {
            index: "92006",
            city: "Успенка",
            address: "ул. Ленина, 131",
        },
        {
            index: "92007",
            city: "Успенка",
            address: "ул. Гагарина, 13",
        },
        {
            index: "92025",
            city: "Фабричное",
            address: "ул. Гагарина, 5",
        },
        {
            index: "94650",
            city: "Фащевка",
            address: "ул. Первомайская, 3",
        },
        {
            index: "94344",
            city: "Фащевка",
            address: "ул. Московская, 3",
        },
        {
            index: "92632",
            city: "Фомовка",
            address: "ул. Садовая, 3/13",
        },
        {
            index: "92752",
            city: "Хворостяновка",
            address: "ул. Мира, 15",
        },
        {
            index: "94842",
            city: "Хмельницкий",
            address: "ул. Комсомольская 4",
        },
        {
            index: "93721",
            city: "Хорошее",
            address: "ул. Октябрьская, 10",
        },
        {
            index: "94501",
            city: "Хрустальний",
            address: "ул. 8 Марта 14",
        },
        {
            index: "94502",
            city: "Хрустальний",
            address: "ул. Ильича, 2",
        },
        {
            index: "94503",
            city: "Хрустальний",
            address: "ул. Стаханова, 4",
        },
        {
            index: "94505",
            city: "Хрустальний",
            address: "Антрацитовское шоссе, 4",
        },
        {
            index: "94506",
            city: "Хрустальний",
            address: "ул. Студенческая,2",
        },
        {
            index: "94508",
            city: "Хрустальний",
            address: "ул. Комарова 5",
        },
        {
            index: "94509",
            city: "Хрустальний",
            address: "ул. Лузина, 4",
        },
        {
            index: "94510",
            city: "Хрустальний",
            address: "ул. Хасанова 46",
        },
        {
            index: "94511",
            city: "Хрустальний",
            address: "ул. Карла Маркса, 20",
        },
        {
            index: "94513",
            city: "Хрустальний",
            address: "шоссе Хрустальське, 10",
        },
        {
            index: "94517",
            city: "Хрустальний",
            address: "м-р 1-й микрорайон, 22",
        },
        {
            index: "94518",
            city: "Хрустальний",
            address: "м-р 3-й микрорайон, 66",
        },
        {
            index: "94520",
            city: "Хрустальний",
            address: "ул. Интернациональная, 26",
        },
        {
            index: "94530",
            city: "Хрустальное",
            address: "ул. Хмельницкого, 22",
        },
        {
            index: "94457",
            city: "Хрящеватое",
            address: "ул. Центральная,10",
        },
        {
            index: "94341",
            city: "Центральный",
            address: "ул. Фонтана, 2",
        },
        {
            index: "92026",
            city: "Челюскинец",
            address: "ул. Степная, 9",
        },
        {
            index: "92924",
            city: "Червонопоповка",
            address: "ул. Центральная, 4",
        },
        {
            index: "94340",
            city: "Чернухино",
            address: "ул. Центральная, 36/2",
        },
        {
            index: "92740",
            city: "Чмировка",
            address: "ул. Запорожская,15",
        },
        {
            index: "93620",
            city: "Чугинка",
            address: "ул. Школьная, 4А",
        },
        {
            index: "92210",
            city: "Шаровка",
            address: "ул. Центральная, 11",
        },
        {
            index: "94853",
            city: "Шахтерский",
            address: "ул. Лермонтова, 6",
        },
        {
            index: "93311",
            city: "Шипиловка",
            address: "пров. Школьный, 1",
        },
        {
            index: "93624",
            city: "Широкий",
            address: "ул. Центральная, 1",
        },
        {
            index: "92744",
            city: "Шпотино",
            address: "ул. Центральная, 2",
        },
        {
            index: "94548",
            city: "Штеровка",
            address: "ул. Ленина, 2",
        },
        {
            index: "93509",
            city: "Штомово",
            address: "ул. Школьная, 1",
        },
        {
            index: "92816",
            city: "Шуликовка",
            address: "ул. Мира, 23",
        },
        {
            index: "92764",
            city: "Шульгинка",
            address: "ул. Центральная, 12",
        },
        {
            index: "94620",
            city: "Щетово",
            address: "ул. Ленина, 5",
        },
        {
            index: "94194",
            city: "Южная Ломоватка",
            address: "ул. Целінна, 4",
        },
        {
            index: "92011",
            city: "Юрьевка",
            address: "ул. Ленина, б/н",
        },
        {
            index: "92012",
            city: "Юрьевка",
            address: "ул. Максимчука, 16",
        },
        {
            index: "92141",
            city: "Ямы",
            address: "ул. Центральная,10",
        },
        {
            index: "94780",
            city: "Ясеновский",
            address: "ул. Стаханова,3",
        },
        {
            index: "94781",
            city: "Ясеновский",
            address: "ул. Ленина 11",
        },
        {
            index: "94330",
            city: "Ящиково",
            address: "ул. Октябрьская, 13",
        },
    ],
    Львівська: [],
    Миколаївська: [],
    Одеська: [],
    Полтавська: [],
    Рівненська: [],
    Сумська: [],
    Тернопільська: [],
    Харківська: [],
    Херсонська: [],
    Хмельницька: [],
    Черкаська: [],
    Чернігівська: [],
    Чернівецька: [],
};
