export const ykrPoshta = {
    Вінницька: [
        {
            index: "22432",
            city: "Іванів",
            address: "вул. Поштова, 1",
        },
        {
            index: "23247",
            city: "Іванівка",
            address: "вул. Українська, 1",
        },
        {
            index: "23013",
            city: "Іванівці",
            address: "вул. Центральна, 35",
        },
        {
            index: "23516",
            city: "Івашківці",
            address: "вул. Леніна, 4",
        },
        {
            index: "22332",
            city: "Івча",
            address: "вул. Центральна, 6",
        },
        {
            index: "22700",
            city: "Іллінці",
            address: "вул. Європейська,15",
        },
        {
            index: "22708",
            city: "Іллінці",
            address: "вул. Соборна, 29",
        },
        {
            index: "22709",
            city: "Іллінці",
            address: "вул. Соборна, 29",
        },
        {
            index: "22724",
            city: "Іллінці",
            address: "вул. Соборна, 29",
        },
        {
            index: "22739",
            city: "Іллінці",
            address: "вул. Соборна, 29",
        },
        {
            index: "23227",
            city: "Агрономічне",
            address: "вул. Мічуріна, 12",
        },
        {
            index: "22255",
            city: "Андрушівка",
            address: "вул. Польова, 37",
        },
        {
            index: "24213",
            city: "Антонівка",
            address: "вул. Молодіжна, 1",
        },
        {
            index: "22743",
            city: "Білки",
            address: "вул. Яблунева, 7",
        },
        {
            index: "22120",
            city: "Білопілля",
            address: "вул. Козятинська, 5",
        },
        {
            index: "24110",
            city: "Біляни",
            address: "вул. Леніна, 4",
        },
        {
            index: "22714",
            city: "Бабин",
            address: "вул. Центральна, 5",
        },
        {
            index: "24132",
            city: "Бабчинці",
            address: "вул. Незалежності, 9",
        },
        {
            index: "22350",
            city: "Багринівці",
            address: "вул. Центральна, 1",
        },
        {
            index: "22430",
            city: "Байківка",
            address: "вул. Центральна, 14",
        },
        {
            index: "22649",
            city: "Балабанівка",
            address: "вул. Центральна, 25",
        },
        {
            index: "24413",
            city: "Баланівка",
            address: "вул. Дяченка, 1",
        },
        {
            index: "23000",
            city: "Бар",
            address: "вул. Соборна, 17",
        },
        {
            index: "23005",
            city: "Бар",
            address: "вул. Святого Миколая, 20",
        },
        {
            index: "23006",
            city: "Бар",
            address: "вул. Святого Миколая, 20",
        },
        {
            index: "23007",
            city: "Бар",
            address: "вул. Вокзальна, 1",
        },
        {
            index: "23010",
            city: "Бар",
            address: "вул. Святого Миколая, 20",
        },
        {
            index: "23020",
            city: "Бар",
            address: "вул. Святого Миколая, 20",
        },
        {
            index: "23044",
            city: "Бар",
            address: "вул. Святого Миколая, 20",
        },
        {
            index: "22114",
            city: "Безіменне",
            address: "вул. Квітнева, 1",
        },
        {
            index: "24451",
            city: "Берізки-Бершадські",
            address: "вул. Набережна, 1",
        },
        {
            index: "22407",
            city: "Бережани",
            address: "вул. Миру, 25",
        },
        {
            index: "24111",
            city: "Березівка",
            address: "вул. Центральна, 5",
        },
        {
            index: "24810",
            city: "Бершадь",
            address: "вул. Миколаєнка, 16а",
        },
        {
            index: "24820",
            city: "Бершадь",
            address: "вул. Миколаєнка, 16А",
        },
        {
            index: "24400",
            city: "Бершадь",
            address: "вул. Миколаєнка, 16А",
        },
        {
            index: "24402",
            city: "Бершадь",
            address: "вул. Покровська, 211",
        },
        {
            index: "24407",
            city: "Бершадь",
            address: "вул. Миколаєнка, 16А",
        },
        {
            index: "24414",
            city: "Бирлівка",
            address: "вул. Вишнева, 273",
        },
        {
            index: "22813",
            city: "Боблів",
            address: "вул. Миру, 8",
        },
        {
            index: "23637",
            city: "Богданівка",
            address: "вул. Богдана Хмельницького, 23",
        },
        {
            index: "24712",
            city: "Болган",
            address: "вул. Коцюбинського, 6",
        },
        {
            index: "24121",
            city: "Борівка",
            address: "вул. Соборна, 1/22",
        },
        {
            index: "23233",
            city: "Бохоники",
            address: "вул. Гагаріна, 55",
        },
        {
            index: "23130",
            city: "Браїлів",
            address: "вул. Монастирська, 28",
        },
        {
            index: "22870",
            city: "Брацлав",
            address: "вул. Соборна, 28",
        },
        {
            index: "22115",
            city: "Бродецьке",
            address: "вул. Робітнича, 72",
        },
        {
            index: "24012",
            city: "Бронниця",
            address: "вул. Зарічна, 10",
        },
        {
            index: "23744",
            city: "Бубнівка",
            address: "вул. Сонячна, 32",
        },
        {
            index: "24312",
            city: "Буди",
            address: "вул. Незалежності,45",
        },
        {
            index: "24523",
            city: "Буша",
            address: "вул. Гоголя, 16",
        },
        {
            index: "22164",
            city: "Вівсяники",
            address: "вул. Господарська, 37",
        },
        {
            index: "24412",
            city: "Війтівка",
            address: "вул. Соборна, 33",
        },
        {
            index: "22015",
            city: "Війтівці",
            address: "вул. Заводська, 2А",
        },
        {
            index: "24624",
            city: "Вільшанка",
            address: "вул. Шкільна, 13В",
        },
        {
            index: "23219",
            city: "Вінницькі Хутори",
            address: "вул. Сагайдачного, 92",
        },
        {
            index: "23215",
            city: "Вінниця",
            address: "пл. Привокзальна, 2",
        },
        {
            index: "21001",
            city: "Вінниця",
            address: "вул. Шмідта, 32",
        },
        {
            index: "21003",
            city: "Вінниця",
            address: "вул. 1905 року, 4",
        },
        {
            index: "21004",
            city: "Вінниця",
            address: "пл. Привокзальна, 2",
        },
        {
            index: "23235",
            city: "Вінниця",
            address: "пл. Привокзальна, 2",
        },
        {
            index: "21005",
            city: "Вінниця",
            address: "вул. Зодчих, 2",
        },
        {
            index: "21007",
            city: "Вінниця",
            address: "вул. Академіка Янгеля, 24",
        },
        {
            index: "21008",
            city: "Вінниця",
            address: "вул. Пирогова,191",
        },
        {
            index: "21009",
            city: "Вінниця",
            address: "вул. Ширшова, 16",
        },
        {
            index: "21010",
            city: "Вінниця",
            address: "вул. Герцена, 20",
        },
        {
            index: "21011",
            city: "Вінниця",
            address: "вул. Ватутіна, 46",
        },
        {
            index: "21012",
            city: "Вінниця",
            address: "вул. Данила Нечая, 63",
        },
        {
            index: "21014",
            city: "Вінниця",
            address: "вул. Князів Коріатовичів, 129",
        },
        {
            index: "21016",
            city: "Вінниця",
            address: "вул. Дмитра Майбороди, 7",
        },
        {
            index: "21017",
            city: "Вінниця",
            address: "вул. Липовецька, 20",
        },
        {
            index: "21018",
            city: "Вінниця",
            address: "вул. Марії Литвиненко-Вольгемут, 32",
        },
        {
            index: "21019",
            city: "Вінниця",
            address: "пров. 1-й Український, 4",
        },
        {
            index: "21020",
            city: "Вінниця",
            address: "вул. Лесі Українки, 12",
        },
        {
            index: "21021",
            city: "Вінниця",
            address: "вул. Космонавтів, 22",
        },
        {
            index: "21022",
            city: "Вінниця",
            address: "вул. Київська, 126",
        },
        {
            index: "21023",
            city: "Вінниця",
            address: "вул. Бучми, 98",
        },
        {
            index: "21027",
            city: "Вінниця",
            address: "вул. Космонавтів, 40",
        },
        {
            index: "21028",
            city: "Вінниця",
            address: "вул. Хмельницьке шосе, 7",
        },
        {
            index: "21029",
            city: "Вінниця",
            address: "вул. Порика, 44",
        },
        {
            index: "21030",
            city: "Вінниця",
            address: "просп. Юності, 20/73",
        },
        {
            index: "21031",
            city: "Вінниця",
            address: "вул. Пирогова, 51",
        },
        {
            index: "21032",
            city: "Вінниця",
            address: "вул. Київська, 50",
        },
        {
            index: "21034",
            city: "Вінниця",
            address: "вул. Олега Антонова, 40А",
        },
        {
            index: "21036",
            city: "Вінниця",
            address: "вул. Максимовича, 35",
        },
        {
            index: "21037",
            city: "Вінниця",
            address: "вул. Дачна, 3",
        },
        {
            index: "21050",
            city: "Вінниця",
            address: "вул. Соборна, 8",
        },
        {
            index: "21501",
            city: "Вінниця",
            address: "вул. Соборна, 8",
        },
        {
            index: "24240",
            city: "Вапнярка",
            address: "вул. Михайла Грушевського, 5",
        },
        {
            index: "22524",
            city: "Вахнівка",
            address: "вул. Миру, 2",
        },
        {
            index: "22808",
            city: "Велика Бушинка",
            address: "вул. Центральна, 12",
        },
        {
            index: "23353",
            city: "Велика Вулига",
            address: "вул. Терешкової, 2",
        },
        {
            index: "24546",
            city: "Велика Кісниця",
            address: "вул. Леніна, 53",
        },
        {
            index: "24455",
            city: "Велика Киріївка",
            address: "вул. Шевченка, 1",
        },
        {
            index: "24210",
            city: "Велика Русава",
            address: "вул. Центральна, 3",
        },
        {
            index: "22060",
            city: "Великий Митник",
            address: "вул. Центральна, 80",
        },
        {
            index: "22033",
            city: "Великий Острожок",
            address: "вул. 8 Березня, 1",
        },
        {
            index: "24029",
            city: "Вендичани",
            address: "вул. Соборна, 52",
        },
        {
            index: "22333",
            city: "Вербівка",
            address: "вул. Ювілейна, 3",
        },
        {
            index: "24619",
            city: "Вербка",
            address: "вул. Подільська, 1",
        },
        {
            index: "24817",
            city: "Вербка",
            address: "вул. Соборна, 125",
        },
        {
            index: "22125",
            city: "Вернигородок",
            address: "вул. Центральна, 35А",
        },
        {
            index: "22041",
            city: "Вишенька",
            address: "вул. 8-го Березня, 1",
        },
        {
            index: "23432",
            city: "Вищеольчедаїв",
            address: "вул. Соборна, 52/1",
        },
        {
            index: "22113",
            city: "Вовчинець",
            address: "вул. Миру, 86",
        },
        {
            index: "22855",
            city: "Вовчок",
            address: "вул. Коцюбинського, 13",
        },
        {
            index: "24120",
            city: "Володіївці",
            address: "вул. Колгоспна,1",
        },
        {
            index: "23251",
            city: "Вороновиця",
            address: "вул. Козацький шлях, 53",
        },
        {
            index: "23323",
            city: "Ворошилівка",
            address: "вул. Центральна, б/н",
        },
        {
            index: "23202",
            city: "Гавришівка",
            address: "вул. Гагаріна, 27",
        },
        {
            index: "23700",
            city: "Гайсин",
            address: "вул. Жовтнева, 28",
        },
        {
            index: "23706",
            city: "Гайсин",
            address: "вул. Жовтнева, 28",
        },
        {
            index: "23707",
            city: "Гайсин",
            address: "вул. Жовтнева, 28",
        },
        {
            index: "23708",
            city: "Гайсин",
            address: "вул. Жовтнева, 28",
        },
        {
            index: "23717",
            city: "Гайсин",
            address: "вул. Жовтнева, 28",
        },
        {
            index: "23423",
            city: "Галайківці",
            address: "вул. Шкільна, 11",
        },
        {
            index: "24504",
            city: "Гальжбіївка",
            address: "вул. Леніна, 50",
        },
        {
            index: "24622",
            city: "Гарячківка",
            address: "вул. Соборна, 9",
        },
        {
            index: "24340",
            city: "Глибочок",
            address: "вул. Миру,3",
        },
        {
            index: "22425",
            city: "Глинськ",
            address: "вул. Миру, 6",
        },
        {
            index: "22130",
            city: "Глухівці",
            address: "вул. Богачука, 24",
        },
        {
            index: "23310",
            city: "Гнівань",
            address: "вул. Соборна, 62",
        },
        {
            index: "24232",
            city: "Гнатків",
            address: "вул. Лесі Українки, 13",
        },
        {
            index: "22441",
            city: "Голендри",
            address: "вул. Жовтнева, 2",
        },
        {
            index: "23552",
            city: "Голинчинці",
            address: "вул. Петровського, 2",
        },
        {
            index: "24606",
            city: "Голубече",
            address: "вул. Татьяни Марцин, 1",
        },
        {
            index: "24508",
            city: "Гонорівка",
            address: "вул. 40-річчя Перемоги, 6А",
        },
        {
            index: "24107",
            city: "Гонтівка",
            address: "вул. Леніна, 68Б",
        },
        {
            index: "22216",
            city: "Гопчиця",
            address: "вул. Кооперативна, 17",
        },
        {
            index: "23231",
            city: "Горбанівка",
            address: "вул. Українська, 18",
        },
        {
            index: "24313",
            city: "Гордіївка",
            address: "вул. Центральна, 93",
        },
        {
            index: "24615",
            city: "Городківка",
            address: "вул. Гагаріна, 2",
        },
        {
            index: "22753",
            city: "Городок",
            address: "вул. Шкільна, 1",
        },
        {
            index: "22822",
            city: "Гостинне",
            address: "вул. Соборна, 5/а",
        },
        {
            index: "23731",
            city: "Гранів",
            address: "вул. Соборна, 11",
        },
        {
            index: "23756",
            city: "Грузьке",
            address: "вул. Сонячна, 8",
        },
        {
            index: "23746",
            city: "Губник",
            address: "вул. Центральна, 86",
        },
        {
            index: "23203",
            city: "Гуменне",
            address: "вул. Липовецька, 1",
        },
        {
            index: "22434",
            city: "Гущинці",
            address: "вул. Шевченка, 96",
        },
        {
            index: "22740",
            city: "Дашів",
            address: "вул. Горького, 7",
        },
        {
            index: "22363",
            city: "Дашківці",
            address: "вул. Центральна, 120",
        },
        {
            index: "24832",
            city: "Демівка",
            address: "вул. Героїв Майдану, 25",
        },
        {
            index: "23140",
            city: "Демидівка",
            address: "вул. Затишна, 55",
        },
        {
            index: "23532",
            city: "Деребчин",
            address: "вул. Заводська, 9",
        },
        {
            index: "23508",
            city: "Дерев’Янки",
            address: "вул. Щорса, 1",
        },
        {
            index: "23240",
            city: "Десна",
            address: "вул. Гагаріна, 5",
        },
        {
            index: "24450",
            city: "Джулинка",
            address: "вул. Центральна, 2",
        },
        {
            index: "23545",
            city: "Джурин",
            address: "вул. Залізнична, 1",
        },
        {
            index: "24531",
            city: "Дзигівка",
            address: "вул. Леніна, 56",
        },
        {
            index: "22232",
            city: "Дзюньків",
            address: "вул. Сонячна, 56",
        },
        {
            index: "24714",
            city: "Дмитрашківка",
            address: "вул. Шевченка, 48",
        },
        {
            index: "24544",
            city: "Довжок",
            address: "вул. Леніна, 87",
        },
        {
            index: "23531",
            city: "Довжок",
            address: "вул. Шевченка, 62",
        },
        {
            index: "22450",
            city: "Дружелюбівка",
            address: "вул. Центральна, 55",
        },
        {
            index: "22453",
            city: "Дружне",
            address: "вул. Миру, 5",
        },
        {
            index: "22150",
            city: "Дубові Махаринці",
            address: "вул. Центральна, 1",
        },
        {
            index: "24444",
            city: "Дяківка",
            address: "вул. Дружби, 3",
        },
        {
            index: "22339",
            city: "Дяківці",
            address: "вул. Центральна, 15",
        },
        {
            index: "24640",
            city: "Жабокрич",
            address: "вул. Соборна, 6",
        },
        {
            index: "23424",
            city: "Жван",
            address: "вул. Соборна, 5",
        },
        {
            index: "22116",
            city: "Жежелів",
            address: "вул. Кар’єрна, 8",
        },
        {
            index: "23750",
            city: "Жерденівка",
            address: "вул. Сонячна, 30",
        },
        {
            index: "23110",
            city: "Жмеринка",
            address: "вул. Богдана Хмельницького, 19",
        },
        {
            index: "23114",
            city: "Жмеринка",
            address: "вул. Богдана Хмельницького, 19",
        },
        {
            index: "23117",
            city: "Жмеринка",
            address: "вул. Богдана Хмельницького, 19",
        },
        {
            index: "23144",
            city: "Жмеринка",
            address: "вул. Богдана Хмельницького, 19",
        },
        {
            index: "23100",
            city: "Жмеринка",
            address: "вул. Богдана Хмельницького, 19",
        },
        {
            index: "23101",
            city: "Жмеринка",
            address: "вул. Соборна,3",
        },
        {
            index: "23102",
            city: "Жмеринка",
            address: "вул. Шекінська, 1",
        },
        {
            index: "23104",
            city: "Жмеринка",
            address: "вул. Одеська, 3",
        },
        {
            index: "22721",
            city: "Жорнище",
            address: "вул. Бойка, 21",
        },
        {
            index: "23143",
            city: "Жуківці",
            address: "вул. Центральна, 147",
        },
        {
            index: "23641",
            city: "Журавлівка",
            address: "вул. Шевченка, 196",
        },
        {
            index: "22325",
            city: "Журавне",
            address: "вул. Центральна, 10",
        },
        {
            index: "24631",
            city: "Заболотне",
            address: "вул. Чоботарська, 21",
        },
        {
            index: "22817",
            city: "Зарудинці",
            address: "вул. Миру, 36",
        },
        {
            index: "22525",
            city: "Зозів",
            address: "вул. Соборна, 5",
        },
        {
            index: "22155",
            city: "Зозулинці",
            address: "вул. Захисників Вітчизни, 1",
        },
        {
            index: "22154",
            city: "Йосипівка",
            address: "вул. Т.Шевченка, 87",
        },
        {
            index: "23755",
            city: "Кіблич",
            address: "вул. Миру, 90",
        },
        {
            index: "22118",
            city: "Калинівка",
            address: "вул. Незалежності, 4",
        },
        {
            index: "22400",
            city: "Калинівка",
            address: "вул. Незалежності,40",
        },
        {
            index: "22403",
            city: "Калинівка",
            address: "вул. Незалежності, 67",
        },
        {
            index: "22408",
            city: "Калинівка",
            address: "вул. Незалежності, 4",
        },
        {
            index: "22444",
            city: "Калинівка",
            address: "вул. Незалежності, 4",
        },
        {
            index: "22024",
            city: "Калинівка",
            address: "вул. Незалежності, 4",
        },
        {
            index: "23553",
            city: "Калитинка",
            address: "вул. Пархоменка, 41",
        },
        {
            index: "22732",
            city: "Кальник",
            address: "вул. Т.Г.Шевченка,122",
        },
        {
            index: "24332",
            city: "Капустяни",
            address: "вул. Мічуріна, 2",
        },
        {
            index: "23725",
            city: "Карбівка",
            address: "вул. 1-го Травня, 1",
        },
        {
            index: "23062",
            city: "Каришків",
            address: "вул. Незалежності , 27",
        },
        {
            index: "24812",
            city: "Каташин",
            address: "вул. Центральна, 68",
        },
        {
            index: "23153",
            city: "Кацмазів",
            address: "вул. Садова, 1",
        },
        {
            index: "24533",
            city: "Качківка",
            address: "вул. Рутковського, 118",
        },
        {
            index: "23809",
            city: "Кивачівка",
            address: "вул. Центральна, 5",
        },
        {
            index: "23607",
            city: "Кинашів",
            address: "вул. Набережна, 33",
        },
        {
            index: "23635",
            city: "Кирнасівка",
            address: "вул. Незалежності, 2",
        },
        {
            index: "22751",
            city: "Китайгород",
            address: "вул. Гагаріна, 67",
        },
        {
            index: "23636",
            city: "Клебань",
            address: "вул. Козацька, 37",
        },
        {
            index: "23525",
            city: "Клекотина",
            address: "вул. Вишнева, 92",
        },
        {
            index: "24532",
            city: "Клембівка",
            address: "вул. Леніна, 29",
        },
        {
            index: "22830",
            city: "Ковалівка",
            address: "вул. Центральна, 2",
        },
        {
            index: "22313",
            city: "Кожухів",
            address: "вул. Шляхова, 24",
        },
        {
            index: "22519",
            city: "Козинці",
            address: "вул. Перемоги, 3",
        },
        {
            index: "22122",
            city: "Козятин",
            address: "вул. Незалежності, 39",
        },
        {
            index: "22141",
            city: "Козятин",
            address: "вул. Незалежності, 39",
        },
        {
            index: "22100",
            city: "Козятин",
            address: "вул. Незалежності, 39",
        },
        {
            index: "22102",
            city: "Козятин",
            address: "вул. 8-ма Гвардійська , 56",
        },
        {
            index: "23812",
            city: "Комарівка",
            address: "вул. Центральна, 53",
        },
        {
            index: "24225",
            city: "Комаргород",
            address: "вул. Соборна, 22",
        },
        {
            index: "23410",
            city: "Конищів",
            address: "вул. 1-го Травня, 5",
        },
        {
            index: "23623",
            city: "Копіївка",
            address: "вул. Суворова, 1",
        },
        {
            index: "23053",
            city: "Копайгород",
            address: "вул. Центральна,39",
        },
        {
            index: "23526",
            city: "Копистирин",
            address: "вул. Центральна, 67",
        },
        {
            index: "22445",
            city: "Корделівка",
            address: "вул. Київська, 56",
        },
        {
            index: "22146",
            city: "Кордишівка",
            address: "вул. Героїв Майдану, 5",
        },
        {
            index: "23437",
            city: "Котюжани",
            address: "вул. Українська, 2",
        },
        {
            index: "23438",
            city: "Котюжани",
            address: "вул. Центральна, 36",
        },
        {
            index: "22447",
            city: "Котюжинці",
            address: "вул. Шкільна, 16",
        },
        {
            index: "23341",
            city: "Красне",
            address: "вул. Данила Нечая, 34",
        },
        {
            index: "23733",
            city: "Краснопілка",
            address: "вул. Центральна, 16",
        },
        {
            index: "24421",
            city: "Красносілка",
            address: "вул. Незалежності, 21",
        },
        {
            index: "24600",
            city: "Крижопіль",
            address: "вул. Чабанюка, 1",
        },
        {
            index: "24601",
            city: "Крижопіль",
            address: "вул. Героїв України, 18",
        },
        {
            index: "24607",
            city: "Крижопіль",
            address: "вул. Чабанюка, 1",
        },
        {
            index: "24610",
            city: "Крижопіль",
            address: "вул. Чабанюка, 1",
        },
        {
            index: "24632",
            city: "Крижопіль",
            address: "вул. Чабанюка, 1",
        },
        {
            index: "24641",
            city: "Крикливець",
            address: "вул. Центральна, 56",
        },
        {
            index: "23631",
            city: "Крищинці",
            address: "вул. Колгоспна, 50",
        },
        {
            index: "22026",
            city: "Кропивна",
            address: "вул. Миру, 3",
        },
        {
            index: "23712",
            city: "Кузьминці",
            address: "вул. Слободи, 11",
        },
        {
            index: "24011",
            city: "Кукавка",
            address: "вул. Свободи, 39",
        },
        {
            index: "23714",
            city: "Куна",
            address: "вул. Маєвського, 26",
        },
        {
            index: "23713",
            city: "Кунка",
            address: "вул. Українська, 6",
        },
        {
            index: "24462",
            city: "Лісниче",
            address: "вул. Перемоги, 1",
        },
        {
            index: "22461",
            city: "Лісова Лисіївка",
            address: "вул. Вінницька, 1",
        },
        {
            index: "22300",
            city: "Літин",
            address: "вул. Соборна,8",
        },
        {
            index: "22307",
            city: "Літин",
            address: "вул. Соборна, 47",
        },
        {
            index: "22342",
            city: "Літин",
            address: "вул. Соборна, 47",
        },
        {
            index: "24320",
            city: "Ладижин",
            address: "вул. Кравчика, 2",
        },
        {
            index: "22410",
            city: "Лемешівка",
            address: "вул. Центральна, 24",
        },
        {
            index: "24310",
            city: "Летківка",
            address: "вул. Центральна, 21",
        },
        {
            index: "22756",
            city: "Леухи",
            address: "вул. Шевченко,1",
        },
        {
            index: "24205",
            city: "Липівка",
            address: "вул. 40-річчя Перемоги, 1",
        },
        {
            index: "22521",
            city: "Липовець",
            address: "вул. Василя Липківського, 26",
        },
        {
            index: "22541",
            city: "Липовець",
            address: "вул. Василя Липківського, 26",
        },
        {
            index: "22548",
            city: "Липовець",
            address: "вул. Василя Липківського, 26",
        },
        {
            index: "22500",
            city: "Липовець",
            address: "вул. Василя Липківського, 26",
        },
        {
            index: "22507",
            city: "Липовець",
            address: "вул. Василя Липківського, 26",
        },
        {
            index: "22020",
            city: "Лип’Ятин",
            address: "вул. Миру, 5",
        },
        {
            index: "23540",
            city: "Лозова",
            address: "вул. Леніна, 102",
        },
        {
            index: "23015",
            city: "Лука-Барська",
            address: "вул. Колгоспна,15",
        },
        {
            index: "23234",
            city: "Лука-Мелешківська",
            address: "вул. Незалежності, 67",
        },
        {
            index: "23453",
            city: "Лучинець",
            address: "вул. Чапаєва, 3",
        },
        {
            index: "23213",
            city: "Мізяківські Хутори",
            address: "вул. Пушкіна, 8Б",
        },
        {
            index: "23720",
            city: "Мітлинці",
            address: "вул. Центральна, 74А",
        },
        {
            index: "23608",
            city: "Мазурівка",
            address: "вул. Кучерявого, 177",
        },
        {
            index: "23242",
            city: "Малі Крушлинці",
            address: "вул. Незалежності, 2",
        },
        {
            index: "23834",
            city: "Мала Мочулка",
            address: "вул. Незалежності, 11",
        },
        {
            index: "22360",
            city: "Малинівка",
            address: "вул. Шкільна, 1",
        },
        {
            index: "24422",
            city: "Маньківка",
            address: "вул. Шевченка, 5",
        },
        {
            index: "22030",
            city: "Маркуші",
            address: "вул. Богдана Хмельницького, 15",
        },
        {
            index: "23134",
            city: "Мартинівка",
            address: "вул. Миколи Яжука, 2",
        },
        {
            index: "22010",
            city: "Мар’Янівка",
            address: "вул. Центральна, 54",
        },
        {
            index: "23046",
            city: "Матейків",
            address: "вул. Свято-Михайлівська, 12",
        },
        {
            index: "22133",
            city: "Махнівка",
            address: "вул. Київська, 73",
        },
        {
            index: "23226",
            city: "Медвеже Вушко",
            address: "вул. Шкільна, 3А",
        },
        {
            index: "23831",
            city: "Метанівка",
            address: "вул. Центральна, 8",
        },
        {
            index: "23023",
            city: "Мигалівці",
            address: "вул. Миру, 6",
        },
        {
            index: "22353",
            city: "Микулинці",
            address: "вул. Маліновського, 17",
        },
        {
            index: "22451",
            city: "Мирне",
            address: "вул. Миру, 3",
        },
        {
            index: "23036",
            city: "Митки",
            address: "вул. Привокзальна, 24А",
        },
        {
            index: "23633",
            city: "Михайлівка",
            address: "вул. Ватутіна, 35",
        },
        {
            index: "23732",
            city: "Михайлівка",
            address: "вул. Молодіжна, 7",
        },
        {
            index: "24527",
            city: "Михайлівка",
            address: "вул. Коцюбинського, 24",
        },
        {
            index: "23523",
            city: "Михайлівка",
            address: "вул. Центральна, 15",
        },
        {
            index: "22162",
            city: "Михайлин",
            address: "вул. Заводська, 4",
        },
        {
            index: "24133",
            city: "Моївка",
            address: "вул. Леніна, 73",
        },
        {
            index: "24000",
            city: "Могилів-Подільський",
            address: "вул. Стависька, 4",
        },
        {
            index: "24001",
            city: "Могилів-Подільський",
            address: "вул. Гагаріна, 15",
        },
        {
            index: "24004",
            city: "Могилів-Подільський",
            address: "просп. Незалежності, 287",
        },
        {
            index: "24010",
            city: "Могилів-Подільський",
            address: "вул. Стависька, 4",
        },
        {
            index: "24019",
            city: "Могилів-Подільський",
            address: "вул. Стависька, 4",
        },
        {
            index: "24030",
            city: "Могилів-Подільський",
            address: "вул. Стависька, 4",
        },
        {
            index: "24037",
            city: "Могилів-Подільський",
            address: "вул. Стависька, 4",
        },
        {
            index: "24043",
            city: "Могилів-Подільський",
            address: "вул. Стависька, 4",
        },
        {
            index: "23141",
            city: "Могилівка",
            address: "пл. Перемоги, 13",
        },
        {
            index: "22872",
            city: "Монастирське",
            address: "вул. Центральна, 116",
        },
        {
            index: "23530",
            city: "Мурафа",
            address: "вул. Коцюбинського, 36",
        },
        {
            index: "23400",
            city: "Муровані Курилівці",
            address: "вул. Соборна, 108",
        },
        {
            index: "23407",
            city: "Муровані Курилівці",
            address: "вул. Соборна, 108",
        },
        {
            index: "23408",
            city: "Муровані Курилівці",
            address: "вул. Соборна, 108",
        },
        {
            index: "23436",
            city: "Муровані Курилівці",
            address: "вул. Соборна, 108",
        },
        {
            index: "22840",
            city: "Мухівці",
            address: "вул. Шевченка,3",
        },
        {
            index: "24420",
            city: "М’Якохід",
            address: "вул. Центральна, 1",
        },
        {
            index: "23422",
            city: "Наддністрянське",
            address: "вул. Рачкевич, 85",
        },
        {
            index: "22244",
            city: "Надросся",
            address: "вул. Будівельна, 12",
        },
        {
            index: "23730",
            city: "Нараївка",
            address: "вул. Українська, 15",
        },
        {
            index: "23450",
            city: "Немерче",
            address: "вул. Ковалевського, 31",
        },
        {
            index: "22800",
            city: "Немирів",
            address: "вул. Шевченка, 25",
        },
        {
            index: "22805",
            city: "Немирів",
            address: "вул. Шевченка, 25",
        },
        {
            index: "22806",
            city: "Немирів",
            address: "вул. Шевченка, 25",
        },
        {
            index: "22809",
            city: "Немирів",
            address: "вул. Шевченка, 25",
        },
        {
            index: "22841",
            city: "Немирів",
            address: "вул. Шевченка, 25",
        },
        {
            index: "22860",
            city: "Немирів",
            address: "вул. Шевченка, 25",
        },
        {
            index: "22123",
            city: "Непедівка",
            address: "вул. Гагаріна,1",
        },
        {
            index: "22856",
            city: "Нові Обиходи",
            address: "вул. Залізнична, 15",
        },
        {
            index: "22452",
            city: "Нова Гребля",
            address: "вул. Євгена Гуцала, 40",
        },
        {
            index: "24352",
            city: "Нова Ободівка",
            address: "вул. Центральна, 59",
        },
        {
            index: "22512",
            city: "Нова Прилука",
            address: "вул. Миру, 28",
        },
        {
            index: "22620",
            city: "Новоживотів",
            address: "вул. Пролетарська, 8",
        },
        {
            index: "22223",
            city: "Новофастів",
            address: "вул. Садова, 22",
        },
        {
            index: "23710",
            city: "Носівці",
            address: "вул. Ставкова, 2",
        },
        {
            index: "23513",
            city: "Носиківка",
            address: "вул. Жовтнева, 1",
        },
        {
            index: "23151",
            city: "Носківці",
            address: "вул. Центральна, 7",
        },
        {
            index: "24353",
            city: "Ободівка",
            address: "вул. Центральна, 86",
        },
        {
            index: "24008",
            city: "Озаринці",
            address: "вул. Соборна, 10",
        },
        {
            index: "24333",
            city: "Олександрівка",
            address: "вул. Соборна, 38",
        },
        {
            index: "24830",
            city: "Ольгопіль",
            address: "вул. Центральна, 121",
        },
        {
            index: "24326",
            city: "Оляниця",
            address: "вул. Першотравнева, 59",
        },
        {
            index: "22600",
            city: "Оратів",
            address: "вул. Героїв Майдану, 113",
        },
        {
            index: "22606",
            city: "Оратів",
            address: "вул. Героїв Майдану , 29",
        },
        {
            index: "22625",
            city: "Оратів",
            address: "вул. Героїв Майдану, 29",
        },
        {
            index: "22630",
            city: "Оратів",
            address: "вул. Героїв Майдану, 29",
        },
        {
            index: "22632",
            city: "Оратів",
            address: "вул. Миру, 33",
        },
        {
            index: "24406",
            city: "Осіївка",
            address: "вул. Центральна, 40",
        },
        {
            index: "22624",
            city: "Осична",
            address: "вул. Центральна, 17",
        },
        {
            index: "22327",
            city: "Осолинка",
            address: "вул. Шевченка, 6",
        },
        {
            index: "23043",
            city: "Підлісний Ялтушків",
            address: "вул. Весняна, 18",
        },
        {
            index: "24700",
            city: "Піщанка",
            address: "вул. Муравського, 1",
        },
        {
            index: "24706",
            city: "Піщанка",
            address: "вул. Муравського, 1",
        },
        {
            index: "24708",
            city: "Піщанка",
            address: "вул. Муравського, 1",
        },
        {
            index: "22713",
            city: "Павлівка",
            address: "вул. Центральна, 100",
        },
        {
            index: "22436",
            city: "Павлівка",
            address: "вул. Миру, 207",
        },
        {
            index: "24218",
            city: "Паланка",
            address: "вул. Чкалова, 2",
        },
        {
            index: "22324",
            city: "Пеньківка",
            address: "вул. Жовтнева, 83",
        },
        {
            index: "23521",
            city: "Пеньківка",
            address: "вул. Жовтнева, 7",
        },
        {
            index: "24525",
            city: "Петрашівка",
            address: "вул. Комсомольська, 37",
        },
        {
            index: "22362",
            city: "Петрик",
            address: "вул. Центральна,1",
        },
        {
            index: "22023",
            city: "Петриківці",
            address: "вул. Незалежності, 20",
        },
        {
            index: "23610",
            city: "Печера",
            address: "вул. Івана Кальницького, 27",
        },
        {
            index: "22420",
            city: "Пиків",
            address: "вул. Соборна, 7",
        },
        {
            index: "23205",
            city: "Писарівка",
            address: "пров. Покровського, 1",
        },
        {
            index: "24535",
            city: "Писарівка",
            address: "вул. Жовтнева, 27",
        },
        {
            index: "23510",
            city: "Плебанівка",
            address: "вул. Соборна, 4",
        },
        {
            index: "22252",
            city: "Плисків",
            address: "вул. Центральна, 11",
        },
        {
            index: "22200",
            city: "Погребище",
            address: "вул. Вінницька, 2",
        },
        {
            index: "22201",
            city: "Погребище",
            address: "вул. Коцюбинського,1",
        },
        {
            index: "22209",
            city: "Погребище",
            address: "вул. Вінницька, 2",
        },
        {
            index: "22210",
            city: "Погребище",
            address: "вул. Вінницька, 2",
        },
        {
            index: "22214",
            city: "Погребище",
            address: "вул. Вінницька, 2",
        },
        {
            index: "22220",
            city: "Погребище",
            address: "вул. Вінницька, 2",
        },
        {
            index: "22230",
            city: "Погребище",
            address: "вул. Вінницька, 2",
        },
        {
            index: "22261",
            city: "Погребище Перше",
            address: "вул. Центральна, 32",
        },
        {
            index: "23051",
            city: "Попівці",
            address: "вул. 8-го Березня, 3",
        },
        {
            index: "24824",
            city: "Попова Гребля",
            address: "вул. Слобода, 6",
        },
        {
            index: "22066",
            city: "Порик",
            address: "вул. І. Свідерського, 31Б",
        },
        {
            index: "24461",
            city: "Поташня",
            address: "вул. Головна, 69",
        },
        {
            index: "23111",
            city: "Почапинці",
            address: "вул. Садова, 1",
        },
        {
            index: "23262",
            city: "Пултівці",
            address: "вул. Шевченка, 7",
        },
        {
            index: "22036",
            city: "Пустовійти",
            address: "вул. Центральна, 107А",
        },
        {
            index: "24415",
            city: "П’Ятківка",
            address: "вул. Миру, 1",
        },
        {
            index: "23425",
            city: "Рівне",
            address: "вул. Центральна, 7",
        },
        {
            index: "22415",
            city: "Радівка",
            address: "вул. Центральна, 3А",
        },
        {
            index: "23536",
            city: "Рахни-Лісові",
            address: "вул. Центральна, 96",
        },
        {
            index: "22828",
            city: "Рачки",
            address: "вул. Незалежності, 3",
        },
        {
            index: "24212",
            city: "Рожнятівка",
            address: "вул. Миру, 91",
        },
        {
            index: "22263",
            city: "Розкопане",
            address: "вул. Центральна, 18",
        },
        {
            index: "22542",
            city: "Росоша",
            address: "вул. Грушевського, 16А",
        },
        {
            index: "23851",
            city: "Росоша",
            address: "вул. Перемоги, 9",
        },
        {
            index: "22831",
            city: "Рубань",
            address: "вул. Озерна, 63",
        },
        {
            index: "23515",
            city: "Руданське",
            address: "вул. Леніна, 27",
        },
        {
            index: "24723",
            city: "Рудниця",
            address: "вул. Шевченка, 12 В",
        },
        {
            index: "24335",
            city: "Савинці",
            address: "вул. Мічуріна, 1",
        },
        {
            index: "22460",
            city: "Сальник",
            address: "вул. Жовтнева, 1",
        },
        {
            index: "22022",
            city: "Сальниця",
            address: "вул. Соборна, 40",
        },
        {
            index: "22163",
            city: "Самгородок",
            address: "вул. Миру, 21",
        },
        {
            index: "23113",
            city: "Северинівка",
            address: "вул. Грушевського, 4",
        },
        {
            index: "23316",
            city: "Селище",
            address: "вул. Дмитрівська, 104А",
        },
        {
            index: "23122",
            city: "Сербинівці",
            address: "вул. Залізнична, 9",
        },
        {
            index: "24441",
            city: "Серебрія",
            address: "вул. Гагаріна, 33",
        },
        {
            index: "24026",
            city: "Серебрія",
            address: "вул. Свято Михайлівська, 8",
        },
        {
            index: "24014",
            city: "Серебринці",
            address: "вул. Шкільна, 4",
        },
        {
            index: "24440",
            city: "Серединка",
            address: "вул. Маковійчука, 8",
        },
        {
            index: "22514",
            city: "Сиваківці",
            address: "вул. Центральна, 34",
        },
        {
            index: "22864",
            city: "Ситківці",
            address: "вул. Шевченка, 5",
        },
        {
            index: "22616",
            city: "Скала",
            address: "вул. Молодіжна, 11",
        },
        {
            index: "22011",
            city: "Скаржинці",
            address: "вул. Парсяка, 10А",
        },
        {
            index: "22609",
            city: "Скоморошки",
            address: "вул. Центральна, 13",
        },
        {
            index: "22883",
            city: "Скрицьке",
            address: "вул. Центральна, 5",
        },
        {
            index: "23505",
            city: "Слобода-Шаргородська",
            address: "вул. Першотравнева, 13",
        },
        {
            index: "24009",
            city: "Слобода-Яришівська",
            address: "вул. Марії Руденко, 18",
        },
        {
            index: "22755",
            city: "Слободище",
            address: "вул. Центральна, 9",
        },
        {
            index: "23415",
            city: "Снітків",
            address: "вул. Шевченка, 59",
        },
        {
            index: "23820",
            city: "Соболівка",
            address: "вул. Центральна, 4",
        },
        {
            index: "24124",
            city: "Сокіл",
            address: "вул. Незалежності, 70",
        },
        {
            index: "22846",
            city: "Сокілець",
            address: "вул. Михайлівська, 68",
        },
        {
            index: "23207",
            city: "Сокиринці",
            address: "вул. Шевченка, 31",
        },
        {
            index: "24633",
            city: "Соколівка",
            address: "вул. Соборна, 1",
        },
        {
            index: "22730",
            city: "Сорока",
            address: "вул. Гагаріна, 9",
        },
        {
            index: "22344",
            city: "Сосни",
            address: "вул. Центральна, 2",
        },
        {
            index: "23218",
            city: "Сосонка",
            address: "вул. Миру, 2",
        },
        {
            index: "22812",
            city: "Сподахи",
            address: "вул. Центральна, 46",
        },
        {
            index: "24452",
            city: "Ставки",
            address: "вул. Гагаріна, 1",
        },
        {
            index: "23241",
            city: "Стадниця",
            address: "вул. Шевченка, 1",
        },
        {
            index: "23160",
            city: "Станіславчик",
            address: "вул. Центральна, 27",
        },
        {
            index: "22511",
            city: "Стара Прилука",
            address: "вул. Горького, 47",
        },
        {
            index: "23255",
            city: "Степанівка",
            address: "вул. Соборна, 1Г",
        },
        {
            index: "23257",
            city: "Степанівка",
            address: "вул. Цукрозаводська, 4А",
        },
        {
            index: "23814",
            city: "Степанівка",
            address: "вул. Миру, 2",
        },
        {
            index: "22242",
            city: "Степанки",
            address: "вул. Молодіжна, 3",
        },
        {
            index: "23743",
            city: "Степашки",
            address: "вул. 1-го Травня, 30",
        },
        {
            index: "23807",
            city: "Стражгород",
            address: "вул. Садова, 8",
        },
        {
            index: "23210",
            city: "Стрижавка",
            address: "вул. 40 річчя Перемоги, 22",
        },
        {
            index: "23211",
            city: "Стрижавка",
            address: "вул. Молодіжна, 7",
        },
        {
            index: "23340",
            city: "Строїнці",
            address: "вул. 50-річчя Жовтня, 14",
        },
        {
            index: "22550",
            city: "Струтинка",
            address: "вул. Гагаріна, 1",
        },
        {
            index: "24715",
            city: "Студена",
            address: "вул. Соборна, 25",
        },
        {
            index: "23643",
            city: "Суворовське",
            address: "вул. Центральна, 23",
        },
        {
            index: "24031",
            city: "Сугаки",
            address: "вул. Незалежності, 9",
        },
        {
            index: "24410",
            city: "Сумівка",
            address: "вул. Центральна, 3",
        },
        {
            index: "23320",
            city: "Сутиски",
            address: "пл. Перемоги, 9",
        },
        {
            index: "22037",
            city: "Сьомаки",
            address: "вул. Ротая, 2",
        },
        {
            index: "23800",
            city: "Теплик",
            address: "вул. Незалежності, 5",
        },
        {
            index: "23806",
            city: "Теплик",
            address: "вул. Незалежності, 5",
        },
        {
            index: "23811",
            city: "Теплик",
            address: "вул. Незалежності, 5",
        },
        {
            index: "23842",
            city: "Теплик",
            address: "вул. Незалежності, 5",
        },
        {
            index: "23027",
            city: "Терешки",
            address: "вул. Покровського,13",
        },
        {
            index: "24443",
            city: "Тернівка",
            address: "вул. Святкова, 1",
        },
        {
            index: "23300",
            city: "Тиврів",
            address: "вул. Тиверська, 55",
        },
        {
            index: "23303",
            city: "Тиврів",
            address: "вул. Тиверська, 55",
        },
        {
            index: "23306",
            city: "Тиврів",
            address: "вул. Тиверська, 55",
        },
        {
            index: "23317",
            city: "Тиврів",
            address: "вул. Тиверська, 55",
        },
        {
            index: "23644",
            city: "Тиманівка",
            address: "вул. Заболотного, 1",
        },
        {
            index: "24434",
            city: "Тирлівка",
            address: "вул. Центральна, 40",
        },
        {
            index: "24200",
            city: "Томашпіль",
            address: "пл. Тараса Шевченка, 12",
        },
        {
            index: "24206",
            city: "Томашпіль",
            address: "вул. Криворучка, 1",
        },
        {
            index: "24207",
            city: "Томашпіль",
            address: "вул. Криворучка, 1",
        },
        {
            index: "24214",
            city: "Томашпіль",
            address: "вул. Криворучка, 1",
        },
        {
            index: "24226",
            city: "Томашпіль",
            address: "вул. Криворучка, 1",
        },
        {
            index: "24361",
            city: "Торканівка",
            address: "вул. Центральна, 111",
        },
        {
            index: "24300",
            city: "Тростянець",
            address: "вул. Соборна, 47",
        },
        {
            index: "24317",
            city: "Тростянець",
            address: "вул. Соборна, 47",
        },
        {
            index: "24324",
            city: "Тростянець",
            address: "вул. Соборна, 47",
        },
        {
            index: "23332",
            city: "Тростянець",
            address: "вул. Травнева, 55",
        },
        {
            index: "24342",
            city: "Тростянчик",
            address: "вул. Шевченка, 3",
        },
        {
            index: "24703",
            city: "Трудове",
            address: "вул. Центральна, 1",
        },
        {
            index: "23600",
            city: "Тульчин",
            address: "вул. Миколи Леонтовича, 76",
        },
        {
            index: "23611",
            city: "Тульчин",
            address: "вул. Миколи Леонтовича, 76",
        },
        {
            index: "23621",
            city: "Тульчин",
            address: "вул. Миколи Леонтовича, 76",
        },
        {
            index: "23632",
            city: "Тульчин",
            address: "вул. Миколи Леонтовича, 76",
        },
        {
            index: "23642",
            city: "Тульчин",
            address: "вул. Миколи Леонтовича, 76",
        },
        {
            index: "22513",
            city: "Турбів",
            address: "вул. Миру, 115",
        },
        {
            index: "23853",
            city: "Удич",
            address: "вул. 9-го Травня, 1",
        },
        {
            index: "22320",
            city: "Уладівка",
            address: "вул. Миру, 4",
        },
        {
            index: "22412",
            city: "Уладівське",
            address: "вул. Шкільна, 3",
        },
        {
            index: "22021",
            city: "Уланів",
            address: "вул. Миру, 20",
        },
        {
            index: "24453",
            city: "Устя",
            address: "вул. Центральна, 1",
        },
        {
            index: "22153",
            city: "Флоріанівка",
            address: "вул. Йосипівська, 1",
        },
        {
            index: "24405",
            city: "Флорине",
            address: "вул. Чкалова, 58",
        },
        {
            index: "23208",
            city: "Хижинці",
            address: "вул. Івана Богуна, 59В",
        },
        {
            index: "22000",
            city: "Хмільник",
            address: "пл. Перемоги, 2",
        },
        {
            index: "22002",
            city: "Хмільник",
            address: "вул. Столярчука, 44",
        },
        {
            index: "22003",
            city: "Хмільник",
            address: "вул. Курортна, 2",
        },
        {
            index: "22009",
            city: "Хмільник",
            address: "пл. Перемоги ,2",
        },
        {
            index: "22034",
            city: "Хмільник",
            address: "пл. Перемоги, 2",
        },
        {
            index: "22064",
            city: "Хмільник",
            address: "пл. Перемоги, 2",
        },
        {
            index: "23544",
            city: "Хоменки",
            address: "вул. Івана Цурканя, 51",
        },
        {
            index: "24020",
            city: "Хоньківці",
            address: "вул. 70-річчя Жовтня, 21",
        },
        {
            index: "24545",
            city: "Цекинівка",
            address: "вул. Леніна, 75",
        },
        {
            index: "24360",
            city: "Цибулівка",
            address: "вул. Волощука, 1",
        },
        {
            index: "22629",
            city: "Чагів",
            address: "пров. Шкільний, 22",
        },
        {
            index: "23026",
            city: "Чемериське",
            address: "вул. Чкалова, 2",
        },
        {
            index: "23325",
            city: "Черемошне",
            address: "вул. Шкільна, 12",
        },
        {
            index: "22443",
            city: "Черепашинці",
            address: "вул. Центральна, 4",
        },
        {
            index: "24100",
            city: "Чернівці",
            address: "вул. Святомиколаївська, 182",
        },
        {
            index: "24036",
            city: "Чернівці",
            address: "вул. Святомиколаївська, 182",
        },
        {
            index: "22612",
            city: "Чернявка",
            address: "вул. Першотравнева, 8",
        },
        {
            index: "23124",
            city: "Чернятин",
            address: "вул. Графа Львова, 1",
        },
        {
            index: "24430",
            city: "Чернятка",
            address: "вул. Незалежності, 5",
        },
        {
            index: "24327",
            city: "Четвертинівка",
            address: "вул. Гагаріна, 4",
        },
        {
            index: "23735",
            city: "Чечелівка",
            address: "вул. Леніна, 1",
        },
        {
            index: "24800",
            city: "Чечельник",
            address: "вул. Свято-Михайлівська, 2",
        },
        {
            index: "24732",
            city: "Чорномин",
            address: "вул. Шкільна, 1",
        },
        {
            index: "22818",
            city: "Чуків",
            address: "вул. Леонтовича, 1",
        },
        {
            index: "23534",
            city: "Шаргород",
            address: "вул. Героїв Майдану, 228",
        },
        {
            index: "23542",
            city: "Шаргород",
            address: "вул. Героїв Майдану, 228",
        },
        {
            index: "23500",
            city: "Шаргород",
            address: "вул. Героїв Майдану,228",
        },
        {
            index: "23506",
            city: "Шаргород",
            address: "вул. Героїв Майдану, 228",
        },
        {
            index: "23514",
            city: "Шаргород",
            address: "вул. Героїв Майдану, 228",
        },
        {
            index: "23048",
            city: "Шипинки",
            address: "вул. Миру, 6",
        },
        {
            index: "22065",
            city: "Широка Гребля",
            address: "вул. ГЕС, б/н",
        },
        {
            index: "24432",
            city: "Шляхова",
            address: "вул. Кавуна, 1",
        },
        {
            index: "23614",
            city: "Шпиків",
            address: "вул. Незалежності, 86",
        },
        {
            index: "23622",
            city: "Шура-Копіівська",
            address: "вул. Шевченка, 70",
        },
        {
            index: "22531",
            city: "Щаслива",
            address: "вул. Миру, 2",
        },
        {
            index: "22111",
            city: "Юрівка",
            address: "вул. Миру, 15",
        },
        {
            index: "23620",
            city: "Юрківка",
            address: "вул. Незалежності, 56",
        },
        {
            index: "22863",
            city: "Юрківці",
            address: "вул. Центральна, 1",
        },
        {
            index: "24040",
            city: "Юрківці",
            address: "вул. Миру, 245",
        },
        {
            index: "23524",
            city: "Юхимівка",
            address: "вул. Миру, 1",
        },
        {
            index: "22622",
            city: "Якимівка",
            address: "вул. Київська, 36",
        },
        {
            index: "23222",
            city: "Якушинці",
            address: "вул. Барвінкова, 2Б",
        },
        {
            index: "24234",
            city: "Яланець",
            address: "вул. Соборна, 1",
        },
        {
            index: "24460",
            city: "Яланець",
            address: "вул. Центральна, 39",
        },
        {
            index: "23021",
            city: "Ялтушків",
            address: "вул. Соборна, 13",
        },
        {
            index: "24500",
            city: "Ямпіль",
            address: "вул. Свободи, 122",
        },
        {
            index: "24507",
            city: "Ямпіль",
            address: "вул. Свободи, 122",
        },
        {
            index: "24510",
            city: "Ямпіль",
            address: "вул. Свободи, 122",
        },
        {
            index: "24024",
            city: "Яришів",
            address: "вул. Леніна, 1",
        },
        {
            index: "23740",
            city: "Ярмолинці",
            address: "вул. Жовтнева, 20",
        },
        {
            index: "24060",
            city: "Яруга",
            address: "вул. Дністровська, 62",
        },
    ],
    Волинська: [
        {
            index: "45755",
            city: "Іванівка",
            address: "вул. Гагаріна, 15",
        },
        {
            index: "45300",
            city: "Іваничі",
            address: "вул. Грушевського, 11",
        },
        {
            index: "45012",
            city: "Арсеновичі",
            address: "вул. Центральна, 28",
        },
        {
            index: "45064",
            city: "Білашів",
            address: "вул. Кайдана,4",
        },
        {
            index: "45037",
            city: "Білин",
            address: "вул. 40 років Перемоги, 5А",
        },
        {
            index: "45517",
            city: "Білопіль",
            address: "вул. Шевченка, 2",
        },
        {
            index: "45641",
            city: "Білосток",
            address: "вул. Кондзелевича, 1",
        },
        {
            index: "44308",
            city: "Бірки",
            address: "вул. Центральна, 7",
        },
        {
            index: "44202",
            city: "Бірки",
            address: "вул. Поліська, 40",
        },
        {
            index: "45643",
            city: "Баїв",
            address: "вул. Перемоги, 37Б",
        },
        {
            index: "44203",
            city: "Березичі",
            address: "вул. Поліська, 20",
        },
        {
            index: "44251",
            city: "Березна Воля",
            address: "вул. Першотравнева, 2",
        },
        {
            index: "44737",
            city: "Березовичі",
            address: "вул. Першотравнева, 4",
        },
        {
            index: "45144",
            city: "Березолуки",
            address: "вул. Перемоги, 43А",
        },
        {
            index: "45717",
            city: "Берестечко",
            address: "вул. Січових Стрільців, 8",
        },
        {
            index: "45215",
            city: "Берестяне",
            address: "вул. Перемоги, 7",
        },
        {
            index: "45135",
            city: "Береськ",
            address: "вул. Миру, 44",
        },
        {
            index: "44242",
            city: "Бихів",
            address: "вул. Незалежності, 50",
        },
        {
            index: "45324",
            city: "Благодатне",
            address: "вул. Миру, 9",
        },
        {
            index: "44842",
            city: "Бобли",
            address: "вул. Вишнева, 36",
        },
        {
            index: "45613",
            city: "Боголюби",
            address: "вул. 40 років Перемоги, 57",
        },
        {
            index: "45605",
            city: "Боратин",
            address: "вул. Центральна, 22",
        },
        {
            index: "44666",
            city: "Боровичі",
            address: "вул. Незалежності, 19",
        },
        {
            index: "44529",
            city: "Боровне",
            address: "вул. Миру, 2",
        },
        {
            index: "45245",
            city: "Борохів",
            address: "вул. Визволителів, 25Б",
        },
        {
            index: "44132",
            city: "Броди",
            address: "вул. Центральна, 8",
        },
        {
            index: "44535",
            city: "Брониця",
            address: "вул. Шевченка, 6",
        },
        {
            index: "45068",
            city: "Бруховичі",
            address: "вул. Незалежності, 3",
        },
        {
            index: "45518",
            city: "Бубнів",
            address: "вул. Шкільна, 6",
        },
        {
            index: "44609",
            city: "Будки",
            address: "вул. Центральна, 7",
        },
        {
            index: "45770",
            city: "Бужани",
            address: "вул. Центральна, 37",
        },
        {
            index: "44519",
            city: "Бузаки",
            address: "вул. 8 Березня, 9",
        },
        {
            index: "44440",
            city: "Буцинь",
            address: "вул. Молодіжна, 35",
        },
        {
            index: "45621",
            city: "Буяни",
            address: "вул. Лесі Українки, 2",
        },
        {
            index: "45510",
            city: "Війниця",
            address: "вул. Незалежності, 2",
        },
        {
            index: "45723",
            city: "Вільхівка",
            address: "вул. Шкільна, 4",
        },
        {
            index: "44631",
            city: "Велика Ведмежка",
            address: "вул. Лесі Українки, 14",
        },
        {
            index: "44221",
            city: "Велика Глуша",
            address: "вул. Шевченка,28",
        },
        {
            index: "44607",
            city: "Велика Осниця",
            address: "вул. Центральна, 53",
        },
        {
            index: "44643",
            city: "Велика Яблунька",
            address: "вул. Перемоги, 31А",
        },
        {
            index: "44210",
            city: "Великий Курінь",
            address: "вул. Незалежності, 54",
        },
        {
            index: "44545",
            city: "Великий Обзир",
            address: "вул. Партизанська, 17",
        },
        {
            index: "45509",
            city: "Великий Окорськ",
            address: "вул. Шевченка, 7",
        },
        {
            index: "44164",
            city: "Велимче",
            address: "вул. Центральна, 32",
        },
        {
            index: "45047",
            city: "Велицьк",
            address: "вул. Перемоги, 88",
        },
        {
            index: "44721",
            city: "Верба",
            address: "вул. Ковельська, 11",
        },
        {
            index: "44570",
            city: "Верхи",
            address: "вул. Центральна, 5",
        },
        {
            index: "45609",
            city: "Веселе",
            address: "вул. Торчинська, 3",
        },
        {
            index: "44220",
            city: "Ветли",
            address: "вул. Миру, 5",
        },
        {
            index: "44520",
            city: "Видерта",
            address: "вул. Ковельська, 145",
        },
        {
            index: "44152",
            city: "Видраниця",
            address: "вул. Центральна, 28",
        },
        {
            index: "44505",
            city: "Видричі",
            address: "вул. Центральна, 31",
        },
        {
            index: "44112",
            city: "Височне",
            address: "вул. Центральна, 31",
        },
        {
            index: "44534",
            city: "Воєгоща",
            address: "вул. Центральна, 1",
        },
        {
            index: "44328",
            city: "Володимир-Волинський",
            address: "вул. Сагайдачного, 1",
        },
        {
            index: "44701",
            city: "Володимир-Волинський",
            address: "вул. Ковельська, 138",
        },
        {
            index: "44702",
            city: "Володимир-Волинський",
            address: "вул. Сагайдачного,1",
        },
        {
            index: "44710",
            city: "Володимир-Волинський",
            address: "вул. Сагайдачного, 1",
        },
        {
            index: "44724",
            city: "Володимир-Волинський",
            address: "вул. Сагайдачного, 1",
        },
        {
            index: "45062",
            city: "Волошки",
            address: "вул. Богдана Хмельницького, 32",
        },
        {
            index: "44530",
            city: "Ворокомле",
            address: "вул. Щорса, 32",
        },
        {
            index: "45136",
            city: "Ворончин",
            address: "вул. Центральна, 1",
        },
        {
            index: "45645",
            city: "Воютин",
            address: "вул. Центральна, 5",
        },
        {
            index: "44211",
            city: "В’Язівне",
            address: "вул. Шкільна, 31",
        },
        {
            index: "45607",
            city: "Гірка Полонка",
            address: "вул. Горохівська, 63Б",
        },
        {
            index: "44207",
            city: "Гірки",
            address: "вул. Центральна,134А",
        },
        {
            index: "44130",
            city: "Гірники",
            address: "вул. Центральна, 26",
        },
        {
            index: "44836",
            city: "Гайки",
            address: "вул. Центральна, 5",
        },
        {
            index: "44424",
            city: "Галина Воля",
            address: "вул. Підрічна, 6",
        },
        {
            index: "45745",
            city: "Галичани",
            address: "вул. Шкільна, 3",
        },
        {
            index: "44613",
            city: "Галузія",
            address: "вул. Зелена, 3",
        },
        {
            index: "44410",
            city: "Глухи",
            address: "вул. Денисова, 92",
        },
        {
            index: "44671",
            city: "Годомичі",
            address: "вул. Центральна, 3",
        },
        {
            index: "45019",
            city: "Голоби",
            address: "вул. Шевченка, 8",
        },
        {
            index: "44323",
            city: "Головне",
            address: "вул. Миру, 35",
        },
        {
            index: "44681",
            city: "Гораймівка",
            address: "вул. Свободи, 1",
        },
        {
            index: "45152",
            city: "Городині",
            address: "вул. Центральна, 11А",
        },
        {
            index: "45024",
            city: "Городище",
            address: "вул. Молодіжна, 4",
        },
        {
            index: "45627",
            city: "Городище",
            address: "вул. Шкільна, 35",
        },
        {
            index: "45701",
            city: "Горохів",
            address: "вул. Шевченка, 13",
        },
        {
            index: "44305",
            city: "Гороховище",
            address: "вул. Центральна, 11",
        },
        {
            index: "44023",
            city: "Грабове",
            address: "вул. Партизанська, 53",
        },
        {
            index: "44604",
            city: "Граддя",
            address: "вул. Партизанська,8А",
        },
        {
            index: "45235",
            city: "Грем’Яче",
            address: "вул. Грушевського, 83",
        },
        {
            index: "44521",
            city: "Грудки",
            address: "вул. Соціальна, 3",
        },
        {
            index: "45320",
            city: "Гряди",
            address: "вул. Лесі Українки, 4А",
        },
        {
            index: "45513",
            city: "Губин",
            address: "вул. Шкільна,4",
        },
        {
            index: "45726",
            city: "Губин Перший",
            address: "вул. Луцька, 43",
        },
        {
            index: "44145",
            city: "Гута",
            address: "вул. Незалежності, 56",
        },
        {
            index: "44528",
            city: "Гута-Боровенська",
            address: "вул. Довга Нива, 3",
        },
        {
            index: "44317",
            city: "Гуща",
            address: "вул. Центральна, 30",
        },
        {
            index: "44165",
            city: "Датинь",
            address: "вул. 1 Травня, 12",
        },
        {
            index: "45243",
            city: "Дачне",
            address: "вул. 1 Травня, 16А",
        },
        {
            index: "44243",
            city: "Деревок",
            address: "вул. Поліщука, 37",
        },
        {
            index: "45260",
            city: "Дерно",
            address: "вул. Незалежності, 71Б",
        },
        {
            index: "44513",
            city: "Добре",
            address: "вул. Центральна, 10",
        },
        {
            index: "45746",
            city: "Довгів",
            address: "вул. Зарічна, 4",
        },
        {
            index: "44232",
            city: "Дольськ",
            address: "вул. Незалежності, 1",
        },
        {
            index: "45530",
            city: "Дорогиничі",
            address: "вул. Миру,6",
        },
        {
            index: "45133",
            city: "Доросині",
            address: "вул. Миру,60",
        },
        {
            index: "45022",
            city: "Доротище",
            address: "вул. Шкільна, 2",
        },
        {
            index: "45029",
            city: "Дроздні",
            address: "вул. Незалежності, 39",
        },
        {
            index: "44412",
            city: "Дубечне",
            address: "вул. Робітнича, 28",
        },
        {
            index: "45236",
            city: "Дубище",
            address: "вул. Незалежності, 43",
        },
        {
            index: "45109",
            city: "Дубище",
            address: "вул. Зелена, 45",
        },
        {
            index: "45031",
            city: "Дубове",
            address: "вул. Ковельська, 72",
        },
        {
            index: "44808",
            city: "Дуліби",
            address: "вул. Центральна, 14",
        },
        {
            index: "45753",
            city: "Жабче",
            address: "вул. Шкільна, 8",
        },
        {
            index: "45331",
            city: "Жашковичі",
            address: "вул. Центральна, 10",
        },
        {
            index: "45240",
            city: "Жидичин",
            address: "вул. Данила Галицького, 10",
        },
        {
            index: "44141",
            city: "Жиричі",
            address: "вул. Центральна, 18",
        },
        {
            index: "45217",
            city: "Жорнище",
            address: "вул. Центральна, 3А",
        },
        {
            index: "45213",
            city: "Журавичі",
            address: "вул. Шевченка, 10",
        },
        {
            index: "44455",
            city: "Журавлине",
            address: "вул. Перемоги, 11",
        },
        {
            index: "45709",
            city: "Журавники",
            address: "вул. Загребельна, 6",
        },
        {
            index: "44142",
            city: "Заболоття",
            address: "вул. Незалежності, 5",
        },
        {
            index: "45328",
            city: "Заболотці",
            address: "вул. Молодіжна, 30А",
        },
        {
            index: "45615",
            city: "Забороль",
            address: "вул. Володимирська, 62",
        },
        {
            index: "44160",
            city: "Заброди",
            address: "вул. Лесі Українки, 5",
        },
        {
            index: "44310",
            city: "Забужжя",
            address: "вул. Центральна, 56",
        },
        {
            index: "45221",
            city: "Завітне",
            address: "вул. Шевченка, 55А",
        },
        {
            index: "45346",
            city: "Завидів",
            address: "вул. Центральна, 102",
        },
        {
            index: "44208",
            city: "Залізниця",
            address: "вул. Івана Пасевича,4",
        },
        {
            index: "44144",
            city: "Заліси",
            address: "вул. Центральна, 20",
        },
        {
            index: "44541",
            city: "Залісся",
            address: "вул. Соборності, 81",
        },
        {
            index: "45143",
            city: "Залісці",
            address: "вул. Центральна, 33А",
        },
        {
            index: "44205",
            city: "Залаззя",
            address: "вул. Юрія Трохимука, 2",
        },
        {
            index: "44120",
            city: "Залухів",
            address: "вул. 8 Березня, 5",
        },
        {
            index: "45506",
            city: "Замличі",
            address: "вул. Молодіжна, 2",
        },
        {
            index: "44153",
            city: "Замшани",
            address: "вул. Лесі Українки, 35",
        },
        {
            index: "44331",
            city: "Запілля",
            address: "вул. Мічуріна, 30",
        },
        {
            index: "45021",
            city: "Заріччя",
            address: "вул. Зарічна, 13А",
        },
        {
            index: "44740",
            city: "Заріччя",
            address: "вул. Героїв Майдану, 2",
        },
        {
            index: "45329",
            city: "Заставне",
            address: "вул. Клименка, 25В",
        },
        {
            index: "45502",
            city: "Затурці",
            address: "вул. Липинського, 24",
        },
        {
            index: "44303",
            city: "Зачернеччя",
            address: "вул. Центральна, 17",
        },
        {
            index: "45516",
            city: "Заячиці",
            address: "вул. Незалежності, 32",
        },
        {
            index: "45250",
            city: "Звірів",
            address: "вул. Центральна, 3",
        },
        {
            index: "45725",
            city: "Звиняче",
            address: "вул. Шевченка, 36",
        },
        {
            index: "44313",
            city: "Згорани",
            address: "вул. Максим’яка, 38",
        },
        {
            index: "44150",
            city: "Здомишель",
            address: "вул. Шевченка, 39",
        },
        {
            index: "45761",
            city: "Зелене",
            address: "вул. Берестецька, 2",
        },
        {
            index: "45521",
            city: "Зубильне",
            address: "вул. Молодіжна, 1",
        },
        {
            index: "45201",
            city: "Ківерці",
            address: "вул. Шевченка, 8",
        },
        {
            index: "45234",
            city: "Кадище",
            address: "вул. Залізнична, 6",
        },
        {
            index: "44107",
            city: "Камінь-Каширський",
            address: "вул. Шевченка,1",
        },
        {
            index: "44501",
            city: "Камінь-Каширський",
            address: "вул. Шевченка, 1",
        },
        {
            index: "44572",
            city: "Карасин",
            address: "вул. Шевченка, 16",
        },
        {
            index: "44606",
            city: "Карасин",
            address: "вул. Центральна, 23Б",
        },
        {
            index: "45232",
            city: "Карпилівка",
            address: "вул. Івана Франка,9",
        },
        {
            index: "44542",
            city: "Качин",
            address: "вул. Центральна, 27",
        },
        {
            index: "45735",
            city: "Квасів",
            address: "вул. Центральна, 12",
        },
        {
            index: "45505",
            city: "Кисилин",
            address: "вул. 40 років Перемоги, 2",
        },
        {
            index: "44550",
            city: "Клітицьк",
            address: "вул. 8 Березня, 2",
        },
        {
            index: "44803",
            city: "Клюськ",
            address: "вул. Тагачинська, 1",
        },
        {
            index: "45630",
            city: "Княгининок",
            address: "вул. Соборна, 77",
        },
        {
            index: "45001",
            city: "Ковель",
            address: "вул. Сагайдачного, 6Б",
        },
        {
            index: "45002",
            city: "Ковель",
            address: "вул. Богдана Хмельницького, 9",
        },
        {
            index: "45004",
            city: "Ковель",
            address: "вул. Степана Бандери, 9",
        },
        {
            index: "45005",
            city: "Ковель",
            address: "вул. Ватутіна, 59",
        },
        {
            index: "45006",
            city: "Ковель",
            address: "вул. Володимирська, 101",
        },
        {
            index: "45007",
            city: "Ковель",
            address: "вул. Відродження, 4",
        },
        {
            index: "45008",
            city: "Ковель",
            address: "вул. Незалежності, 84",
        },
        {
            index: "44430",
            city: "Ковель",
            address: "вул. Незалежності, 84",
        },
        {
            index: "44804",
            city: "Ковель",
            address: "вул. Незалежності,84",
        },
        {
            index: "45533",
            city: "Козлів",
            address: "вул. Центральна, 4",
        },
        {
            index: "45036",
            city: "Козлиничі",
            address: "вул. Нова, 3",
        },
        {
            index: "44661",
            city: "Колки",
            address: "вул. Грушевського, 44",
        },
        {
            index: "45751",
            city: "Колодеже",
            address: "вул. Центральна, 6",
        },
        {
            index: "45061",
            city: "Колодяжне",
            address: "вул. Лесі Українки, 20",
        },
        {
            index: "45304",
            city: "Колона",
            address: "вул. Павлюка, 12А",
        },
        {
            index: "45551",
            city: "Колпитів",
            address: "вул. Федорова, 12",
        },
        {
            index: "44651",
            city: "Комарове",
            address: "вул. Лесі Українки, 1",
        },
        {
            index: "45536",
            city: "Конюхи",
            address: "вул. Шевченка, 2",
        },
        {
            index: "45150",
            city: "Копачівка",
            address: "вул. Першотравнева, 46",
        },
        {
            index: "44660",
            city: "Копилля",
            address: "вул. Центральна, 43",
        },
        {
            index: "45544",
            city: "Коритниця",
            address: "вул. Набережна, 10",
        },
        {
            index: "44111",
            city: "Кортеліси",
            address: "вул. Перемоги, 32",
        },
        {
            index: "45651",
            city: "Коршів",
            address: "вул. Лесі Українки, 49",
        },
        {
            index: "44616",
            city: "Костюхнівка",
            address: "вул. Молодіжна, 17",
        },
        {
            index: "44654",
            city: "Красноволя",
            address: "вул. Лесі Українки, 48",
        },
        {
            index: "44723",
            city: "Красностав",
            address: "вул. Центральна, 3",
        },
        {
            index: "45145",
            city: "Кременець",
            address: "вул. Рожищенська, 36",
        },
        {
            index: "45116",
            city: "Крижівка",
            address: "вул. 1 Травня, 45",
        },
        {
            index: "44420",
            city: "Кримне",
            address: "вул. Центральна, 5",
        },
        {
            index: "44672",
            city: "Криничне",
            address: "вул. Лесі Українки, 3А",
        },
        {
            index: "45014",
            city: "Кричевичі",
            address: "вул. Шевченка, 1",
        },
        {
            index: "45604",
            city: "Крупа",
            address: "вул. Шкільна, 1",
        },
        {
            index: "44640",
            city: "Кукли",
            address: "вул. Гірка, 3",
        },
        {
            index: "44653",
            city: "Куликовичі",
            address: "вул. Богдана Хмельницького,2Б",
        },
        {
            index: "44813",
            city: "Кульчин",
            address: "вул. Миру, 41",
        },
        {
            index: "44852",
            city: "Купичів",
            address: "вул. Незалежності, 27",
        },
        {
            index: "44326",
            city: "Куснища",
            address: "вул. Матиюка, 34",
        },
        {
            index: "44635",
            city: "Лісове",
            address: "вул. Центральна, 5",
        },
        {
            index: "45663",
            city: "Лаврів",
            address: "вул. Шкільна, 1",
        },
        {
            index: "44743",
            city: "Ласків",
            address: "вул. Шевченка, 1",
        },
        {
            index: "45731",
            city: "Лемешів",
            address: "вул. Підгаєвська, 3",
        },
        {
            index: "45601",
            city: "Липини",
            address: "вул. Центральна, 7",
        },
        {
            index: "45212",
            city: "Липне",
            address: "вул. Шкільна, 1А",
        },
        {
            index: "45325",
            city: "Литовеж",
            address: "вул. Володимира Якобчука, 11",
        },
        {
            index: "44544",
            city: "Личини",
            address: "вул. Центральна, 40Б",
        },
        {
            index: "44610",
            city: "Лишнівка",
            address: "вул. Молодіжна, 69",
        },
        {
            index: "45638",
            city: "Лище",
            address: "вул. Шкільна, 1А",
        },
        {
            index: "45739",
            city: "Лобачівка",
            address: "вул. Незалежності, 4",
        },
        {
            index: "45500",
            city: "Локачі",
            address: "вул. Миру, 26",
        },
        {
            index: "44732",
            city: "Лудин",
            address: "вул. Лесі Українки,1",
        },
        {
            index: "45115",
            city: "Луків",
            address: "вул. Миру, 3",
        },
        {
            index: "44810",
            city: "Луків",
            address: "вул. Грушевського президента, 41",
        },
        {
            index: "45330",
            city: "Луковичі",
            address: "вул. Селянська, 11А",
        },
        {
            index: "43005",
            city: "Луцьк",
            address: "вул. Привокзальна, 1",
        },
        {
            index: "43006",
            city: "Луцьк",
            address: "вул. Франка, 61",
        },
        {
            index: "43008",
            city: "Луцьк",
            address: "вул. Писаревського, 22",
        },
        {
            index: "43010",
            city: "Луцьк",
            address: "просп. Волі, 52",
        },
        {
            index: "43012",
            city: "Луцьк",
            address: "вул. Балківська, 2",
        },
        {
            index: "43016",
            city: "Луцьк",
            address: "вул. Ковельська, 9",
        },
        {
            index: "43017",
            city: "Луцьк",
            address: "вул. Шота Руставелі, 9",
        },
        {
            index: "43018",
            city: "Луцьк",
            address: "вул. Львівська, 63",
        },
        {
            index: "43020",
            city: "Луцьк",
            address: "вул. Рівненська, 109",
        },
        {
            index: "43021",
            city: "Луцьк",
            address: "просп. Перемоги, 27",
        },
        {
            index: "43022",
            city: "Луцьк",
            address: "вул. Ранкова, 6",
        },
        {
            index: "43023",
            city: "Луцьк",
            address: "вул. Конякіна, 14",
        },
        {
            index: "43024",
            city: "Луцьк",
            address: "просп. Соборності, 11А",
        },
        {
            index: "43025",
            city: "Луцьк",
            address: "вул. Кривий Вал,19",
        },
        {
            index: "43026",
            city: "Луцьк",
            address: "вул. Гордіюк, 35",
        },
        {
            index: "43027",
            city: "Луцьк",
            address: "майдан Київський, 9",
        },
        {
            index: "43501",
            city: "Луцьк",
            address: "просп. Перемоги, 27",
        },
        {
            index: "45111",
            city: "Луцьк",
            address: "вул. Зв’язківців, 2",
        },
        {
            index: "45619",
            city: "Луцьк",
            address: "вул. Зв’язківців, 2",
        },
        {
            index: "44200",
            city: "Любешів",
            address: "вул. Незалежності, 76",
        },
        {
            index: "45027",
            city: "Любитів",
            address: "вул. Незалежності, 70",
        },
        {
            index: "45013",
            city: "Люблинець",
            address: "вул. Незалежності, 7",
        },
        {
            index: "44301",
            city: "Любомль",
            address: "вул. Поштова, 4",
        },
        {
            index: "44422",
            city: "Любохини",
            address: "вул. Центральна, 17",
        },
        {
            index: "45142",
            city: "Любче",
            address: "вул. Антоніни Савчук, 36",
        },
        {
            index: "44235",
            city: "Люб’Язь",
            address: "вул. Перемоги, 11",
        },
        {
            index: "45079",
            city: "Майдан",
            address: "вул. Дубова, 2",
        },
        {
            index: "44859",
            city: "Маковичі",
            address: "вул. Перемоги, 3",
        },
        {
            index: "44206",
            city: "Мала Глуша",
            address: "вул. Лесі Українки, 11",
        },
        {
            index: "44601",
            city: "Маневичі",
            address: "вул. Незалежності, 11",
        },
        {
            index: "45741",
            city: "Мар’Янівка",
            address: "вул. Незалежності, 93",
        },
        {
            index: "44343",
            city: "Машів",
            address: "вул. Центральна, 30",
        },
        {
            index: "44124",
            city: "Межисить",
            address: "вул. Центральна, 21",
        },
        {
            index: "44008",
            city: "Мельники",
            address: "вул. Шевченка, 63",
        },
        {
            index: "44514",
            city: "Мельники-Мостище",
            address: "вул. Ладана, 8",
        },
        {
            index: "45041",
            city: "Мельниця",
            address: "вул. Велицька, 83",
        },
        {
            index: "45706",
            city: "Мерва",
            address: "вул. Богдана Хмельницького, 14",
        },
        {
            index: "44452",
            city: "Мизове",
            address: "вул. Богдана Хмельницького, 40А",
        },
        {
            index: "44761",
            city: "Микуличі",
            address: "вул. Мілашенкова, 34",
        },
        {
            index: "44806",
            city: "Миляновичі",
            address: "вул. Центральна, 20",
        },
        {
            index: "45307",
            city: "Милятин",
            address: "вул. Тараса Шевченка, 51",
        },
        {
            index: "45732",
            city: "Мирків",
            address: "вул. Шпагіна, 16",
        },
        {
            index: "45711",
            city: "Мирне",
            address: "вул. Шкільна, 17",
        },
        {
            index: "45714",
            city: "Михлин",
            address: "вул. Молодіжна, 4",
        },
        {
            index: "45316",
            city: "Мишів",
            address: "вул. Колгоспна, 13В",
        },
        {
            index: "44110",
            city: "Млинове",
            address: "вул. Брестська, 24",
        },
        {
            index: "45315",
            city: "Мовники",
            address: "вул. Лесі Українки, 19А",
        },
        {
            index: "44414",
            city: "Мокре",
            address: "вул. Шевченка, 5",
        },
        {
            index: "44840",
            city: "Мокрець",
            address: "вул. Васильчука, 74",
        },
        {
            index: "45305",
            city: "Морозовичі",
            address: "вул. Колгоспна, 15",
        },
        {
            index: "45020",
            city: "Мощена",
            address: "вул. 40 років Перемоги, 57",
        },
        {
            index: "44231",
            city: "Мукошин",
            address: "вул. Поліська, 34",
        },
        {
            index: "45112",
            city: "Навіз",
            address: "вул. Молодіжна, 12",
        },
        {
            index: "44223",
            city: "Невір",
            address: "вул. Івана Бубала,16",
        },
        {
            index: "45652",
            city: "Несвіч",
            address: "вул. Центральна, 54",
        },
        {
            index: "44560",
            city: "Нові Червища",
            address: "вул. Центральна, 81",
        },
        {
            index: "44408",
            city: "Нова Вижва",
            address: "вул. Міщанська, 38",
        },
        {
            index: "44620",
            city: "Нова Руда",
            address: "вул. Центральна, 8",
        },
        {
            index: "44861",
            city: "Новий Двір",
            address: "вул. Центральна, 46",
        },
        {
            index: "45018",
            city: "Новий Мосир",
            address: "вул. Квітнева, 9",
        },
        {
            index: "45401",
            city: "Нововолинськ",
            address: "вул. Грушевського, 6",
        },
        {
            index: "45402",
            city: "Нововолинськ",
            address: "вул. Героїв АТО, 12",
        },
        {
            index: "45403",
            city: "Нововолинськ",
            address: "м-р П’ятнадцятий, 6",
        },
        {
            index: "45405",
            city: "Нововолинськ",
            address: "м-р Шахтарський, 38",
        },
        {
            index: "45407",
            city: "Нововолинськ",
            address: "вул. Митрополита Шептицького, 6",
        },
        {
            index: "45408",
            city: "Нововолинськ",
            address: "бульв. Шевченка,15",
        },
        {
            index: "45738",
            city: "Новосілки",
            address: "вул. Паркова, 11",
        },
        {
            index: "45108",
            city: "Носачевичі",
            address: "вул. Молодіжна,1",
        },
        {
            index: "44320",
            city: "Нудиже",
            address: "вул. Шевченка, 12",
        },
        {
            index: "44540",
            city: "Нуйно",
            address: "вул. Лесі Українки, 96",
        },
        {
            index: "45017",
            city: "Облапи",
            address: "вул. Незалежності, 101",
        },
        {
            index: "44720",
            city: "Овадне",
            address: "вул. Молодіжна,10",
        },
        {
            index: "44830",
            city: "Овлочин",
            address: "вул. Незалежності, 52",
        },
        {
            index: "45642",
            city: "Одеради",
            address: "вул. Центральна, 42Б",
        },
        {
            index: "45051",
            city: "Озерне",
            address: "вул. Центральна, 2",
        },
        {
            index: "45222",
            city: "Озеро",
            address: "вул. Миколи Олексюка, 2",
        },
        {
            index: "45722",
            city: "Озерці",
            address: "вул. Шкільна, 16",
        },
        {
            index: "45242",
            city: "Озерце",
            address: "вул. Дачна, 12",
        },
        {
            index: "44855",
            city: "Озеряни",
            address: "вул. Центральна, 66",
        },
        {
            index: "45515",
            city: "Озютичі",
            address: "вул. Молодіжна,2",
        },
        {
            index: "44563",
            city: "Оленине",
            address: "вул. Торгова, 63",
        },
        {
            index: "44319",
            city: "Олеськ",
            address: "вул. Богдана Хмельницького, 1",
        },
        {
            index: "45229",
            city: "Олика",
            address: "вул. Замкова, 6",
        },
        {
            index: "45210",
            city: "Омельне",
            address: "вул. Центральна, 7",
        },
        {
            index: "44507",
            city: "Осівці",
            address: "вул. Центральна, 2",
        },
        {
            index: "44843",
            city: "Оса",
            address: "вул. Ревушківська, 5",
        },
        {
            index: "44858",
            city: "Осьмиговичі",
            address: "вул. Центральна, 49",
        },
        {
            index: "45730",
            city: "Підбереззя",
            address: "вул. Центральна, 11",
        },
        {
            index: "44511",
            city: "Підбороччя",
            address: "вул. Центральна, 13",
        },
        {
            index: "45602",
            city: "Підгайці",
            address: "вул. Шкільна, 30",
        },
        {
            index: "44318",
            city: "Підгородне",
            address: "вул. Віталія Карповича, 3",
        },
        {
            index: "45635",
            city: "Піддубці",
            address: "вул. Миру, 16",
        },
        {
            index: "44214",
            city: "Підкормілля",
            address: "вул. Молодіжна,11",
        },
        {
            index: "45035",
            city: "Підріжжя",
            address: "вул. Лесі Українки, 14",
        },
        {
            index: "44525",
            city: "Підріччя",
            address: "вул. Лісна, 1",
        },
        {
            index: "44010",
            city: "Піща",
            address: "вул. Центральна, 40",
        },
        {
            index: "44565",
            city: "Піщане",
            address: "вул. Центральна, 9",
        },
        {
            index: "45342",
            city: "Павлівка",
            address: "вул. Незалежності, 29А",
        },
        {
            index: "45252",
            city: "Пальче",
            address: "вул. Перемоги,1А",
        },
        {
            index: "44454",
            city: "Паридуби",
            address: "вул. Центральна, 11",
        },
        {
            index: "44812",
            city: "Перевали",
            address: "вул. Центральна, 6",
        },
        {
            index: "45718",
            city: "Перемиль",
            address: "вул. Перемоги, 2А",
        },
        {
            index: "45344",
            city: "Переславичі",
            address: "вул. Молодіжна, 27",
        },
        {
            index: "45123",
            city: "Переспа",
            address: "пл. Миру, 2",
        },
        {
            index: "45734",
            city: "Печихвости",
            address: "вул. Центральна, 29",
        },
        {
            index: "44503",
            city: "Пнівне",
            address: "вул. Центральна, 21",
        },
        {
            index: "45016",
            city: "Поворськ",
            address: "вул. Київська, 37",
        },
        {
            index: "45140",
            city: "Пожарки",
            address: "вул. Тиха, 1",
        },
        {
            index: "45253",
            city: "Покащів",
            address: "вул. Відродження, 101",
        },
        {
            index: "44416",
            city: "Поліське",
            address: "вул. Солобаєва, 1",
        },
        {
            index: "44315",
            city: "Полапи",
            address: "вул. Незалежності, 159",
        },
        {
            index: "44509",
            city: "Полиці",
            address: "вул. Волі, 3",
        },
        {
            index: "45608",
            city: "Полонка",
            address: "вул. Перемоги, 82",
        },
        {
            index: "45090",
            city: "Поповичі",
            address: "вул. Мартинюка, 5",
        },
        {
            index: "45303",
            city: "Поромів",
            address: "вул. Центральна, 1",
        },
        {
            index: "44163",
            city: "Поступель",
            address: "вул. Центральна, 3",
        },
        {
            index: "44307",
            city: "Почапи",
            address: "вул. Незалежності, 39",
        },
        {
            index: "45543",
            city: "Привітне",
            address: "вул. Центральна, 38",
        },
        {
            index: "44614",
            city: "Прилісне",
            address: "вул. Сойне, 3",
        },
        {
            index: "44030",
            city: "Прип’Ять",
            address: "вул. Лесі Українки, 1",
        },
        {
            index: "45660",
            city: "Промінь",
            address: "вул. Миру, 11",
        },
        {
            index: "44106",
            city: "Прохід",
            address: "вул. Центральна, 1",
        },
        {
            index: "44013",
            city: "Пулемець",
            address: "вул. Незалежності, 103",
        },
        {
            index: "44020",
            city: "Пульмо",
            address: "вул. Незалежності, 181",
        },
        {
            index: "45720",
            city: "Пустомити",
            address: "вул. Молодіжна, 6",
        },
        {
            index: "44730",
            city: "П’Ятидні",
            address: "вул. Незалежності, 51",
        },
        {
            index: "44304",
            city: "Рівне",
            address: "вул. 17 Вересня, 14",
        },
        {
            index: "44133",
            city: "Річиця",
            address: "вул. Центральна, 6",
        },
        {
            index: "44353",
            city: "Радехів",
            address: "вул. Незалежності, 50",
        },
        {
            index: "45333",
            city: "Радовичі",
            address: "пров. Центральний, 3",
        },
        {
            index: "45664",
            city: "Радомишль",
            address: "вул. Центральна, 47",
        },
        {
            index: "45039",
            city: "Радошин",
            address: "вул. Рокосовського, 67",
        },
        {
            index: "44573",
            city: "Радошинка",
            address: "вул. 1 Травня, 2",
        },
        {
            index: "44524",
            city: "Раків Ліс",
            address: "вул. Ветеранів, 87А",
        },
        {
            index: "45628",
            city: "Ратнів",
            address: "вул. Перемоги, 9",
        },
        {
            index: "44101",
            city: "Ратне",
            address: "вул. Центральна, 7",
        },
        {
            index: "45721",
            city: "Рачин",
            address: "вул. Шкільна, 11",
        },
        {
            index: "45340",
            city: "Риковичі",
            address: "вул. Шкільна, 3",
        },
        {
            index: "44350",
            city: "Римачі",
            address: "вул. Залізнична, 1А",
        },
        {
            index: "44733",
            city: "Рогожани",
            address: "вул. Лесі Українки,1",
        },
        {
            index: "45101",
            city: "Рожище",
            address: "вул. Незалежності, 60А",
        },
        {
            index: "45618",
            city: "Рокині",
            address: "вул. Шкільна, 1",
        },
        {
            index: "45616",
            city: "Романів",
            address: "вул. Першотравнева, 38",
        },
        {
            index: "44012",
            city: "Ростань",
            address: "вул. Шкільна, 31",
        },
        {
            index: "45141",
            city: "Рудка-Козинська",
            address: "вул. Шкільна, 5",
        },
        {
            index: "44608",
            city: "Рудники",
            address: "вул. Центральна, 44",
        },
        {
            index: "44450",
            city: "Рудня",
            address: "вул. Миру, 15",
        },
        {
            index: "45743",
            city: "Сільце",
            address: "вул. Львівська, 34",
        },
        {
            index: "45082",
            city: "Сільце",
            address: "вул. Центральна, 3",
        },
        {
            index: "44131",
            city: "Сільце",
            address: "вул. Центральна, 20",
        },
        {
            index: "45640",
            city: "Садів",
            address: "вул. Незалежності, 45",
        },
        {
            index: "44031",
            city: "Самійличі",
            address: "вул. Молодіжна, 14",
        },
        {
            index: "44113",
            city: "Самари",
            address: "вул. Соборна, 24",
        },
        {
            index: "44115",
            city: "Самари-Оріхові",
            address: "вул. Центральна, 18",
        },
        {
            index: "44021",
            city: "Світязь",
            address: "вул. Жовтнева, 58",
        },
        {
            index: "45057",
            city: "Свидники",
            address: "вул. Луцька, 1",
        },
        {
            index: "44807",
            city: "Свинарин",
            address: "вул. Незалежності, 26",
        },
        {
            index: "44255",
            city: "Седлище",
            address: "вул. Миру, 96",
        },
        {
            index: "44441",
            city: "Седлище",
            address: "вул. Незалежності, 23",
        },
        {
            index: "44726",
            city: "Селець",
            address: "вул. Незалежності,1",
        },
        {
            index: "45750",
            city: "Сенкевичівка",
            address: "вул. Шевченка, 18",
        },
        {
            index: "44442",
            city: "Сереховичі",
            address: "вул. Центральна, 22",
        },
        {
            index: "44611",
            city: "Серхів",
            address: "вул. Довжиця, 29",
        },
        {
            index: "45230",
            city: "Сильне",
            address: "вул. Лесі Українки, 46",
        },
        {
            index: "45633",
            city: "Сирники",
            address: "вул. Конякіна, 10",
        },
        {
            index: "44662",
            city: "Ситниця",
            address: "вул. Шевченка, 38А",
        },
        {
            index: "45015",
            city: "Ситовичі",
            address: "вул. Лісова, 5",
        },
        {
            index: "45707",
            city: "Скірче",
            address: "вул. Ватинська, 5",
        },
        {
            index: "45703",
            city: "Скобелка",
            address: "вул. Луцька, 35",
        },
        {
            index: "45757",
            city: "Скригове",
            address: "вул. Центральна, 17",
        },
        {
            index: "45010",
            city: "Скулин",
            address: "вул. Шкільна, 3",
        },
        {
            index: "44453",
            city: "Смідин",
            address: "вул. Миру, 6",
        },
        {
            index: "44425",
            city: "Смоляри",
            address: "вул. Центральна, 29",
        },
        {
            index: "45113",
            city: "Сокіл",
            address: "вул. Незалежності, 38А",
        },
        {
            index: "45223",
            city: "Сокиричі",
            address: "вул. Центральна, 14",
        },
        {
            index: "44833",
            city: "Соловичі",
            address: "вул. Шкільна, 2",
        },
        {
            index: "44433",
            city: "Солов’Ї",
            address: "вул. Незалежності, 24",
        },
        {
            index: "45323",
            city: "Соснина",
            address: "вул. Богдана Хмельницького, 1",
        },
        {
            index: "44508",
            city: "Сошичне",
            address: "вул. Ковельська, 102",
        },
        {
            index: "44831",
            city: "Ставки",
            address: "вул. Зацерковна, 19А",
        },
        {
            index: "45033",
            city: "Старі Кошари",
            address: "вул. Молодіжна, 10",
        },
        {
            index: "44401",
            city: "Стара Вижівка",
            address: "вул. Незалежності, 54",
        },
        {
            index: "44423",
            city: "Стара Гута",
            address: "вул. Лесі Українки, 75",
        },
        {
            index: "45312",
            city: "Стара Лішня",
            address: "вул. Миру, 39",
        },
        {
            index: "45534",
            city: "Старий Загорів",
            address: "вул. Центральна, 24",
        },
        {
            index: "45317",
            city: "Старий Порицьк",
            address: "вул. Молодіжна, 6",
        },
        {
            index: "44636",
            city: "Старий Чорторийськ",
            address: "вул. Сокола, 103",
        },
        {
            index: "44712",
            city: "Стенжаричі",
            address: "вул. Молодіжна, 3",
        },
        {
            index: "44575",
            city: "Стобихівка",
            address: "вул. Незалежності, 57",
        },
        {
            index: "44311",
            city: "Столинські Смоляри",
            address: "вул. Володимирська, 26",
        },
        {
            index: "44250",
            city: "Судче",
            address: "вул. Рівненська, 4",
        },
        {
            index: "44722",
            city: "Сусваль",
            address: "вул. 1 Травня, 27",
        },
        {
            index: "45220",
            city: "Суськ",
            address: "вул. Молодіжна, 20",
        },
        {
            index: "44411",
            city: "Текля",
            address: "вул. Волі, 55",
        },
        {
            index: "45724",
            city: "Терешківці",
            address: "вул. Центральна, 34",
        },
        {
            index: "44538",
            city: "Тоболи",
            address: "вул. Любешівська, 1",
        },
        {
            index: "45107",
            city: "Топільне",
            address: "вул. Ювілейна,20",
        },
        {
            index: "45610",
            city: "Торчин",
            address: "вул. Незалежності, 93",
        },
        {
            index: "45214",
            city: "Тростянець",
            address: "вул. Волі, 61А",
        },
        {
            index: "44622",
            city: "Троянівка",
            address: "вул. Першотравнева,4Б",
        },
        {
            index: "44850",
            city: "Туличів",
            address: "вул. Центральна, 12",
        },
        {
            index: "45512",
            city: "Тумин",
            address: "вул. Набережна, 16",
        },
        {
            index: "44821",
            city: "Тупали",
            address: "вул. Шкільна, 17",
        },
        {
            index: "44140",
            city: "Тур",
            address: "вул. Лесі Українки, 53",
        },
        {
            index: "44801",
            city: "Турійськ",
            address: "вул. Луцька, 6",
        },
        {
            index: "44805",
            city: "Туропин",
            address: "вул. Перемоги, 4",
        },
        {
            index: "45715",
            city: "Угринів",
            address: "вул. Шевченка, 13",
        },
        {
            index: "45154",
            city: "Уляники",
            address: "вул. Центральна, 15",
        },
        {
            index: "45622",
            city: "Усичі",
            address: "вул. Козацька, 29",
        },
        {
            index: "44709",
            city: "Устилуг",
            address: "вул. Володимирська, 44",
        },
        {
            index: "45044",
            city: "Уховецьк",
            address: "вул. Центральна, 18А",
        },
        {
            index: "44344",
            city: "Хворостів",
            address: "вул. Дружби, 19",
        },
        {
            index: "44738",
            city: "Хмелівка",
            address: "вул. Богдана Хмельницького,3",
        },
        {
            index: "44755",
            city: "Хобултова",
            address: "вул. Шевченка, 1",
        },
        {
            index: "45740",
            city: "Холонів",
            address: "вул. Центральна, 2",
        },
        {
            index: "45211",
            city: "Холоневичі",
            address: "вул. Травнева, 4",
        },
        {
            index: "45520",
            city: "Холопичі",
            address: "вул. Центральна, 4",
        },
        {
            index: "45251",
            city: "Хорлупи",
            address: "вул. Зелена, 1",
        },
        {
            index: "44512",
            city: "Хотешів",
            address: "вул. Лесі Українки, 26",
        },
        {
            index: "44234",
            city: "Хоцунь",
            address: "вул. Миру, 4",
        },
        {
            index: "44241",
            city: "Цир",
            address: "вул. Героїв майдану,9",
        },
        {
            index: "44632",
            city: "Цміни",
            address: "вул. Незалежності, 59",
        },
        {
            index: "45233",
            city: "Цумань",
            address: "вул. Затишна, 2",
        },
        {
            index: "45653",
            city: "Чаруків",
            address: "вул. Поштова, 18",
        },
        {
            index: "45655",
            city: "Чаруків",
            address: "вул. Вокзальна, 98/1",
        },
        {
            index: "44415",
            city: "Чевель",
            address: "вул. Пісочанська, 2Б",
        },
        {
            index: "44624",
            city: "Череваха",
            address: "вул. Центральна, 45А",
        },
        {
            index: "44322",
            city: "Черемошна Воля",
            address: "вул. Шкільна, 10",
        },
        {
            index: "44510",
            city: "Черче",
            address: "вул. Центральна, 32",
        },
        {
            index: "44670",
            city: "Четвертня",
            address: "вул. Незалежності, 44А",
        },
        {
            index: "44680",
            city: "Чорниж",
            address: "вул. Центральна, 43",
        },
        {
            index: "44000",
            city: "Шацьк",
            address: "вул. Шковороди, 30",
        },
        {
            index: "45503",
            city: "Шельвів",
            address: "вул. Центральна, 18",
        },
        {
            index: "45620",
            city: "Шепель",
            address: "вул. Миру, 43А",
        },
        {
            index: "45712",
            city: "Шклинь",
            address: "вул. Центральна, 11",
        },
        {
            index: "44204",
            city: "Шлапань",
            address: "вул. Гірська, 1",
        },
        {
            index: "44122",
            city: "Щедрогір",
            address: "вул. Набережна, 18",
        },
        {
            index: "44121",
            city: "Щитинська Воля",
            address: "вул. Центральна, 25",
        },
        {
            index: "44225",
            city: "Щитинь",
            address: "вул. Шкільна, 40",
        },
        {
            index: "45130",
            city: "Щурин",
            address: "вул. Незалежності, 15",
        },
        {
            index: "45120",
            city: "Ясенівка",
            address: "вул. Волі, 24",
        },
    ],
    Дніпропетровська: [
        {
            index: "51831",
            city: "Єлизаветівка",
            address: "вул. Центральна, 9",
        },
        {
            index: "51801",
            city: "Іванівка",
            address: "вул. Центральна, 70",
        },
        {
            index: "52952",
            city: "Іванівка",
            address: "вул. Центральна, 28",
        },
        {
            index: "52138",
            city: "Івашинівка",
            address: "вул. Кобякіна, 10",
        },
        {
            index: "52421",
            city: "Іверське",
            address: "вул. Шкільна, 1",
        },
        {
            index: "52520",
            city: "Іларіонове",
            address: "вул. Центральна, 1А",
        },
        {
            index: "53507",
            city: "Іллінка",
            address: "вул. Ілліча, 1а",
        },
        {
            index: "52334",
            city: "Адамівка",
            address: "вул. Центральна, 10",
        },
        {
            index: "53604",
            city: "Андріївка",
            address: "вул. Центральна, 1А",
        },
        {
            index: "53702",
            city: "Андріївка",
            address: "вул. Набережна, 6",
        },
        {
            index: "52406",
            city: "Аполлонівка",
            address: "м-р Військове містечко, 18/13",
        },
        {
            index: "53801",
            city: "Апостолове",
            address: "вул. Центральна, 51",
        },
        {
            index: "53803",
            city: "Апостолове",
            address: "вул. Вокзальна, 29",
        },
        {
            index: "52310",
            city: "Аули",
            address: "вул. Івана Сірка, 8",
        },
        {
            index: "51010",
            city: "Бабайківка",
            address: "вул. Театральна, 1а",
        },
        {
            index: "51224",
            city: "Багате",
            address: "вул. Лісова, 2",
        },
        {
            index: "52415",
            city: "Багате",
            address: "вул. Центральна, 92",
        },
        {
            index: "52116",
            city: "Байдаківка",
            address: "вул. Центральна, 33А",
        },
        {
            index: "52010",
            city: "Балівка",
            address: "вул. Центральна, 47",
        },
        {
            index: "52462",
            city: "Башмачка",
            address: "вул. Кірова, 22",
        },
        {
            index: "52401",
            city: "Березнуватівка",
            address: "вул. Адміністративна, 4",
        },
        {
            index: "53624",
            city: "Березове",
            address: "вул. Центральна, 3",
        },
        {
            index: "52311",
            city: "Бикове",
            address: "вул. Шкільна, 18",
        },
        {
            index: "53701",
            city: "Благодатне",
            address: "вул. Центральна, 1",
        },
        {
            index: "51438",
            city: "Богданівка",
            address: "вул. Центральна, 35А",
        },
        {
            index: "52149",
            city: "Богдано-Надеждівка",
            address: "вул. Вишнева, 1А",
        },
        {
            index: "52705",
            city: "Богинівка",
            address: "вул. Центральна, 7",
        },
        {
            index: "51486",
            city: "Богуслав",
            address: "пров. Партизанський, 10",
        },
        {
            index: "52308",
            city: "Божедарівка",
            address: "вул. Поштова, 2",
        },
        {
            index: "52344",
            city: "Болтишка",
            address: "вул. Ватутіна, 40А",
        },
        {
            index: "51607",
            city: "Боровківка",
            address: "вул. Центральна, 77",
        },
        {
            index: "51611",
            city: "Бородаївка",
            address: "вул. Центральна, 8",
        },
        {
            index: "51120",
            city: "Бузівка",
            address: "вул. Незалежності, 8",
        },
        {
            index: "51448",
            city: "Булахівка",
            address: "вул. Центральна, 16Б",
        },
        {
            index: "52472",
            city: "Військове",
            address: "вул. Миронова, 9",
        },
        {
            index: "52513",
            city: "Вільне",
            address: "вул. Центральна, 146",
        },
        {
            index: "53032",
            city: "Вільне",
            address: "вул. Шевченка, 9",
        },
        {
            index: "51260",
            city: "Вільне",
            address: "вул. Перемоги, 23",
        },
        {
            index: "51619",
            city: "Вільногірськ",
            address: "бульв. Миру,12А",
        },
        {
            index: "50607",
            city: "Вітрівка",
            address: "вул. Кооперативна, 51б",
        },
        {
            index: "53165",
            city: "Вакулове",
            address: "вул. Леніна, 20",
        },
        {
            index: "51309",
            city: "Варварівка",
            address: "вул. Центральна, 76",
        },
        {
            index: "50701",
            city: "Варварівка",
            address: "вул. Вчительська, 2",
        },
        {
            index: "52403",
            city: "Василівка",
            address: "вул. Стремського, 3",
        },
        {
            index: "50724",
            city: "Василівка-На-Дніпрі",
            address: "вул. Яворницького, 3",
        },
        {
            index: "52600",
            city: "Васильківка",
            address: "вул. Партизанська, 144",
        },
        {
            index: "52602",
            city: "Васильківка",
            address: "вул. Соборна, 249",
        },
        {
            index: "52604",
            city: "Васильківка",
            address: "вул. Партизанська, 144",
        },
        {
            index: "53861",
            city: "Велика Костромка",
            address: "вул. Фартушного, 19",
        },
        {
            index: "50739",
            city: "Великомихайлівка",
            address: "вул. Центральна, 60",
        },
        {
            index: "53621",
            city: "Великомихайлівка",
            address: "вул. Шевченка, 6",
        },
        {
            index: "52610",
            city: "Великоолександрівка",
            address: "вул. Кооперативна, 3",
        },
        {
            index: "52632",
            city: "Вербівське",
            address: "вул. Центральна, 64",
        },
        {
            index: "51440",
            city: "Вербки",
            address: "вул. Матросова, 5",
        },
        {
            index: "51660",
            city: "Верхівцеве",
            address: "вул. Центральна, 91",
        },
        {
            index: "51600",
            city: "Верхньодніпровськ",
            address: "вул. Тітова,8",
        },
        {
            index: "51614",
            city: "Верхньодніпровськ",
            address: "вул. Тітова, 8",
        },
        {
            index: "53009",
            city: "Веселе",
            address: "вул. Центральна, 1А",
        },
        {
            index: "53515",
            city: "Виводове",
            address: "вул. Центральна, 1",
        },
        {
            index: "52141",
            city: "Виноградівка",
            address: "вул. Поштова, 26",
        },
        {
            index: "53508",
            city: "Високе",
            address: "вул. Центральна, 24",
        },
        {
            index: "52151",
            city: "Вишневе",
            address: "вул. Перемоги, 67",
        },
        {
            index: "53603",
            city: "Вишневе",
            address: "вул. Дніпровська, 12",
        },
        {
            index: "53152",
            city: "Вишневе",
            address: "вул. Татарця, 119",
        },
        {
            index: "53563",
            city: "Вищетарасівка",
            address: "вул. Вишнева, 12",
        },
        {
            index: "51617",
            city: "Водяне",
            address: "вул. 78 Гвардійської Дивізії, 13",
        },
        {
            index: "53606",
            city: "Водяне",
            address: "вул. Центральна, 48А",
        },
        {
            index: "53106",
            city: "Водяне",
            address: "вул. Гончарова, 47а",
        },
        {
            index: "52025",
            city: "Волоське",
            address: "вул. Центральна, 18",
        },
        {
            index: "52611",
            city: "Воскресенівка",
            address: "вул. Центральна,14",
        },
        {
            index: "51431",
            city: "В’Язівок",
            address: "вул. Центральна, 68",
        },
        {
            index: "52507",
            city: "Гірки",
            address: "вул. Шевченка, 1",
        },
        {
            index: "53614",
            city: "Гаврилівка",
            address: "вул. Перемоги, 15",
        },
        {
            index: "51620",
            city: "Ганнівка",
            address: "вул. Янцева, 61",
        },
        {
            index: "51270",
            city: "Гвардійське",
            address: "вул. Зенітна, 2",
        },
        {
            index: "53001",
            city: "Глеюватка",
            address: "вул. Шевченка, 65Б",
        },
        {
            index: "51230",
            city: "Голубівка",
            address: "вул. Лесі Українки, 20",
        },
        {
            index: "52052",
            city: "Горького",
            address: "вул. Дружби, 8",
        },
        {
            index: "53707",
            city: "Гречані Поди",
            address: "вул. Степова, 1",
        },
        {
            index: "51813",
            city: "Гречане",
            address: "вул. Жовтнева, 63",
        },
        {
            index: "52660",
            city: "Григорівка",
            address: "вул. Центральна, 2",
        },
        {
            index: "53006",
            city: "Грузьке",
            address: "вул. Молодіжна, 2А",
        },
        {
            index: "53818",
            city: "Грушівка",
            address: "вул. Олександра Довженка, 33",
        },
        {
            index: "51250",
            city: "Губиниха",
            address: "вул. Шевченка, 18",
        },
        {
            index: "51251",
            city: "Губиниха",
            address: "вул. Берегового, 10",
        },
        {
            index: "52302",
            city: "Гуляйполе",
            address: "вул. Поштова,5",
        },
        {
            index: "51110",
            city: "Гупалівка",
            address: "вул. Центральна, 2",
        },
        {
            index: "53618",
            city: "Данилівка",
            address: "вул. Центральна, 49",
        },
        {
            index: "53007",
            city: "Данилівка",
            address: "вул. Шкільна, 4",
        },
        {
            index: "52661",
            city: "Дебальцеве",
            address: "вул. Центральна, 35",
        },
        {
            index: "53113",
            city: "Девладове",
            address: "вул. Привокзальна, 10",
        },
        {
            index: "52921",
            city: "Демурине",
            address: "вул. Котляревська, 29",
        },
        {
            index: "50721",
            city: "Дерезувате",
            address: "вул. Ходарева, 1А",
        },
        {
            index: "51618",
            city: "Дмитрівка",
            address: "вул. Вишнева, 9",
        },
        {
            index: "52740",
            city: "Дмитрівка",
            address: "вул. Сайгака,15",
        },
        {
            index: "51115",
            city: "Дмухайлівка",
            address: "вул. Пушкіна,4",
        },
        {
            index: "49130",
            city: "Дніпро",
            address: "просп. Миру, 18",
        },
        {
            index: "49300",
            city: "Дніпро",
            address: "вул. Привокзальна,11",
        },
        {
            index: "49501",
            city: "Дніпро",
            address: "вул. Привокзальна, 11",
        },
        {
            index: "49000",
            city: "Дніпро",
            address: "просп. Дмитра Яворницького, 62",
        },
        {
            index: "49001",
            city: "Дніпро",
            address: "вул. Михайла Грушевського ,10",
        },
        {
            index: "49004",
            city: "Дніпро",
            address: "просп. Олександра Поля, 2",
        },
        {
            index: "49005",
            city: "Дніпро",
            address: "просп. Гагаріна, 13/15",
        },
        {
            index: "49006",
            city: "Дніпро",
            address: "вул. Надії Алексєєнко, 30",
        },
        {
            index: "49007",
            city: "Дніпро",
            address: "вул. Данила Нечая, 19",
        },
        {
            index: "49008",
            city: "Дніпро",
            address: "вул. Робоча, 69",
        },
        {
            index: "49010",
            city: "Дніпро",
            address: "вул. Володі Дубініна, 10",
        },
        {
            index: "49015",
            city: "Дніпро",
            address: "вул. Амбулаторна, 50А",
        },
        {
            index: "49016",
            city: "Дніпро",
            address: "вул. Велика Діївська, 292",
        },
        {
            index: "49018",
            city: "Дніпро",
            address: "вул. Моніторна, 2",
        },
        {
            index: "49019",
            city: "Дніпро",
            address: "вул. Курінна, 54",
        },
        {
            index: "49020",
            city: "Дніпро",
            address: "вул. Старий Шлях, 3",
        },
        {
            index: "49021",
            city: "Дніпро",
            address: "пров. Тульчинський, 1",
        },
        {
            index: "49022",
            city: "Дніпро",
            address: "вул. Молодогвардійська, 26",
        },
        {
            index: "49023",
            city: "Дніпро",
            address: "просп. Мануйлівський, 19",
        },
        {
            index: "49024",
            city: "Дніпро",
            address: "вул. Універсальна, 27",
        },
        {
            index: "49026",
            city: "Дніпро",
            address: "вул. Калинова, 23",
        },
        {
            index: "49027",
            city: "Дніпро",
            address: "пров. Феодосія Макаревського, 1Б",
        },
        {
            index: "49028",
            city: "Дніпро",
            address: "вул. Бібліотечна, 5",
        },
        {
            index: "49033",
            city: "Дніпро",
            address: "вул. 152-ї дивізії, 6",
        },
        {
            index: "49035",
            city: "Дніпро",
            address: "вул. Сумська, 29",
        },
        {
            index: "49038",
            city: "Дніпро",
            address: "вул. Привокзальна, 11",
        },
        {
            index: "49040",
            city: "Дніпро",
            address: "жилий масив Тополя-1, 18",
        },
        {
            index: "49041",
            city: "Дніпро",
            address: "шосе Запорізьке, 74",
        },
        {
            index: "49043",
            city: "Дніпро",
            address: "вул. Андрощука, 1",
        },
        {
            index: "49044",
            city: "Дніпро",
            address: "вул. Чернишевського, буд. 21",
        },
        {
            index: "49045",
            city: "Дніпро",
            address: "вул. Дзвінка, 30",
        },
        {
            index: "49046",
            city: "Дніпро",
            address: "вул. Передова, 528А",
        },
        {
            index: "49047",
            city: "Дніпро",
            address: "вул. Криворізька, 22Б",
        },
        {
            index: "49048",
            city: "Дніпро",
            address: "вул. Дзеркальна, 2Б",
        },
        {
            index: "49051",
            city: "Дніпро",
            address: "просп. Петра Калнишевського, 18",
        },
        {
            index: "49053",
            city: "Дніпро",
            address: "вул. Доблесна, 143А",
        },
        {
            index: "49055",
            city: "Дніпро",
            address: "вул. Тітова, 1",
        },
        {
            index: "49057",
            city: "Дніпро",
            address: "вул. Баженова, 102",
        },
        {
            index: "49061",
            city: "Дніпро",
            address: "вул. Леоніда Стромцова, 7",
        },
        {
            index: "49064",
            city: "Дніпро",
            address: "просп. Івана Мазепи, 2А",
        },
        {
            index: "49066",
            city: "Дніпро",
            address: "вул. Козака Мамая, 12",
        },
        {
            index: "49068",
            city: "Дніпро",
            address: "пл. Новокодацька, 2",
        },
        {
            index: "49069",
            city: "Дніпро",
            address: "просп. Богдана Хмельницького, 8",
        },
        {
            index: "49072",
            city: "Дніпро",
            address: "вул. Добровільна, 5",
        },
        {
            index: "49073",
            city: "Дніпро",
            address: "вул. Татарська, 61Б",
        },
        {
            index: "49074",
            city: "Дніпро",
            address: "просп. Слобожанський, 121",
        },
        {
            index: "49075",
            city: "Дніпро",
            address: "вул. Онезька, 241",
        },
        {
            index: "49080",
            city: "Дніпро",
            address: "шосе Донецьке, 7",
        },
        {
            index: "49081",
            city: "Дніпро",
            address: "вул. Любарського, 14",
        },
        {
            index: "49082",
            city: "Дніпро",
            address: "вул. Передова, 597",
        },
        {
            index: "49083",
            city: "Дніпро",
            address: "вул. Кожемяки, 5",
        },
        {
            index: "49086",
            city: "Дніпро",
            address: "вул. Підгірна, 19",
        },
        {
            index: "49087",
            city: "Дніпро",
            address: "вул. Калинова, 74",
        },
        {
            index: "49089",
            city: "Дніпро",
            address: "вул. Академіка Янгеля, 16",
        },
        {
            index: "49094",
            city: "Дніпро",
            address: "вул. Набережна Перемоги, 44",
        },
        {
            index: "49098",
            city: "Дніпро",
            address: "вул. Любарського, 14",
        },
        {
            index: "49100",
            city: "Дніпро",
            address: "просп. Героїв, 3",
        },
        {
            index: "49101",
            city: "Дніпро",
            address: "просп. Пушкіна, 21",
        },
        {
            index: "49102",
            city: "Дніпро",
            address: "вул. Данила Галицького, 31",
        },
        {
            index: "49106",
            city: "Дніпро",
            address: "просп. Героїв, 12 блок 29",
        },
        {
            index: "49107",
            city: "Дніпро",
            address: "вул. Володі Дубініна, 10",
        },
        {
            index: "49108",
            city: "Дніпро",
            address: "вул. Байкальська, 82",
        },
        {
            index: "49114",
            city: "Дніпро",
            address: "вул. Командира Юніна, 46",
        },
        {
            index: "49115",
            city: "Дніпро",
            address: "вул. Гайова, 51",
        },
        {
            index: "49116",
            city: "Дніпро",
            address: "вул. Курська, 91А",
        },
        {
            index: "49117",
            city: "Дніпро",
            address: "вул. Томська, 22",
        },
        {
            index: "49118",
            city: "Дніпро",
            address: "вул. Чаплинська, 100",
        },
        {
            index: "49124",
            city: "Дніпро",
            address: "вул. Семафорна, 31",
        },
        {
            index: "49125",
            city: "Дніпро",
            address: "вул. Марії Лисиченко, 17",
        },
        {
            index: "49126",
            city: "Дніпро",
            address: "бульв. Слави, 40",
        },
        {
            index: "49127",
            city: "Дніпро",
            address: "вул. Космонавтів, 4",
        },
        {
            index: "49128",
            city: "Дніпро",
            address: "вул. Юрія Кондратюка, 10",
        },
        {
            index: "49129",
            city: "Дніпро",
            address: "шосе Донецьке, 122К",
        },
        {
            index: "51612",
            city: "Дніпровокам’Янка",
            address: "вул. Центральна, 11",
        },
        {
            index: "51650",
            city: "Дніпровське",
            address: "вул. Шкільна, 9",
        },
        {
            index: "53562",
            city: "Добра Надія",
            address: "вул. Кірова, 21",
        },
        {
            index: "52620",
            city: "Добровілля",
            address: "вул. Центральна, 42",
        },
        {
            index: "52051",
            city: "Долинське",
            address: "вул. Центральна, 2",
        },
        {
            index: "52154",
            city: "Долинське",
            address: "вул. Центральна, 3",
        },
        {
            index: "52071",
            city: "Дослідне",
            address: "вул. Наукова, буд. 4",
        },
        {
            index: "50605",
            city: "Дружба",
            address: "вул. Київська, 40",
        },
        {
            index: "52623",
            city: "Дубовики",
            address: "вул. Центральна, 42",
        },
        {
            index: "51109",
            city: "Жданівка",
            address: "вул. Робоча, 45",
        },
        {
            index: "52201",
            city: "Жовті Води",
            address: "вул. Козацької Слави,13",
        },
        {
            index: "52204",
            city: "Жовті Води",
            address: "бульв. Свободи, 39",
        },
        {
            index: "52205",
            city: "Жовті Води",
            address: "вул. Володимира Великого, 91",
        },
        {
            index: "52210",
            city: "Жовті Води",
            address: "вул. Першотравнева,16",
        },
        {
            index: "52130",
            city: "Жовте",
            address: "вул. Українська, 52",
        },
        {
            index: "53134",
            city: "Жовте",
            address: "вул. Тезікова, 44",
        },
        {
            index: "52122",
            city: "Жовтоолександрівка",
            address: "вул. Олександрова, 47Б",
        },
        {
            index: "50717",
            city: "Зайцеве",
            address: "вул. Центральна, 10",
        },
        {
            index: "51013",
            city: "Залелія",
            address: "вул. Чкалова, 9 Б",
        },
        {
            index: "51113",
            city: "Заплавка",
            address: "вул. Шкільна, 1",
        },
        {
            index: "53841",
            city: "Запорізьке",
            address: "вул. Плющенка, 2",
        },
        {
            index: "51630",
            city: "Заріччя",
            address: "вул. Кленова, 3",
        },
        {
            index: "52358",
            city: "Затишне",
            address: "вул. Центральна, 9",
        },
        {
            index: "52601",
            city: "Зелений Гай",
            address: "вул. Паркова, 3А",
        },
        {
            index: "53817",
            city: "Зеленодольськ",
            address: "вул. Спортивна, 1",
        },
        {
            index: "53035",
            city: "Златоустівка",
            address: "вул. Підстепна, 29А",
        },
        {
            index: "51280",
            city: "Знаменівка",
            address: "вул. Центральна, 182",
        },
        {
            index: "52119",
            city: "Зоря",
            address: "вул. Фестивальна, 9",
        },
        {
            index: "52011",
            city: "Зоря",
            address: "вул. Леніна, 1",
        },
        {
            index: "52910",
            city: "Зоряне",
            address: "вул. Центральна, 42",
        },
        {
            index: "50505",
            city: "Калинівка",
            address: "вул. Калинова, 47В",
        },
        {
            index: "50502",
            city: "Кам’Яне",
            address: "вул. Шевченка, 85А",
        },
        {
            index: "53135",
            city: "Кам’Янка",
            address: "вул. Клубна,11",
        },
        {
            index: "53282",
            city: "Кам’Янське",
            address: "вул. Будівельників, 16/1",
        },
        {
            index: "51900",
            city: "Кам’Янське",
            address: "вул. Звенигородська, 28",
        },
        {
            index: "51901",
            city: "Кам’Янське",
            address: "вул. Коліусівська,9",
        },
        {
            index: "51905",
            city: "Кам’Янське",
            address: "вул. Ярославська, 53",
        },
        {
            index: "51906",
            city: "Кам’Янське",
            address: "вул. Дунайська, 41а",
        },
        {
            index: "51911",
            city: "Кам’Янське",
            address: "вул. Республіканська,39",
        },
        {
            index: "51912",
            city: "Кам’Янське",
            address: "вул. Михайла Грушевського, 70",
        },
        {
            index: "51914",
            city: "Кам’Янське",
            address: "вул. Криворізька, 74",
        },
        {
            index: "51915",
            city: "Кам’Янське",
            address: "вул. Лінійна, 8В",
        },
        {
            index: "51916",
            city: "Кам’Янське",
            address: "вул. Залізняка, 17",
        },
        {
            index: "51917",
            city: "Кам’Янське",
            address: "просп. Аношкіна,115",
        },
        {
            index: "51918",
            city: "Кам’Янське",
            address: "вул. Квітів,10",
        },
        {
            index: "51920",
            city: "Кам’Янське",
            address: "вул. Одеська, 2А",
        },
        {
            index: "51922",
            city: "Кам’Янське",
            address: "вул. Звенигородська, 13",
        },
        {
            index: "51925",
            city: "Кам’Янське",
            address: "просп. Гімназичний, 7",
        },
        {
            index: "51927",
            city: "Кам’Янське",
            address: "вул. Тургенєва,18",
        },
        {
            index: "51928",
            city: "Кам’Янське",
            address: "просп. Металургів,84А",
        },
        {
            index: "51931",
            city: "Кам’Янське",
            address: "вул. Ковалевича,2А",
        },
        {
            index: "51933",
            city: "Кам’Янське",
            address: "просп. Свободи, 88",
        },
        {
            index: "51934",
            city: "Кам’Янське",
            address: "вул. Ковалевича,2А",
        },
        {
            index: "51935",
            city: "Кам’Янське",
            address: "вул. Глаголєва,25",
        },
        {
            index: "51937",
            city: "Кам’Янське",
            address: "просп. Наддніпрянський, 1В",
        },
        {
            index: "51938",
            city: "Кам’Янське",
            address: "вул. Алтайська,26",
        },
        {
            index: "51939",
            city: "Кам’Янське",
            address: "бульв. Будівельників, 8Г",
        },
        {
            index: "51940",
            city: "Кам’Янське",
            address: "просп. Металургів,42",
        },
        {
            index: "50612",
            city: "Кам’Янське",
            address: "просп. Конституції,54А",
        },
        {
            index: "53275",
            city: "Капулівка",
            address: "вул. Каховська, б/н",
        },
        {
            index: "51439",
            city: "Карабинівка",
            address: "вул. Шевченка, 68",
        },
        {
            index: "52020",
            city: "Карла Лібкнехта",
            address: "вул. Шкільна,11А",
        },
        {
            index: "51990",
            city: "Карнаухівка",
            address: "вул. Пушкіна,30Б",
        },
        {
            index: "53703",
            city: "Карпівка",
            address: "вул. Центральна, 97А",
        },
        {
            index: "53607",
            city: "Катеринівка",
            address: "вул. Шкільна, 4",
        },
        {
            index: "52320",
            city: "Катеринопіль",
            address: "вул. Шкільна, 4",
        },
        {
            index: "51226",
            city: "Керносівка",
            address: "вул. Калинова, 6",
        },
        {
            index: "53530",
            city: "Кисличеватое",
            address: "вул. Ювілейна,5",
        },
        {
            index: "50738",
            city: "Кислянка",
            address: "вул. Виконкомівська, 10",
        },
        {
            index: "51030",
            city: "Китайгород",
            address: "вул. Центральна, 7",
        },
        {
            index: "51121",
            city: "Ковпаківка",
            address: "вул. Центральна, 30",
        },
        {
            index: "51219",
            city: "Козирщина",
            address: "вул. Весняна, 25",
        },
        {
            index: "53609",
            city: "Коломійці",
            address: "вул. Набережна, 38",
        },
        {
            index: "52142",
            city: "Комісарівка",
            address: "вул. Урожайна, 43",
        },
        {
            index: "51229",
            city: "Королівка",
            address: "вул. Рахівнича, 28",
        },
        {
            index: "51112",
            city: "Котовка",
            address: "вул. Садова, 1Б",
        },
        {
            index: "51433",
            city: "Кочережки",
            address: "вул. Шевченка, 142",
        },
        {
            index: "53005",
            city: "Красівське",
            address: "вул. Центральна, 59Г",
        },
        {
            index: "50000",
            city: "Кривий Ріг",
            address: "просп. Поштовий, 26",
        },
        {
            index: "50001",
            city: "Кривий Ріг",
            address: "вул. Рахманінова, 2А",
        },
        {
            index: "50002",
            city: "Кривий Ріг",
            address: "вул. Лермонтова,18",
        },
        {
            index: "50004",
            city: "Кривий Ріг",
            address: "вул. Старовокзальна, 51",
        },
        {
            index: "50005",
            city: "Кривий Ріг",
            address: "вул. Нахімова, 22",
        },
        {
            index: "50006",
            city: "Кривий Ріг",
            address: "просп. Металургів, 14",
        },
        {
            index: "50008",
            city: "Кривий Ріг",
            address: "вул. Генерала Радієвського, 25",
        },
        {
            index: "50011",
            city: "Кривий Ріг",
            address: "вул. Рубльова, 6",
        },
        {
            index: "50014",
            city: "Кривий Ріг",
            address: "вул. Ракітна, 8",
        },
        {
            index: "50019",
            city: "Кривий Ріг",
            address: "вул. Прорізна, 1",
        },
        {
            index: "50023",
            city: "Кривий Ріг",
            address: "вул. Серафимовича, 114",
        },
        {
            index: "50024",
            city: "Кривий Ріг",
            address: "вул. Петра Калнишевського, 24",
        },
        {
            index: "50025",
            city: "Кривий Ріг",
            address: "вул. Алмазна, 18",
        },
        {
            index: "50026",
            city: "Кривий Ріг",
            address: "просп. Південний, 20",
        },
        {
            index: "50027",
            city: "Кривий Ріг",
            address: "вул. Волгоградська, 9",
        },
        {
            index: "50029",
            city: "Кривий Ріг",
            address: "вул. Сімбірцева, 1",
        },
        {
            index: "50031",
            city: "Кривий Ріг",
            address: "вул. Січеславська, 6",
        },
        {
            index: "50036",
            city: "Кривий Ріг",
            address: "пл. Олександра Поля, 1",
        },
        {
            index: "50037",
            city: "Кривий Ріг",
            address: "вул. Сергія Колачевського, 28",
        },
        {
            index: "50038",
            city: "Кривий Ріг",
            address: "бульв. Європейський, 2А",
        },
        {
            index: "50041",
            city: "Кривий Ріг",
            address: "вул. Радгоспна, 2Г",
        },
        {
            index: "50042",
            city: "Кривий Ріг",
            address: "вул. Покровська, 3",
        },
        {
            index: "50046",
            city: "Кривий Ріг",
            address: "містечко Військове 35, 6а",
        },
        {
            index: "50047",
            city: "Кривий Ріг",
            address: "вул. Сергія Колачевського, 164",
        },
        {
            index: "50048",
            city: "Кривий Ріг",
            address: "вул. Котляревського, 15",
        },
        {
            index: "50049",
            city: "Кривий Ріг",
            address: "вул. Генерала Кузнецова, 6",
        },
        {
            index: "50051",
            city: "Кривий Ріг",
            address: "вул. Медична, 10",
        },
        {
            index: "50052",
            city: "Кривий Ріг",
            address: "вул. Шевченко, 3",
        },
        {
            index: "50053",
            city: "Кривий Ріг",
            address: "вул. Мусоргського, 11",
        },
        {
            index: "50054",
            city: "Кривий Ріг",
            address: "вул. Сергія Параджанова, 13",
        },
        {
            index: "50055",
            city: "Кривий Ріг",
            address: "вул. Магістральна, 25",
        },
        {
            index: "50056",
            city: "Кривий Ріг",
            address: "м-р Сонячний, 22А",
        },
        {
            index: "50057",
            city: "Кривий Ріг",
            address: "м-р Індустріальний, 69",
        },
        {
            index: "50065",
            city: "Кривий Ріг",
            address: "вул. Стрєльникова, 7",
        },
        {
            index: "50066",
            city: "Кривий Ріг",
            address: "вул. Квіткова, 29",
        },
        {
            index: "50067",
            city: "Кривий Ріг",
            address: "просп. Перемоги, 1",
        },
        {
            index: "50069",
            city: "Кривий Ріг",
            address: "вул. Волгоградська, 69",
        },
        {
            index: "50071",
            city: "Кривий Ріг",
            address: "вул. Володимира Великого, 24",
        },
        {
            index: "50073",
            city: "Кривий Ріг",
            address: "вул. Яновського, 1а",
        },
        {
            index: "50074",
            city: "Кривий Ріг",
            address: "вул. Володимира Бизова, 34",
        },
        {
            index: "50076",
            city: "Кривий Ріг",
            address: "вул. Авраменка Івана, 21",
        },
        {
            index: "50078",
            city: "Кривий Ріг",
            address: "м-р Індустріальний, 69",
        },
        {
            index: "50079",
            city: "Кривий Ріг",
            address: "вул. Черкасова, 20",
        },
        {
            index: "50081",
            city: "Кривий Ріг",
            address: "м-р 5-й Зарічний, 38",
        },
        {
            index: "50082",
            city: "Кривий Ріг",
            address: "вул. Каштанова, 33",
        },
        {
            index: "50083",
            city: "Кривий Ріг",
            address: "вул. Володимира Терещенка, 1",
        },
        {
            index: "50084",
            city: "Кривий Ріг",
            address: "вул. 200 років Кривому Рогу, 7А",
        },
        {
            index: "50085",
            city: "Кривий Ріг",
            address: "вул. Миколи Січеславського, 15",
        },
        {
            index: "50086",
            city: "Кривий Ріг",
            address: "вул. Петра Дорошенка, 15",
        },
        {
            index: "50089",
            city: "Кривий Ріг",
            address: "вул. Адмірала Головка, 40",
        },
        {
            index: "50090",
            city: "Кривий Ріг",
            address: "вул. 40-річчя Перемоги, 36",
        },
        {
            index: "50093",
            city: "Кривий Ріг",
            address: "вул. Лісового, 22А",
        },
        {
            index: "50095",
            city: "Кривий Ріг",
            address: "вул. Криворіжсталі, 1",
        },
        {
            index: "50096",
            city: "Кривий Ріг",
            address: "вул. Ватутіна, 59",
        },
        {
            index: "50097",
            city: "Кривий Ріг",
            address: "вул. Хмельова, 13",
        },
        {
            index: "50101",
            city: "Кривий Ріг",
            address: "пл. Молодіжна, 1",
        },
        {
            index: "50102",
            city: "Кривий Ріг",
            address: "вул. Недєліна, 49А",
        },
        {
            index: "50103",
            city: "Кривий Ріг",
            address: "вул. Петра Дорошенка, 15",
        },
        {
            index: "50106",
            city: "Кривий Ріг",
            address: "м-р 4-й Зарічний, 20А",
        },
        {
            index: "50480",
            city: "Кривий Ріг",
            address: "просп. Поштовий, 26",
        },
        {
            index: "50482",
            city: "Кривий Ріг",
            address: "просп. Поштовий, 26",
        },
        {
            index: "50601",
            city: "Кринички",
            address: "вул. Центральна, 36",
        },
        {
            index: "52301",
            city: "Кудашівка",
            address: "вул. Виконкомівська, 23",
        },
        {
            index: "51840",
            city: "Курилівка",
            address: "вул. Калинова, 3",
        },
        {
            index: "51006",
            city: "Лисківка",
            address: "вул. Центральна, 6",
        },
        {
            index: "52120",
            city: "Лихівка",
            address: "вул. Тараса Шевченка, 5",
        },
        {
            index: "51101",
            city: "Личкове",
            address: "вул. Центральна, 103",
        },
        {
            index: "51830",
            city: "Лобойківка",
            address: "вул. Центральна, 92",
        },
        {
            index: "52121",
            city: "Лозуватка",
            address: "вул. Гагаріна, 25",
        },
        {
            index: "53020",
            city: "Лозуватка",
            address: "вул. Миру, 69",
        },
        {
            index: "53225",
            city: "Лошкарівка",
            address: "вул. Центральна, 2а",
        },
        {
            index: "50735",
            city: "Луб’Янка",
            address: "вул. Центральна, 5",
        },
        {
            index: "52042",
            city: "Любимівка",
            address: "вул. Садова, буд. 2",
        },
        {
            index: "51012",
            city: "Ляшківка",
            address: "вул. Центральна, 3",
        },
        {
            index: "52022",
            city: "Маївка",
            address: "вул. Київська, 52",
        },
        {
            index: "51100",
            city: "Магдалинівка",
            address: "вул. Центральна, 57",
        },
        {
            index: "50719",
            city: "Майське",
            address: "вул. Шевченка, 7",
        },
        {
            index: "53612",
            city: "Маломихайлівка",
            address: "вул. Центральна, 21",
        },
        {
            index: "50611",
            city: "Маломихайлівка",
            address: "вул. Центральна, 25",
        },
        {
            index: "50604",
            city: "Малософіївка",
            address: "вул. Центральна,1",
        },
        {
            index: "52605",
            city: "Манвелівка",
            address: "вул. Центральна, 12",
        },
        {
            index: "53401",
            city: "Марганець",
            address: "вул. Єдності, 170",
        },
        {
            index: "53403",
            city: "Марганець",
            address: "вул. Перспективна, 2А",
        },
        {
            index: "53406",
            city: "Марганець",
            address: "вул. Таврійська, 12",
        },
        {
            index: "53407",
            city: "Марганець",
            address: "вул. Єдності, 25",
        },
        {
            index: "53408",
            city: "Марганець",
            address: "вул. Лермонтова, 29",
        },
        {
            index: "51139",
            city: "Мар’Ївка",
            address: "вул. Адмінистративна, 4",
        },
        {
            index: "53109",
            city: "Мар’Ївка",
            address: "вул. Центральна, 1",
        },
        {
            index: "53111",
            city: "Мар’Ївка",
            address: "вул. Гагаріна, 10",
        },
        {
            index: "52114",
            city: "Мар’Янівка",
            address: "вул. Миру, 307",
        },
        {
            index: "51237",
            city: "Мар’Янівка",
            address: "вул. Центральна, 16А",
        },
        {
            index: "53842",
            city: "Мар’Янське",
            address: "вул. Терешкової, 7",
        },
        {
            index: "53843",
            city: "Мар’Янське",
            address: "вул. Калинова, 2а",
        },
        {
            index: "50506",
            city: "Маяк",
            address: "вул. Ювілейна, 21",
        },
        {
            index: "51449",
            city: "Межеріч",
            address: "вул. Соборна, 101Г",
        },
        {
            index: "52900",
            city: "Межова",
            address: "вул. Центральна, 22",
        },
        {
            index: "52905",
            city: "Межова",
            address: "вул. Центральна, 22",
        },
        {
            index: "52907",
            city: "Межова",
            address: "вул. Центральна, 22",
        },
        {
            index: "52919",
            city: "Межова",
            address: "вул. Центральна, 22",
        },
        {
            index: "51217",
            city: "Меліоративне",
            address: "вул. Молодіжна, 29",
        },
        {
            index: "52437",
            city: "Микільське-На-Дніпрі",
            address: "вул. Центральна, 3",
        },
        {
            index: "52060",
            city: "Миколаївка",
            address: "вул. Центральна, 107",
        },
        {
            index: "52061",
            city: "Миколаївка",
            address: "вул. Центральна, 31Г",
        },
        {
            index: "52622",
            city: "Миколаївка",
            address: "вул. Центральна, 8",
        },
        {
            index: "52744",
            city: "Миколаївка",
            address: "вул. Першотравнева,150/1",
        },
        {
            index: "51842",
            city: "Миколаївка",
            address: "вул. Партизанська, 102",
        },
        {
            index: "51254",
            city: "Миколаївка",
            address: "вул. Шкільна, 4",
        },
        {
            index: "53118",
            city: "Миколаївка",
            address: "вул. Авангардська, 17",
        },
        {
            index: "50608",
            city: "Милорадівка",
            address: "вул. Залізнична, 1",
        },
        {
            index: "51114",
            city: "Минівка",
            address: "вул. Миру,1",
        },
        {
            index: "52139",
            city: "Мирне",
            address: "вул. Садова, 2",
        },
        {
            index: "53540",
            city: "Мирове",
            address: "вул. Привокзальна, 4",
        },
        {
            index: "50737",
            city: "Миролюбівка",
            address: "вул. Миру, 35А",
        },
        {
            index: "51222",
            city: "Миролюбівка",
            address: "вул. Центральна, 1",
        },
        {
            index: "53255",
            city: "Миронівка",
            address: "пров. Шкільний, 1а",
        },
        {
            index: "52508",
            city: "Михайлівка",
            address: "вул. Центральна, 40",
        },
        {
            index: "51007",
            city: "Михайлівка",
            address: "вул. Вороного, 2",
        },
        {
            index: "53820",
            city: "Михайлівка",
            address: "вул. Центральна, 1а",
        },
        {
            index: "51610",
            city: "Мишурин Ріг",
            address: "вул. Дігтяренка, 4",
        },
        {
            index: "51040",
            city: "Могилів",
            address: "вул. Дніпровська, 8",
        },
        {
            index: "51015",
            city: "Молодіжне",
            address: "вул. Паркова, 6",
        },
        {
            index: "53211",
            city: "Нікополь",
            address: "вул. Шевченка, 69",
        },
        {
            index: "53213",
            city: "Нікополь",
            address: "вул. Електрометалургів, 50",
        },
        {
            index: "53219",
            city: "Нікополь",
            address: "вул. Дружби,8",
        },
        {
            index: "53220",
            city: "Нікополь",
            address: "вул. Добролюбова, 2.",
        },
        {
            index: "53221",
            city: "Нікополь",
            address: "вул. Княжа, 83/1",
        },
        {
            index: "53222",
            city: "Нікополь",
            address: "вул. Лапинська, 254",
        },
        {
            index: "53226",
            city: "Нікополь",
            address: "вул. Патріотів України, 113А",
        },
        {
            index: "53200",
            city: "Нікополь",
            address: "вул. Патріотів України, 113А",
        },
        {
            index: "53201",
            city: "Нікополь",
            address: "просп. Трубників, 40",
        },
        {
            index: "53204",
            city: "Нікополь",
            address: "вул. Рижикова, 71",
        },
        {
            index: "53207",
            city: "Нікополь",
            address: "вул. Патріотів України, 170",
        },
        {
            index: "53208",
            city: "Нікополь",
            address: "вул. Чалого, 146",
        },
        {
            index: "53210",
            city: "Нікополь",
            address: "просп. Трубників, 25",
        },
        {
            index: "52405",
            city: "Надіївка",
            address: "вул. Шкільна, 2-А",
        },
        {
            index: "53008",
            city: "Надеждівка",
            address: "вул. Садова, 22",
        },
        {
            index: "53541",
            city: "Настасівка",
            address: "вул. Гагаріна, 18",
        },
        {
            index: "52402",
            city: "Наталівка",
            address: "вул. Комсомольська, 61",
        },
        {
            index: "52118",
            city: "Нерудсталь",
            address: "вул. Українська, 62",
        },
        {
            index: "53810",
            city: "Нива Трудова",
            address: "вул. Димитрова, 4а",
        },
        {
            index: "53831",
            city: "Новоіванівка",
            address: "вул. Карла Маркса, 37",
        },
        {
            index: "53103",
            city: "Нововасилівка",
            address: "вул. Будьонова, 97",
        },
        {
            index: "51323",
            city: "Новов’Язівське",
            address: "вул. Центральна, 17",
        },
        {
            index: "50716",
            city: "Новогніде",
            address: "вул. Центральна, 4",
        },
        {
            index: "53017",
            city: "Новожитомир",
            address: "вул. Центральна, 56",
        },
        {
            index: "53560",
            city: "Новокиївка",
            address: "вул. Центральна, 10",
        },
        {
            index: "53711",
            city: "Новолатівка",
            address: "вул. Шкільна, 5",
        },
        {
            index: "50508",
            city: "Новомар’Ївка",
            address: "вул. Центральна, 31Б",
        },
        {
            index: "52066",
            city: "Новомиколаївка",
            address: "вул. Залізнична, 3",
        },
        {
            index: "51609",
            city: "Новомиколаївка",
            address: "вул. Шкільна, 2А",
        },
        {
            index: "51102",
            city: "Новомосковськ",
            address: "вул. Сучкова, 34",
        },
        {
            index: "51106",
            city: "Новомосковськ",
            address: "вул. Сучкова, 34",
        },
        {
            index: "51200",
            city: "Новомосковськ",
            address: "вул. Сучкова, 34",
        },
        {
            index: "51203",
            city: "Новомосковськ",
            address: "вул. Кулебівська, 153",
        },
        {
            index: "51205",
            city: "Новомосковськ",
            address: "вул. Спаська, 16",
        },
        {
            index: "51206",
            city: "Новомосковськ",
            address: "вул. Микити Головка, 30",
        },
        {
            index: "51208",
            city: "Новомосковськ",
            address: "вул. Гетьманська, 236",
        },
        {
            index: "51216",
            city: "Новомосковськ",
            address: "вул. Сучкова, 34",
        },
        {
            index: "51244",
            city: "Новомосковськ",
            address: "вул. Сучкова, 34",
        },
        {
            index: "51285",
            city: "Новомосковськ",
            address: "вул. Сучкова, 34",
        },
        {
            index: "52561",
            city: "Новоолександрівка",
            address: "вул. Центральна, 4",
        },
        {
            index: "52070",
            city: "Новоолександрівка",
            address: "вул. Паркова, 3Б",
        },
        {
            index: "51038",
            city: "Новопідкряж",
            address: "вул. Комарова, 32",
        },
        {
            index: "53003",
            city: "Новопілля",
            address: "вул. Садова, 46",
        },
        {
            index: "52915",
            city: "Новопавлівка",
            address: "вул. Карпінського, 14",
        },
        {
            index: "51104",
            city: "Новопетрівка",
            address: "вул. Центральна, 1",
        },
        {
            index: "52439",
            city: "Новопокровка",
            address: "вул. Центральна, 4",
        },
        {
            index: "52303",
            city: "Новоселівка",
            address: "вул. Миру, 59А",
        },
        {
            index: "53623",
            city: "Новоселівка",
            address: "вул. Поштова, 1",
        },
        {
            index: "51284",
            city: "Новоселівка",
            address: "вул. Соборна, 1",
        },
        {
            index: "52063",
            city: "Новотаромське",
            address: "вул. Паркова, 6",
        },
        {
            index: "53101",
            city: "Новоюлівка",
            address: "вул. Квітнева, 2",
        },
        {
            index: "52030",
            city: "Обухівка",
            address: "вул. Центральна, 79",
        },
        {
            index: "52031",
            city: "Обухівка",
            address: "вул. Солідарності, 535",
        },
        {
            index: "52032",
            city: "Обухівка",
            address: "вул. Прибрежна, 153",
        },
        {
            index: "52306",
            city: "Одарівка",
            address: "вул. Шкільна, 2а",
        },
        {
            index: "53272",
            city: "Олексіївка",
            address: "вул. Чкалова,285",
        },
        {
            index: "52041",
            city: "Олександрівка",
            address: "вул. Колгоспна, буд. 1",
        },
        {
            index: "53730",
            city: "Олександрівка",
            address: "просп. Калініна, 1",
        },
        {
            index: "52713",
            city: "Олександропіль",
            address: "вул. Центральна, 3",
        },
        {
            index: "52423",
            city: "Олександропіль",
            address: "вул. Гагаріна,74",
        },
        {
            index: "51105",
            city: "Оленівка",
            address: "вул. Центральна, 26А",
        },
        {
            index: "52471",
            city: "Оріхове",
            address: "вул. Шевченка, 9",
        },
        {
            index: "53110",
            city: "Ордо-Василівка",
            address: "вул. Весняна, 50",
        },
        {
            index: "51215",
            city: "Орлівщина",
            address: "вул. Покровська, 1",
        },
        {
            index: "53617",
            city: "Орли",
            address: "вул. Центральна, 25",
        },
        {
            index: "52001",
            city: "Підгородне",
            address: "вул. Шосейна, 48",
        },
        {
            index: "52002",
            city: "Підгородне",
            address: "вул. Робоча, 5",
        },
        {
            index: "51283",
            city: "Піщанка",
            address: "вул. Центральна, 4",
        },
        {
            index: "52640",
            city: "Павлівка",
            address: "вул. Центральна, 98",
        },
        {
            index: "52416",
            city: "Павлівка",
            address: "вул. Центральна, 42",
        },
        {
            index: "51408",
            city: "Павлоград",
            address: "вул. Дніпровська,344А",
        },
        {
            index: "51409",
            city: "Павлоград",
            address: "вул. Дніпровська,559",
        },
        {
            index: "51411",
            city: "Павлоград",
            address: "вул. Івана Сірка, 35",
        },
        {
            index: "51412",
            city: "Павлоград",
            address: "вул. Паркова,10",
        },
        {
            index: "51413",
            city: "Павлоград",
            address: "вул. Кравченко,4",
        },
        {
            index: "51432",
            city: "Павлоград",
            address: "вул. Соборна, 60",
        },
        {
            index: "51434",
            city: "Павлоград",
            address: "вул. Соборна, 60",
        },
        {
            index: "51320",
            city: "Павлоград",
            address: "вул. Соборна, 60",
        },
        {
            index: "51400",
            city: "Павлоград",
            address: "вул. Соборна, 60",
        },
        {
            index: "51402",
            city: "Павлоград",
            address: "вул. Заводська, 53",
        },
        {
            index: "51403",
            city: "Павлоград",
            address: "вул. Харьківська, 76",
        },
        {
            index: "51404",
            city: "Павлоград",
            address: "вул. Дніпровська, 16",
        },
        {
            index: "51405",
            city: "Павлоград",
            address: "вул. Дніпровська,231",
        },
        {
            index: "53223",
            city: "Павлопілля",
            address: "вул. Українська, 42",
        },
        {
            index: "52131",
            city: "Пальмирівка",
            address: "вул. Центральна, 42",
        },
        {
            index: "52012",
            city: "Партизанське",
            address: "вул. Центральна, 7",
        },
        {
            index: "51220",
            city: "Перещепине",
            address: "вул. Шевченка, 61",
        },
        {
            index: "51640",
            city: "Перше Травня",
            address: "вул. Богодарова, 5",
        },
        {
            index: "53105",
            city: "Перше Травня",
            address: "вул. 30 річчя Перемоги, 77",
        },
        {
            index: "53840",
            city: "Перше Травня",
            address: "вул. Леніна, 89",
        },
        {
            index: "52801",
            city: "Першотравенськ",
            address: "вул. Ювілейна, 19",
        },
        {
            index: "52803",
            city: "Першотравенськ",
            address: "вул. Кобзаря, 15",
        },
        {
            index: "53227",
            city: "Першотравневе",
            address: "вул. Центральна, 2",
        },
        {
            index: "51800",
            city: "Петриківка",
            address: "просп. Петра Калнишевського, 52",
        },
        {
            index: "52700",
            city: "Петропавлівка",
            address: "вул. Героїв України, 59",
        },
        {
            index: "52707",
            city: "Петропавлівка",
            address: "вул. Героїв України, 59",
        },
        {
            index: "52709",
            city: "Петропавлівка",
            address: "вул. Героїв України, 59",
        },
        {
            index: "52718",
            city: "Петропавлівка",
            address: "вул. Героїв України, 59",
        },
        {
            index: "50733",
            city: "Писарівка",
            address: "вул. Вишнева, 20 В",
        },
        {
            index: "52603",
            city: "Письменне",
            address: "вул. Гагаріна, 4",
        },
        {
            index: "52407",
            city: "Письмечеве",
            address: "вул. Шкільна, 65",
        },
        {
            index: "53284",
            city: "Покров",
            address: "вул. Центральна, 50",
        },
        {
            index: "53301",
            city: "Покров",
            address: "вул. Київська, 9",
        },
        {
            index: "53304",
            city: "Покров",
            address: "вул. Центральна, 7",
        },
        {
            index: "52328",
            city: "Покровка",
            address: "вул. Центральна, 13",
        },
        {
            index: "53233",
            city: "Покровське",
            address: "вул. Калнишевського, 19А",
        },
        {
            index: "53600",
            city: "Покровське",
            address: "вул. Центральна, 22",
        },
        {
            index: "51103",
            city: "Поливанівка",
            address: "вул. Центральна, 18",
        },
        {
            index: "51242",
            city: "Попасне",
            address: "вул. Центральна, 1",
        },
        {
            index: "51613",
            city: "Правобережне",
            address: "вул. Галини Прокоф’євої, 1А",
        },
        {
            index: "51021",
            city: "Преображенка",
            address: "вул. Центральна, 28",
        },
        {
            index: "50606",
            city: "Преображенка",
            address: "вул. Центральна, 6",
        },
        {
            index: "52413",
            city: "Привільне",
            address: "вул. Шевченка, 10",
        },
        {
            index: "53280",
            city: "Придніпровське",
            address: "вул. Вузлова, 11",
        },
        {
            index: "51108",
            city: "Приорільське",
            address: "вул. Молодіжна, 5",
        },
        {
            index: "52325",
            city: "Промінь",
            address: "вул. Калинова, 2",
        },
        {
            index: "52418",
            city: "Промінь",
            address: "вул. Артюха, 29А",
        },
        {
            index: "53610",
            city: "Просяна",
            address: "вул. Центральна, 30",
        },
        {
            index: "51045",
            city: "Проточі",
            address: "вул. Центральна, 8",
        },
        {
            index: "51022",
            city: "Прядівка",
            address: "вул. Центральна, 38",
        },
        {
            index: "51606",
            city: "Пушкарівка",
            address: "вул. Ілляшевського, 26",
        },
        {
            index: "52100",
            city: "П’Ятихатки",
            address: "вул. Мірошніченка,107",
        },
        {
            index: "52103",
            city: "П’Ятихатки",
            address: "вул. Федющенко, 154",
        },
        {
            index: "52111",
            city: "П’Ятихатки",
            address: "вул. Мірошніченка, 107",
        },
        {
            index: "52125",
            city: "П’Ятихатки",
            address: "вул. Мірошніченка, 107",
        },
        {
            index: "52521",
            city: "Раївка",
            address: "вул. Бугаєнка, 2",
        },
        {
            index: "53023",
            city: "Радіонівка",
            address: "вул. Центральна, 25",
        },
        {
            index: "51802",
            city: "Радісне",
            address: "вул. Гагаріна, 1",
        },
        {
            index: "53081",
            city: "Радушне",
            address: "вул. Шкільна, 1А",
        },
        {
            index: "52123",
            city: "Райдужне",
            address: "вул. Центральна, 27/3",
        },
        {
            index: "53037",
            city: "Ранній Ранок",
            address: "вул. Зелена, 1",
        },
        {
            index: "50715",
            city: "Роздори",
            address: "вул. Горького, 1А",
        },
        {
            index: "53605",
            city: "Романки",
            address: "вул. Центральна, 28",
        },
        {
            index: "51016",
            city: "Рудка",
            address: "вул. Шевченка, 12А",
        },
        {
            index: "52153",
            city: "Саївка",
            address: "вул. Центральна, 1",
        },
        {
            index: "52115",
            city: "Савро",
            address: "вул. Корнеєва, 62",
        },
        {
            index: "52173",
            city: "Саксагань",
            address: "вул. Соловйова, 11",
        },
        {
            index: "52722",
            city: "Самарське",
            address: "вул. Шкільна, 3",
        },
        {
            index: "52340",
            city: "Світлогірське",
            address: "вул. Сонячна, 39",
        },
        {
            index: "50510",
            city: "Святовасилівка",
            address: "вул. Залізнична, 1А",
        },
        {
            index: "52315",
            city: "Семенівка",
            address: "вул. Миронівська, 21",
        },
        {
            index: "52504",
            city: "Синельникове",
            address: "вул. Богми, 4",
        },
        {
            index: "50718",
            city: "Синельникове",
            address: "вул. Богми, 4",
        },
        {
            index: "52501",
            city: "Синельникове",
            address: "вул. Миру, 34",
        },
        {
            index: "50726",
            city: "Славгород",
            address: "вул. Заводська, 1",
        },
        {
            index: "52005",
            city: "Слобожанське",
            address: "вул. Теплична, 11",
        },
        {
            index: "52906",
            city: "Слов’Янка",
            address: "вул. Шевченка, 4",
        },
        {
            index: "51663",
            city: "Соколівка",
            address: "вул. Гвоздовського, 7",
        },
        {
            index: "50504",
            city: "Солоне",
            address: "вул. Гагаріна, 9",
        },
        {
            index: "50507",
            city: "Солоне",
            address: "вул. Гагаріна, 9",
        },
        {
            index: "51806",
            city: "Сорочине",
            address: "вул. Перше Травня,4Б",
        },
        {
            index: "53030",
            city: "Софіївка",
            address: "вул. Центральна, 1",
        },
        {
            index: "53100",
            city: "Софіївка",
            address: "вул. Шкільна, 17Б",
        },
        {
            index: "51263",
            city: "Спаське",
            address: "вул. Козинця, 81",
        },
        {
            index: "52072",
            city: "Старі Кодаки",
            address: "вул. Поштова, 1",
        },
        {
            index: "50727",
            city: "Старовишневецьке",
            address: "вул. Шевченка, 31А",
        },
        {
            index: "52029",
            city: "Степове",
            address: "вул. Миру, 16",
        },
        {
            index: "52050",
            city: "Степове",
            address: "пров. Шкільний,2А",
        },
        {
            index: "53719",
            city: "Степове",
            address: "вул. Залізнична, 2",
        },
        {
            index: "52064",
            city: "Сурсько - Литовське",
            address: "вул. Польова, 58",
        },
        {
            index: "52404",
            city: "Сурсько-Михайлівка",
            address: "вул. Центральна, буд. 15",
        },
        {
            index: "52291",
            city: "Суха Балка",
            address: "вул. Перемоги, 37",
        },
        {
            index: "52333",
            city: "Сухий Хутір",
            address: "вул. Поштова, 1",
        },
        {
            index: "51500",
            city: "Тернівка",
            address: "вул. Курська,12",
        },
        {
            index: "51501",
            city: "Тернівка",
            address: "вул. Вознесенського, 60",
        },
        {
            index: "51502",
            city: "Тернівка",
            address: "вул. Сергія Маркова, 10",
        },
        {
            index: "53602",
            city: "Тернове",
            address: "вул. Центральна, 5",
        },
        {
            index: "53804",
            city: "Токівське",
            address: "вул. Верхня,38",
        },
        {
            index: "53262",
            city: "Томаківка",
            address: "вул. Лесі Українки, 48",
        },
        {
            index: "53509",
            city: "Томаківка",
            address: "вул. Лесі Українки, 48",
        },
        {
            index: "51132",
            city: "Топчине",
            address: "вул. Центральна, 57",
        },
        {
            index: "52443",
            city: "Тритузне",
            address: "вул. Центральна, 65",
        },
        {
            index: "51436",
            city: "Троїцьке",
            address: "вул. Миру, 1",
        },
        {
            index: "52110",
            city: "Троїцьке",
            address: "вул. Центральна, 51А",
        },
        {
            index: "52723",
            city: "Троїцьке",
            address: "вул. Шкільна, 26",
        },
        {
            index: "52313",
            city: "Українка",
            address: "вул. Шевченка, 59Б",
        },
        {
            index: "53805",
            city: "Українка",
            address: "вул. Червона, 3",
        },
        {
            index: "52720",
            city: "Українське",
            address: "вул. Миру, 4",
        },
        {
            index: "51823",
            city: "Улянівка",
            address: "вул. Плахоти, 2",
        },
        {
            index: "53854",
            city: "Усть-Кам’Янка",
            address: "вул. Центральна, 70",
        },
        {
            index: "52710",
            city: "Хороше",
            address: "вул. Партизанська, 8",
        },
        {
            index: "53043",
            city: "Христофорівка",
            address: "вул. Азорнова, 22",
        },
        {
            index: "51805",
            city: "Хутірське",
            address: "вул. Центральна, 62",
        },
        {
            index: "51228",
            city: "Хуторо-Губиниха",
            address: "вул. Нова, 21А",
        },
        {
            index: "52651",
            city: "Хуторо-Чаплине",
            address: "вул. Центральна, 79",
        },
        {
            index: "51000",
            city: "Царичанка",
            address: "вул. Театральна, 16А прим. 2",
        },
        {
            index: "51008",
            city: "Цибульківка",
            address: "вул. Шкільна, 5",
        },
        {
            index: "52644",
            city: "Чаплине",
            address: "вул. Поштова, 7",
        },
        {
            index: "51820",
            city: "Чаплинка",
            address: "пров. Тихий, 7А",
        },
        {
            index: "52330",
            city: "Червоноіванівка",
            address: "вул. Центральна, 3",
        },
        {
            index: "53283",
            city: "Червоногригорівка",
            address: "вул. Соборна, 52",
        },
        {
            index: "51272",
            city: "Черкаське",
            address: "вул. Лісна, 4А",
        },
        {
            index: "51111",
            city: "Чернеччина",
            address: "вул. Миру, 42А",
        },
        {
            index: "53393",
            city: "Чортомлик",
            address: "вул. Красіна, 53",
        },
        {
            index: "53510",
            city: "Чумаки",
            address: "вул. Центральна,76",
        },
        {
            index: "51014",
            city: "Шарівка",
            address: "вул. Весняна, 44",
        },
        {
            index: "52509",
            city: "Шахтарське",
            address: "вул. Миру, 9",
        },
        {
            index: "50722",
            city: "Шевченківське",
            address: "вул. Центральна, 43Б",
        },
        {
            index: "52026",
            city: "Шевченко",
            address: "вул. Дніпровська, 1",
        },
        {
            index: "52650",
            city: "Шевченкове",
            address: "вул. Голондія, 70",
        },
        {
            index: "53704",
            city: "Шестерня",
            address: "вул. Молодіжна, 1",
        },
        {
            index: "53700",
            city: "Широке",
            address: "вул. Соборна, 147",
        },
        {
            index: "53065",
            city: "Широке",
            address: "вул. Центральна, 1",
        },
        {
            index: "53230",
            city: "Шолохове",
            address: "вул. Поштова, 5",
        },
        {
            index: "51804",
            city: "Шульгівка",
            address: "вул. Центральна, 114А",
        },
        {
            index: "51020",
            city: "Юр’Ївка",
            address: "вул. Центральна, 38а",
        },
        {
            index: "51300",
            city: "Юр’Ївка",
            address: "вул. Центральна, 108",
        },
        {
            index: "51305",
            city: "Юр’Ївка",
            address: "вул. Соборна, 60",
        },
    ],
    Донецька: [
        {
            index: "85723",
            city: "Єгорівка",
            address: "вул. Ювілейна, 29",
        },
        {
            index: "85626",
            city: "Єлизаветівка",
            address: "вул. Центральна, 45",
        },
        {
            index: "86401",
            city: "Єнакієве",
            address: "вул. Тіунова, 212",
        },
        {
            index: "86402",
            city: "Єнакієве",
            address: "вул. Першотравнева, 26",
        },
        {
            index: "86404",
            city: "Єнакієве",
            address: "вул. Східна, 4",
        },
        {
            index: "86405",
            city: "Єнакієве",
            address: "просп. Гірників, 11",
        },
        {
            index: "86406",
            city: "Єнакієве",
            address: "просп. Забійників, 7",
        },
        {
            index: "86409",
            city: "Єнакієве",
            address: "вул. Магістральна, 119",
        },
        {
            index: "86412",
            city: "Єнакієве",
            address: "вул. Клубна, 7",
        },
        {
            index: "86414",
            city: "Єнакієве",
            address: "вул. Менжинського, 90",
        },
        {
            index: "86420",
            city: "Єнакієве",
            address: "вул. Комуністична, 67",
        },
        {
            index: "86422",
            city: "Єнакієве",
            address: "вул. Толбухіна, 14",
        },
        {
            index: "86424",
            city: "Єнакієве",
            address: "просп. 50 років Жовтня, 27",
        },
        {
            index: "86427",
            city: "Єнакієве",
            address: "вул. Брайляна, 34",
        },
        {
            index: "86429",
            city: "Єнакієве",
            address: "просп. Леніна, 87",
        },
        {
            index: "86430",
            city: "Єнакієве",
            address: "вул. Тіунова, 109",
        },
        {
            index: "85314",
            city: "Іванівка",
            address: "вул. Центральна,78а",
        },
        {
            index: "85763",
            city: "Іванівка",
            address: "вул. 40 Років Перемоги, 58",
        },
        {
            index: "84557",
            city: "Іванівське",
            address: "вул. Освітня, 1",
        },
        {
            index: "85151",
            city: "Іванопілля",
            address: "вул. Садова, 35Б",
        },
        {
            index: "86793",
            city: "Іловайськ",
            address: "вул. Шевченка, 135",
        },
        {
            index: "85510",
            city: "Іскра",
            address: "вул. Центральна, 26",
        },
        {
            index: "86060",
            city: "Авдіївка",
            address: "вул. Героїв, 53",
        },
        {
            index: "86062",
            city: "Авдіївка",
            address: "вул. Єлагіна, 1",
        },
        {
            index: "86065",
            city: "Авдіївка",
            address: "вул. Центральна, 1",
        },
        {
            index: "87453",
            city: "Азовське",
            address: "вул. Виноградна, 32",
        },
        {
            index: "87301",
            city: "Амвросіївка",
            address: "вул. Паризької Комуни, 84",
        },
        {
            index: "87304",
            city: "Амвросіївка",
            address: "вул. 8-й З’їзд Рад, 105",
        },
        {
            index: "85790",
            city: "Анадоль",
            address: "вул. Грецька, 17А",
        },
        {
            index: "87120",
            city: "Андріївка",
            address: "вул. Шкільна, 20",
        },
        {
            index: "85540",
            city: "Андріївка",
            address: "вул. Миру, 50",
        },
        {
            index: "84175",
            city: "Андріївка",
            address: "вул. Зарєчная, 45",
        },
        {
            index: "84192",
            city: "Андріївка",
            address: "вул. Миру, 7А",
        },
        {
            index: "85711",
            city: "Андріївка",
            address: "вул. Леніна, 25",
        },
        {
            index: "86581",
            city: "Андріївка",
            address: "вул. Волошина, 10",
        },
        {
            index: "84377",
            city: "Біленьке",
            address: "вул. Грабовського, 12",
        },
        {
            index: "85043",
            city: "Білицьке",
            address: "вул. Горького, 30",
        },
        {
            index: "85013",
            city: "Білозерське",
            address: "пров. Пушкіна, 6",
        },
        {
            index: "85130",
            city: "Білокузьминівка",
            address: "вул. Шкільна, 8",
        },
        {
            index: "87443",
            city: "Білосарайська Коса",
            address: "вул. Безуха, 159",
        },
        {
            index: "87343",
            city: "Білоярівка",
            address: "вул. Шкільна, 1",
        },
        {
            index: "85530",
            city: "Багатир",
            address: "вул. Миру, 29",
        },
        {
            index: "84500",
            city: "Бахмут",
            address: "вул. Миру, 41",
        },
        {
            index: "84501",
            city: "Бахмут",
            address: "вул. Некрасова, 38",
        },
        {
            index: "84502",
            city: "Бахмут",
            address: "бульв. Металургів, 1",
        },
        {
            index: "84503",
            city: "Бахмут",
            address: "вул. Глінки, 1",
        },
        {
            index: "84506",
            city: "Бахмут",
            address: "вул. Чайковського, 32",
        },
        {
            index: "84507",
            city: "Бахмут",
            address: "пров. 2-й Ломоносова, 1",
        },
        {
            index: "84509",
            city: "Бахмут",
            address: "вул. Чайковського, 101",
        },
        {
            index: "84510",
            city: "Бахмут",
            address: "вул. Ювілейна, 89",
        },
        {
            index: "84524",
            city: "Бахмут",
            address: "пл. Привокзальна, 1",
        },
        {
            index: "85154",
            city: "Бахмут",
            address: "пл. Привокзальна, 1",
        },
        {
            index: "84548",
            city: "Бахмут",
            address: "пл. Привокзальна, 1",
        },
        {
            index: "87122",
            city: "Бахчовик",
            address: "вул. Центральна, 1",
        },
        {
            index: "87660",
            city: "Безіменне",
            address: "вул. Радянська, 47",
        },
        {
            index: "87427",
            city: "Бердянське",
            address: "вул. Київська, 35",
        },
        {
            index: "84541",
            city: "Берестове",
            address: "вул. Центральна, 2",
        },
        {
            index: "86041",
            city: "Бетманове",
            address: "вул. Гагаріна, 1А",
        },
        {
            index: "84158",
            city: "Билбасівка",
            address: "вул. Центральна, 208",
        },
        {
            index: "84171",
            city: "Билбасівка",
            address: "вул. Ясна, 34",
        },
        {
            index: "83498",
            city: "Бирюки",
            address: "вул. Заоєва, 51",
        },
        {
            index: "87330",
            city: "Благодатне",
            address: "вул. Леніна, 26",
        },
        {
            index: "85725",
            city: "Благодатне",
            address: "вул. Ювілейна, 35",
        },
        {
            index: "84136",
            city: "Богородичне",
            address: "вул. Шкільна, 9",
        },
        {
            index: "85643",
            city: "Богоявленка",
            address: "вул. Первомайська, 68",
        },
        {
            index: "87128",
            city: "Бойківське",
            address: "вул. Леніна, 140",
        },
        {
            index: "87060",
            city: "Бойове",
            address: "вул. Сенатосенко, б/н",
        },
        {
            index: "85764",
            city: "Бугас",
            address: "вул. Центральна, 35",
        },
        {
            index: "86487",
            city: "Булавинське",
            address: "вул. Жовтнева, 36",
        },
        {
            index: "86494",
            city: "Бунге",
            address: "вул. Баратинського, 4",
        },
        {
            index: "86496",
            city: "Бунге",
            address: "вул. Готвальда, 9",
        },
        {
            index: "85762",
            city: "Вільне",
            address: "вул. Центральна, 90",
        },
        {
            index: "86397",
            city: "Вільхівка",
            address: "вул. Леніна, 48",
        },
        {
            index: "85754",
            city: "Валер’Янівка",
            address: "вул. Центральна, 43А",
        },
        {
            index: "85500",
            city: "Велика Новосілка",
            address: "вул. Центральна, 17",
        },
        {
            index: "84515",
            city: "Верхньокам’Янське",
            address: "вул. Землянова, 120А",
        },
        {
            index: "87610",
            city: "Виноградне",
            address: "вул. Радянська, 73",
        },
        {
            index: "85040",
            city: "Водянське",
            address: "вул. Центральна, 10",
        },
        {
            index: "87100",
            city: "Волноваха",
            address: "вул. 60 Років СРСР, 4",
        },
        {
            index: "87131",
            city: "Волноваха",
            address: "вул. 60 Років СРСР, 4",
        },
        {
            index: "85700",
            city: "Волноваха",
            address: "вул. Кості Бабіна, 4",
        },
        {
            index: "85701",
            city: "Волноваха",
            address: "вул. Донецька, 252",
        },
        {
            index: "85702",
            city: "Волноваха",
            address: "вул. Шевченка, 76",
        },
        {
            index: "85703",
            city: "Волноваха",
            address: "вул. Менделєєва, 11А",
        },
        {
            index: "84560",
            city: "Володимирівка",
            address: "вул. Гагаріна, 79",
        },
        {
            index: "85721",
            city: "Володимирівка",
            address: "вул. Каштанова, 20",
        },
        {
            index: "85722",
            city: "Володимирівка",
            address: "вул. Грушева, 85",
        },
        {
            index: "85523",
            city: "Воскресенка",
            address: "вул. Гагаріна ,23",
        },
        {
            index: "86481",
            city: "Вуглегірськ",
            address: "вул. Некрасова, 14",
        },
        {
            index: "86483",
            city: "Вуглегірськ",
            address: "вул. Дружби, 18",
        },
        {
            index: "85670",
            city: "Вугледар",
            address: "вул. 13 Десантників, 21",
        },
        {
            index: "86194",
            city: "Вугляр",
            address: "вул. Садова, 10",
        },
        {
            index: "86782",
            city: "Гірне",
            address: "вул. Кірова, 11",
        },
        {
            index: "85487",
            city: "Гірник",
            address: "вул. Донецька, 55",
        },
        {
            index: "86591",
            city: "Гірницьке",
            address: "вул. Центральна, 1",
        },
        {
            index: "85617",
            city: "Галицинівка",
            address: "вул. Середи, 1А",
        },
        {
            index: "87261",
            city: "Глинка",
            address: "вул. Шкільна, 35",
        },
        {
            index: "84691",
            city: "Гольмівський",
            address: "шосе Микитівське, 1",
        },
        {
            index: "83494",
            city: "Горбачево-Михайлівка",
            address: "вул. Кальміуська, 36",
        },
        {
            index: "84601",
            city: "Горлівка",
            address: "просп. Леніна, 8А",
        },
        {
            index: "84603",
            city: "Горлівка",
            address: "вул. Врубова, 22",
        },
        {
            index: "84604",
            city: "Горлівка",
            address: "вул. Швидкого, 20",
        },
        {
            index: "84605",
            city: "Горлівка",
            address: "вул. Матросова, 106",
        },
        {
            index: "84607",
            city: "Горлівка",
            address: "вул. Дубініна, 11",
        },
        {
            index: "84609",
            city: "Горлівка",
            address: "вул. 30 років ВЛКСМ, 2",
        },
        {
            index: "84610",
            city: "Горлівка",
            address: "вул. Возняка, 11",
        },
        {
            index: "84611",
            city: "Горлівка",
            address: "вул. Вересаєва,15",
        },
        {
            index: "84614",
            city: "Горлівка",
            address: "вул. Стожка, 140",
        },
        {
            index: "84617",
            city: "Горлівка",
            address: "просп. Леніна, 8А",
        },
        {
            index: "84618",
            city: "Горлівка",
            address: "вул. Медицинська, 9",
        },
        {
            index: "84622",
            city: "Горлівка",
            address: "вул. Достоєвського, 9",
        },
        {
            index: "84624",
            city: "Горлівка",
            address: "вул. Безсонова, 28",
        },
        {
            index: "84625",
            city: "Горлівка",
            address: "вул. Патона, 1",
        },
        {
            index: "84626",
            city: "Горлівка",
            address: "просп. Перемоги, 55",
        },
        {
            index: "84627",
            city: "Горлівка",
            address: "вул. Кірова, 19",
        },
        {
            index: "84628",
            city: "Горлівка",
            address: "вул. Дунаєвського, 39",
        },
        {
            index: "84629",
            city: "Горлівка",
            address: "вул. Жукова, 8",
        },
        {
            index: "84630",
            city: "Горлівка",
            address: "вул. Шашуріна, 11А",
        },
        {
            index: "84632",
            city: "Горлівка",
            address: "вул. Бубнова, 17",
        },
        {
            index: "84634",
            city: "Горлівка",
            address: "вул. Інтернаціональна, 23",
        },
        {
            index: "84635",
            city: "Горлівка",
            address: "вул. Поля Робсона, 15А",
        },
        {
            index: "84637",
            city: "Горлівка",
            address: "просп. Перемоги, 97",
        },
        {
            index: "84646",
            city: "Горлівка",
            address: "просп. Перемоги, 72",
        },
        {
            index: "84647",
            city: "Горлівка",
            address: "вул. 40 років України, 72",
        },
        {
            index: "85493",
            city: "Гостре",
            address: "вул. Мересьєва, 3",
        },
        {
            index: "86234",
            city: "Грабове",
            address: "вул. Совєтська, 19",
        },
        {
            index: "87123",
            city: "Гранітне",
            address: "вул. Самохіна ,15",
        },
        {
            index: "85330",
            city: "Гришине",
            address: "вул. Центральна, 160",
        },
        {
            index: "85345",
            city: "Гродівка",
            address: "вул. Донецька, 99",
        },
        {
            index: "86195",
            city: "Грузько-Зорянське",
            address: "вул. Центральна, 13",
        },
        {
            index: "86197",
            city: "Грузько-Ломівка",
            address: "вул. Лугова, 1",
        },
        {
            index: "87606",
            city: "Гусельщикове",
            address: "вул. Жовтня, б/н",
        },
        {
            index: "85783",
            city: "Діанівка",
            address: "вул. Миру, 1",
        },
        {
            index: "84583",
            city: "Дебальцівське",
            address: "вул. Центральна, 1",
        },
        {
            index: "84703",
            city: "Дебальцеве",
            address: "вул. Октябрьська, 84",
        },
        {
            index: "84705",
            city: "Дебальцеве",
            address: "вул. Вечкутова, 1",
        },
        {
            index: "84582",
            city: "Дебальцеве",
            address: "вул. Радянська, 67",
        },
        {
            index: "84702",
            city: "Дебальцеве",
            address: "вул. Вузлова, 49",
        },
        {
            index: "87421",
            city: "Дем’Янівка",
            address: "вул. Центральна, 29",
        },
        {
            index: "86262",
            city: "Дмитрівка",
            address: "вул. Лермонтова, 27",
        },
        {
            index: "84190",
            city: "Дмитрівка",
            address: "вул. Пушкіна, 27",
        },
        {
            index: "85771",
            city: "Дмитрівка",
            address: "вул. Шкільна, 1А",
        },
        {
            index: "85001",
            city: "Добропілля",
            address: "вул. Гагарина, 38",
        },
        {
            index: "85003",
            city: "Добропілля",
            address: "пров. Робітничий, 13",
        },
        {
            index: "85004",
            city: "Добропілля",
            address: "вул. Саратовська, 41",
        },
        {
            index: "85140",
            city: "Довга Балка",
            address: "вул. Центральна, 1",
        },
        {
            index: "85740",
            city: "Докучаєвськ",
            address: "вул. Центральна, 40/17",
        },
        {
            index: "85741",
            city: "Докучаєвськ",
            address: "вул. Дружби, 20",
        },
        {
            index: "85743",
            city: "Докучаєвськ",
            address: "вул. Космонавтів, 75",
        },
        {
            index: "85744",
            city: "Докучаєвськ",
            address: "вул. Центральна, 91",
        },
        {
            index: "84140",
            city: "Долина",
            address: "вул. Виноградна, 1",
        },
        {
            index: "83999",
            city: "Донецьк",
            address: "пл. Привокзальна, 2",
        },
        {
            index: "83007",
            city: "Донецьк",
            address: "вул. Єрьоменка, 13",
        },
        {
            index: "83008",
            city: "Донецьк",
            address: "вул. 60-річчя СРСР, 10",
        },
        {
            index: "83009",
            city: "Донецьк",
            address: "вул. Листопрокатників, 19",
        },
        {
            index: "83010",
            city: "Донецьк",
            address: "пл. Перемоги, 27",
        },
        {
            index: "83011",
            city: "Донецьк",
            address: "вул. Уральська, 17",
        },
        {
            index: "83012",
            city: "Донецьк",
            address: "вул. Куйбишева, 211",
        },
        {
            index: "83014",
            city: "Донецьк",
            address: "вул. Мушкетівська, 24",
        },
        {
            index: "83015",
            city: "Донецьк",
            address: "бульв. Шкільний, 17",
        },
        {
            index: "83016",
            city: "Донецьк",
            address: "вул. Кірова, 43",
        },
        {
            index: "83017",
            city: "Донецьк",
            address: "бульв. Шевченка, 50",
        },
        {
            index: "83018",
            city: "Донецьк",
            address: "вул. Артема, 282",
        },
        {
            index: "83020",
            city: "Донецьк",
            address: "вул. Верхня, 3",
        },
        {
            index: "83021",
            city: "Донецьк",
            address: "вул. Зльотна, 1А (вул. Рози Люксембург, 73 - тимчасово)",
        },
        {
            index: "83022",
            city: "Донецьк",
            address: "вул. Відродження, 9",
        },
        {
            index: "83023",
            city: "Донецьк",
            address: "вул. Харитонова, 6",
        },
        {
            index: "83024",
            city: "Донецьк",
            address: "вул. Ульянових, 3",
        },
        {
            index: "83025",
            city: "Донецьк",
            address: "вул. Приозерна, 75",
        },
        {
            index: "83027",
            city: "Донецьк",
            address: "вул. Кутузова, 3",
        },
        {
            index: "83030",
            city: "Донецьк",
            address: "вул. Октября, 22",
        },
        {
            index: "83031",
            city: "Донецьк",
            address: "вул. Розкішна, 1",
        },
        {
            index: "83032",
            city: "Донецьк",
            address: "вул. Федосєєва, 36",
        },
        {
            index: "83033",
            city: "Донецьк",
            address: "вул. Пролетарської Перемоги, 18",
        },
        {
            index: "83034",
            city: "Донецьк",
            address: "вул. Федька, 22",
        },
        {
            index: "83036",
            city: "Донецьк",
            address: "вул. Павла Колодіна, 18",
        },
        {
            index: "83037",
            city: "Донецьк",
            address: "вул. Кірова, 113",
        },
        {
            index: "83038",
            city: "Донецьк",
            address: "вул. Рубена Ібаррурі, 74",
        },
        {
            index: "83039",
            city: "Донецьк",
            address: "вул. Шестакова, 16",
        },
        {
            index: "83041",
            city: "Донецьк",
            address: "вул. Юмашева, 31",
        },
        {
            index: "83042",
            city: "Донецьк",
            address: "вул. Єрмолової, 5",
        },
        {
            index: "83044",
            city: "Донецьк",
            address: "вул. Комуністична, 14",
        },
        {
            index: "83045",
            city: "Донецьк",
            address: "просп. Ленінський, 22",
        },
        {
            index: "83047",
            city: "Донецьк",
            address: "вул. Полоцька, 13",
        },
        {
            index: "83048",
            city: "Донецьк",
            address: "вул. Артема, 108",
        },
        {
            index: "83049",
            city: "Донецьк",
            address: "вул. Єрмолая Жукова, 56А",
        },
        {
            index: "83050",
            city: "Донецьк",
            address: "вул. Університетська, 40",
        },
        {
            index: "83052",
            city: "Донецьк",
            address: "бульв. Шахтобудівельників, 7А",
        },
        {
            index: "83053",
            city: "Донецьк",
            address: "вул. Будьонного, 46",
        },
        {
            index: "83054",
            city: "Донецьк",
            address: "просп. Київський, 19",
        },
        {
            index: "83056",
            city: "Донецьк",
            address: "вул. Лавреньова, 31",
        },
        {
            index: "83057",
            city: "Донецьк",
            address: "вул. 60-річчя СРСР, 10",
        },
        {
            index: "83058",
            city: "Донецьк",
            address: "вул. Краснооктябрська, 81",
        },
        {
            index: "83059",
            city: "Донецьк",
            address: "просп. Ілліча, 109А",
        },
        {
            index: "83060",
            city: "Донецьк",
            address: "вул. Кисловодська, 2",
        },
        {
            index: "83061",
            city: "Донецьк",
            address: "вул. Раціоналізаторів, 8",
        },
        {
            index: "83062",
            city: "Донецьк",
            address: "вул. Куйбишева, 5",
        },
        {
            index: "83064",
            city: "Донецьк",
            address: "вул. Шутова, 28А",
        },
        {
            index: "83069",
            city: "Донецьк",
            address: "вул. Заводська, 214",
        },
        {
            index: "83071",
            city: "Донецьк",
            address: "просп. Курчатова, 45",
        },
        {
            index: "83072",
            city: "Донецьк",
            address: "вул. Квірінга, 1А",
        },
        {
            index: "83073",
            city: "Донецьк",
            address: "вул. Університетська, 91",
        },
        {
            index: "83074",
            city: "Донецьк",
            address: "вул. Зверькова, 69",
        },
        {
            index: "83076",
            city: "Донецьк",
            address: "просп. Красногвардійський, 12",
        },
        {
            index: "83077",
            city: "Донецьк",
            address: "вул. Куйбишева, 252",
        },
        {
            index: "83078",
            city: "Донецьк",
            address: "вул. Камвольна, 1",
        },
        {
            index: "83080",
            city: "Донецьк",
            address: "просп. Ленінський, 140",
        },
        {
            index: "83081",
            city: "Донецьк",
            address: "вул. Землеробна, 32",
        },
        {
            index: "83082",
            city: "Донецьк",
            address: "вул. Артема, 143",
        },
        {
            index: "83084",
            city: "Донецьк",
            address: "вул. Бірюзова, 28Б",
        },
        {
            index: "83085",
            city: "Донецьк",
            address: "вул. Відважних, 9А",
        },
        {
            index: "83086",
            city: "Донецьк",
            address: "вул. Артема, 45",
        },
        {
            index: "83087",
            city: "Донецьк",
            address: "просп. Офіцерський, 69В",
        },
        {
            index: "83089",
            city: "Донецьк",
            address: "просп. Семашка, 9",
        },
        {
            index: "83092",
            city: "Донецьк",
            address: "вул. 230-ї Стрілецької Дивізії, 11",
        },
        {
            index: "83095",
            city: "Донецьк",
            address: "вул. Комунарів, 52А",
        },
        {
            index: "83099",
            city: "Донецьк",
            address: "просп. Ілліча, 14",
        },
        {
            index: "83101",
            city: "Донецьк",
            address: "вул. Іонова, 18",
        },
        {
            index: "83102",
            city: "Донецьк",
            address: "вул. Стадіонна, 24А",
        },
        {
            index: "83108",
            city: "Донецьк",
            address: "просп. Партизанський, 2",
        },
        {
            index: "83110",
            city: "Донецьк",
            address: "вул. Прожекторна, 1А",
        },
        {
            index: "83111",
            city: "Донецьк",
            address: "вул. Петровського, 258А",
        },
        {
            index: "83112",
            city: "Донецьк",
            address: "вул. Кольцова, 11",
        },
        {
            index: "83113",
            city: "Донецьк",
            address: "вул. Алексинська, 55А",
        },
        {
            index: "83114",
            city: "Донецьк",
            address: "вул. Рози Люксембург, 73",
        },
        {
            index: "83117",
            city: "Донецьк",
            address: "вул. Валентини Терешкової, 17А",
        },
        {
            index: "83119",
            city: "Донецьк",
            address: "вул. Щетініна, 24А",
        },
        {
            index: "83120",
            city: "Донецьк",
            address: "вул. Пінтера, 2",
        },
        {
            index: "83122",
            city: "Донецьк",
            address: "вул. Куйбишева, 252",
        },
        {
            index: "83480",
            city: "Донецьк",
            address: "пл. Привокзальна, 2А",
        },
        {
            index: "83001",
            city: "Донецьк",
            address: "вул. Артема, 72",
        },
        {
            index: "83497",
            city: "Донецьк",
            address: "вул. Радянська, 64",
        },
        {
            index: "83003",
            city: "Донецьк",
            address: "просп. Ілліча, 91",
        },
        {
            index: "83004",
            city: "Донецьк",
            address: "вул. Треньова, 1",
        },
        {
            index: "83005",
            city: "Донецьк",
            address: "вул. Купріна, 50",
        },
        {
            index: "84151",
            city: "Донецьке",
            address: "вул. Мира, 4",
        },
        {
            index: "85772",
            city: "Донське",
            address: "вул. Бойка, 6",
        },
        {
            index: "84416",
            city: "Дробишеве",
            address: "вул. Слобожанська, 42",
        },
        {
            index: "84514",
            city: "Дронівка",
            address: "вул. Бібліотечна, 27",
        },
        {
            index: "84201",
            city: "Дружківка",
            address: "вул. Яковлівська, 103",
        },
        {
            index: "84202",
            city: "Дружківка",
            address: "вул. Кирпична, 64",
        },
        {
            index: "84204",
            city: "Дружківка",
            address: "вул. Кошелева, 19",
        },
        {
            index: "84205",
            city: "Дружківка",
            address: "вул. Соборна, 20",
        },
        {
            index: "84206",
            city: "Дружківка",
            address: "вул. Енгельса, 83",
        },
        {
            index: "84207",
            city: "Дружківка",
            address: "вул. Космонавтів, 62",
        },
        {
            index: "86498",
            city: "Дружне",
            address: "вул. Кірова, 53",
        },
        {
            index: "86391",
            city: "Жданівка",
            address: "кв-л 11/15, 9",
        },
        {
            index: "84569",
            city: "Зайцеве",
            address: "вул. Кооперативна, 1",
        },
        {
            index: "84692",
            city: "Зайцеве",
            address: "вул. Карбишева, 41",
        },
        {
            index: "84463",
            city: "Закітне",
            address: "вул. Центральна, 21а",
        },
        {
            index: "85291",
            city: "Залізне",
            address: "вул. Варшавська, 6",
        },
        {
            index: "86590",
            city: "Залісне",
            address: "пров. Больничний, 7",
        },
        {
            index: "84442",
            city: "Зарічне",
            address: "вул. Довга, 1",
        },
        {
            index: "87411",
            city: "Захарівка",
            address: "вул. Гагаріна, 12В",
        },
        {
            index: "85761",
            city: "Зачатівка",
            address: "вул. Привокзальна, 24",
        },
        {
            index: "85767",
            city: "Зачатівка",
            address: "вул. Центральна, 15",
        },
        {
            index: "84528",
            city: "Званівка",
            address: "просп. Перемоги, 1",
        },
        {
            index: "87310",
            city: "Зелене",
            address: "вул. Леніна, 77А",
        },
        {
            index: "85525",
            city: "Зелене Поле",
            address: "вул. Центральна, 50А",
        },
        {
            index: "85511",
            city: "Зелений Гай",
            address: "вул. Стефаника Василя, 67",
        },
        {
            index: "86182",
            city: "Землянки",
            address: "вул. Щорса, 12",
        },
        {
            index: "85714",
            city: "Златоустівка",
            address: "вул. Чернігівська, 50",
        },
        {
            index: "86252",
            city: "Золотарівка",
            address: "вул. Ломоносова, 23",
        },
        {
            index: "85018",
            city: "Золотий Колодязь",
            address: "вул. Миру, 28Б",
        },
        {
            index: "87042",
            city: "Зоря",
            address: "вул. Афінська, 15",
        },
        {
            index: "85184",
            city: "Зоря",
            address: "вул. Каспійська, 56",
        },
        {
            index: "86781",
            city: "Зуївка",
            address: "вул. Матросова, 5",
        },
        {
            index: "86783",
            city: "Зугрес",
            address: "вул. Корнієнко, 8",
        },
        {
            index: "86786",
            city: "Зугрес",
            address: "вул. 60 років Жовтня, 5",
        },
        {
            index: "85781",
            city: "Калинове",
            address: "вул. Центральна, 17",
        },
        {
            index: "87250",
            city: "Кальміуське",
            address: "вул. Леніна, 10",
        },
        {
            index: "87040",
            city: "Кальчик",
            address: "вул. Поштова, 38",
        },
        {
            index: "87141",
            city: "Кам’Янка",
            address: "вул. Центральна, 15",
        },
        {
            index: "86492",
            city: "Кам’Янка",
            address: "вул. Гагаріна, 2",
        },
        {
            index: "85139",
            city: "Катеринівка",
            address: "вул. Вишнева, 27",
        },
        {
            index: "85652",
            city: "Катеринівка",
            address: "вул. Садова, 2",
        },
        {
            index: "87661",
            city: "Качкарське",
            address: "вул. Центральна, б/н",
        },
        {
            index: "85534",
            city: "Керменчик",
            address: "вул. Івана Багряного, 1",
        },
        {
            index: "84558",
            city: "Кліщіївка",
            address: "вул. Шкільна, 105",
        },
        {
            index: "87324",
            city: "Кленівка",
            address: "вул. Леніна, 5",
        },
        {
            index: "84562",
            city: "Клинове",
            address: "вул. Козаченко, 1",
        },
        {
            index: "84572",
            city: "Кодема",
            address: "вул. Центральна, 63",
        },
        {
            index: "87613",
            city: "Козацьке",
            address: "вул. Леніна, 39",
        },
        {
            index: "85518",
            city: "Комар",
            address: "вул. Єгорова, 2",
        },
        {
            index: "87419",
            city: "Комишувате",
            address: "вул. Львівська, 2",
        },
        {
            index: "86241",
            city: "Контарне",
            address: "вул. Пушкіна, 28",
        },
        {
            index: "87350",
            city: "Копані",
            address: "вул. Артема, 61",
        },
        {
            index: "84413",
            city: "Коровій Яр",
            address: "вул. Спортивна, 1",
        },
        {
            index: "86472",
            city: "Корсунь",
            address: "вул. Вокзальна, 96",
        },
        {
            index: "85103",
            city: "Костянтинівка",
            address: "вул. Островського, 220",
        },
        {
            index: "85105",
            city: "Костянтинівка",
            address: "вул. 13-и Розстріляних, 48",
        },
        {
            index: "85106",
            city: "Костянтинівка",
            address: "вул. Пирогова, 19В",
        },
        {
            index: "85107",
            city: "Костянтинівка",
            address: "вул. Бульварна, 31",
        },
        {
            index: "85109",
            city: "Костянтинівка",
            address: "вул. Вокзальна, 25",
        },
        {
            index: "85110",
            city: "Костянтинівка",
            address: "вул. Леваневського, 27",
        },
        {
            index: "85111",
            city: "Костянтинівка",
            address: "вул. Демещенка, 64",
        },
        {
            index: "85113",
            city: "Костянтинівка",
            address: "вул. Європейська, 65",
        },
        {
            index: "85114",
            city: "Костянтинівка",
            address: "вул. Правобережна, 256",
        },
        {
            index: "85653",
            city: "Костянтинівка",
            address: "вул. Миру, 2",
        },
        {
            index: "85542",
            city: "Костянтинопіль",
            address: "вул. Мічуріна, 39",
        },
        {
            index: "84414",
            city: "Краматорськ",
            address: "вул. Двірцева, 14",
        },
        {
            index: "84142",
            city: "Краматорськ",
            address: "вул. Двірцева, 14",
        },
        {
            index: "84302",
            city: "Краматорськ",
            address: "вул. Шкільна, 6",
        },
        {
            index: "84303",
            city: "Краматорськ",
            address: "вул. Дмитра Мазура, 53",
        },
        {
            index: "84305",
            city: "Краматорськ",
            address: "вул. Олекси Тихого, 5",
        },
        {
            index: "84306",
            city: "Краматорськ",
            address: "вул. Дніпровська, 4",
        },
        {
            index: "84307",
            city: "Краматорськ",
            address: "вул. Центральна, 1",
        },
        {
            index: "84308",
            city: "Краматорськ",
            address: "вул. Нижня, 100",
        },
        {
            index: "84311",
            city: "Краматорськ",
            address: "вул. Депутатська, 13",
        },
        {
            index: "84313",
            city: "Краматорськ",
            address: "вул. Південна, 1",
        },
        {
            index: "84318",
            city: "Краматорськ",
            address: "вул. Ульянівська, 149",
        },
        {
            index: "84320",
            city: "Краматорськ",
            address: "вул. Хабаровська, 32",
        },
        {
            index: "84322",
            city: "Краматорськ",
            address: "вул. Шкільна, 116",
        },
        {
            index: "84326",
            city: "Краматорськ",
            address: "вул. Молодіжна, 4",
        },
        {
            index: "84330",
            city: "Краматорськ",
            address: "вул. Шота Руставелі, 29",
        },
        {
            index: "84331",
            city: "Краматорськ",
            address: "вул. Марії Приймаченко, 19",
        },
        {
            index: "84333",
            city: "Краматорськ",
            address: "вул. Героїв України, 16",
        },
        {
            index: "85571",
            city: "Красна Поляна",
            address: "вул. Григорія Балжи, 45",
        },
        {
            index: "85630",
            city: "Красногорівка",
            address: "вул. Ахтирського, 8",
        },
        {
            index: "87263",
            city: "Краснопілля",
            address: "вул. Леніна, 8",
        },
        {
            index: "84395",
            city: "Красноторка",
            address: "вул. Бєлгородська, 98",
        },
        {
            index: "87031",
            city: "Кременівка",
            address: "вул. Центральна, 21",
        },
        {
            index: "84424",
            city: "Крива Лука",
            address: "вул. Центральна, 22",
        },
        {
            index: "85030",
            city: "Криворіжжя",
            address: "вул. Центральна,1",
        },
        {
            index: "86183",
            city: "Кринична",
            address: "вул. Дзержинського, 10А",
        },
        {
            index: "87132",
            city: "Кузнецово-Михайлівка",
            address: "вул. Леніна, 24",
        },
        {
            index: "87260",
            city: "Кумачове",
            address: "вул. Руцького, 26",
        },
        {
            index: "85490",
            city: "Курахівка",
            address: "вул. Молодіжна, 47",
        },
        {
            index: "85612",
            city: "Курахове",
            address: "вул. Побєди, 12",
        },
        {
            index: "85613",
            city: "Курахове",
            address: "вул. Жуковського, 12",
        },
        {
            index: "84593",
            city: "Курдюмівка",
            address: "вул. Філатова, 3",
        },
        {
            index: "87321",
            city: "Кутейникове",
            address: "вул. Шкільна, 16",
        },
        {
            index: "83491",
            city: "Ларине",
            address: "вул. Горького, 60",
        },
        {
            index: "84401",
            city: "Лиман",
            address: "вул. Пушкіна, 3А",
        },
        {
            index: "84402",
            city: "Лиман",
            address: "вул. Мира, 17",
        },
        {
            index: "84403",
            city: "Лиман",
            address: "вул. Петропавлівська, 95",
        },
        {
            index: "84404",
            city: "Лиман",
            address: "вул. Івана Лейка, 3",
        },
        {
            index: "84406",
            city: "Лиман",
            address: "вул. Ринкова, 6",
        },
        {
            index: "86189",
            city: "Липське",
            address: "вулиця відсутня БК Спартак",
        },
        {
            index: "85362",
            city: "Лисівка",
            address: "вул. Центральна, 68",
        },
        {
            index: "87370",
            city: "Лисиче",
            address: "вул. Московська, 1",
        },
        {
            index: "84412",
            city: "Лозове",
            address: "вул. Шкільна,1",
        },
        {
            index: "85628",
            city: "Луганське",
            address: "вул. Совхозна, 24",
        },
        {
            index: "84577",
            city: "Луганське",
            address: "вул. Центральна, 9",
        },
        {
            index: "85712",
            city: "Любівка",
            address: "вул. Гагаріна, 4",
        },
        {
            index: "84517",
            city: "Міньківка",
            address: "вул. Центральна, 2",
        },
        {
            index: "87130",
            city: "Мічуріне",
            address: "вул. Шевченка, 62",
        },
        {
            index: "86082",
            city: "Макіївка",
            address: "вул. Орджонікідзе, 124 А",
        },
        {
            index: "86104",
            city: "Макіївка",
            address: "вул. Панченка, 1",
        },
        {
            index: "86105",
            city: "Макіївка",
            address: "вул. Чудська, 17",
        },
        {
            index: "86106",
            city: "Макіївка",
            address: "вул. Леніна, 131",
        },
        {
            index: "86107",
            city: "Макіївка",
            address: "м-р Калінінський, 4",
        },
        {
            index: "86108",
            city: "Макіївка",
            address: "вул. Свердлова, 40",
        },
        {
            index: "86109",
            city: "Макіївка",
            address: "вул. Черкаська, 10",
        },
        {
            index: "86110",
            city: "Макіївка",
            address: "вул. Радянська, 203",
        },
        {
            index: "86111",
            city: "Макіївка",
            address: "вул. Черкаська, 12/1",
        },
        {
            index: "86112",
            city: "Макіївка",
            address: "вул. Адамяна, 3",
        },
        {
            index: "86114",
            city: "Макіївка",
            address: "вул. Малиновського, 34",
        },
        {
            index: "86115",
            city: "Макіївка",
            address: "вул. Мініна, 6",
        },
        {
            index: "86116",
            city: "Макіївка",
            address: "кв-л Квартал 48, 2",
        },
        {
            index: "86117",
            city: "Макіївка",
            address: "вул. Титова, 7",
        },
        {
            index: "86118",
            city: "Макіївка",
            address: "вул. Шахтаря, 11",
        },
        {
            index: "86119",
            city: "Макіївка",
            address: "вул. Ярошенка, 15",
        },
        {
            index: "86120",
            city: "Макіївка",
            address: "вул. Токарева, 31",
        },
        {
            index: "86121",
            city: "Макіївка",
            address: "вул. Черепанових, 153",
        },
        {
            index: "86122",
            city: "Макіївка",
            address: "вул. Новостроївська, 11",
        },
        {
            index: "86123",
            city: "Макіївка",
            address: "вул. Тихомирова, 2/10",
        },
        {
            index: "86124",
            city: "Макіївка",
            address: "вул. Рєпіна, 167",
        },
        {
            index: "86125",
            city: "Макіївка",
            address: "вул. Леніна, 92/9",
        },
        {
            index: "86126",
            city: "Макіївка",
            address: "вул. Данилова Генерала, 69",
        },
        {
            index: "86127",
            city: "Макіївка",
            address: "вул. Орджонікідзе, 76",
        },
        {
            index: "86128",
            city: "Макіївка",
            address: "вул. Магістральна, 86",
        },
        {
            index: "86130",
            city: "Макіївка",
            address: "пл. Грибиниченка, 1",
        },
        {
            index: "86131",
            city: "Макіївка",
            address: "вул. Тичини, 32",
        },
        {
            index: "86132",
            city: "Макіївка",
            address: "м-р Центральний, 5",
        },
        {
            index: "86133",
            city: "Макіївка",
            address: "вул. Леніна, 55",
        },
        {
            index: "86134",
            city: "Макіївка",
            address: "вул. Хвойна, 20",
        },
        {
            index: "86135",
            city: "Макіївка",
            address: "вул. Калініна, 45",
        },
        {
            index: "86136",
            city: "Макіївка",
            address: "вул. Грузька, 130",
        },
        {
            index: "86137",
            city: "Макіївка",
            address: "вул. Володарського, 93",
        },
        {
            index: "86139",
            city: "Макіївка",
            address: "вул. Магеллана, 17",
        },
        {
            index: "86140",
            city: "Макіївка",
            address: "вул. Радянська, 37",
        },
        {
            index: "86141",
            city: "Макіївка",
            address: "вул. Кулабухова, 4",
        },
        {
            index: "86142",
            city: "Макіївка",
            address: "вул. Космодем’янської Зої, 9",
        },
        {
            index: "86143",
            city: "Макіївка",
            address: "кв-л Квартал 8, 1",
        },
        {
            index: "86144",
            city: "Макіївка",
            address: "кв-л Квартал 5Б, 1",
        },
        {
            index: "86145",
            city: "Макіївка",
            address: "м-р Першотравневий, 7",
        },
        {
            index: "86147",
            city: "Макіївка",
            address: "кв-л Гвардійський, 10",
        },
        {
            index: "86149",
            city: "Макіївка",
            address: "вул. Єрмощенка, 6",
        },
        {
            index: "86150",
            city: "Макіївка",
            address: "кв-л Шахтарський, 1",
        },
        {
            index: "86151",
            city: "Макіївка",
            address: "м-р Сонячний, 33",
        },
        {
            index: "86154",
            city: "Макіївка",
            address: "вул. Кірова, 17",
        },
        {
            index: "86155",
            city: "Макіївка",
            address: "м-р Жовтневий, 18А",
        },
        {
            index: "86156",
            city: "Макіївка",
            address: "м-р Зелений, 65",
        },
        {
            index: "86157",
            city: "Макіївка",
            address: "пл. Радянська, 3",
        },
        {
            index: "86190",
            city: "Макіївка",
            address: "пл. Радянська, 3",
        },
        {
            index: "87032",
            city: "Македонівка",
            address: "вул. Нова, 14",
        },
        {
            index: "85622",
            city: "Максимільянівка",
            address: "вул. Жовтнева, 102б",
        },
        {
            index: "87062",
            city: "Малинівка",
            address: "вул. Центральна, б/н",
        },
        {
            index: "84187",
            city: "Малинівка",
            address: "вул. Центральна,5",
        },
        {
            index: "85341",
            city: "Малинівка",
            address: "вул. Центральна, 25",
        },
        {
            index: "86222",
            city: "Малоорлівка",
            address: "вул. Широка, 112",
        },
        {
            index: "84378",
            city: "Малотаранівка",
            address: "вул. Українська, 1А",
        },
        {
            index: "87010",
            city: "Малоянісоль",
            address: "вул. Центральна, б/н",
        },
        {
            index: "87400",
            city: "Мангуш",
            address: "просп. Миру, 93",
        },
        {
            index: "86261",
            city: "Мануйлівка",
            address: "вул. 21 З’їзду КПРС, 39",
        },
        {
            index: "87517",
            city: "Маріуполь",
            address: "просп. Нахімова, 58",
        },
        {
            index: "87519",
            city: "Маріуполь",
            address: "вул. Варшавська, 106/32",
        },
        {
            index: "87520",
            city: "Маріуполь",
            address: "вул. Маміна-Сибіряка, 36",
        },
        {
            index: "87023",
            city: "Маріуполь",
            address: "просп. Миру, 85",
        },
        {
            index: "87521",
            city: "Маріуполь",
            address: "вул. Городня, 160",
        },
        {
            index: "87030",
            city: "Маріуполь",
            address: "просп. Миру, 85",
        },
        {
            index: "87522",
            city: "Маріуполь",
            address: "вул. Зої Космодем’янської, 136",
        },
        {
            index: "87524",
            city: "Маріуполь",
            address: "просп. Металургів, 166/1",
        },
        {
            index: "87525",
            city: "Маріуполь",
            address: "бульв. Богдана Хмельницького, 2",
        },
        {
            index: "87526",
            city: "Маріуполь",
            address: "просп. Перемоги, 111",
        },
        {
            index: "87527",
            city: "Маріуполь",
            address: "вул. Каменська, 38",
        },
        {
            index: "87529",
            city: "Маріуполь",
            address: "вул. Азовстальська, 95",
        },
        {
            index: "87531",
            city: "Маріуполь",
            address: "просп. Металургів, 159",
        },
        {
            index: "87533",
            city: "Маріуполь",
            address: "вул. Балабухи Піонера, 116А",
        },
        {
            index: "87534",
            city: "Маріуполь",
            address: "просп. Будівельників, 39",
        },
        {
            index: "87535",
            city: "Маріуполь",
            address: "просп. Металургів, 235",
        },
        {
            index: "87537",
            city: "Маріуполь",
            address: "вул. Купріна, 11",
        },
        {
            index: "87538",
            city: "Маріуполь",
            address: "вул. Заозерна, 242",
        },
        {
            index: "87539",
            city: "Маріуполь",
            address: "просп. Металургів, 79",
        },
        {
            index: "87541",
            city: "Маріуполь",
            address: "бульв. Морський, 42",
        },
        {
            index: "87543",
            city: "Маріуполь",
            address: "вул. 130-ї Таганрозької Дивізії, 105",
        },
        {
            index: "87545",
            city: "Маріуполь",
            address: "вул. Пашковського, 50",
        },
        {
            index: "87547",
            city: "Маріуполь",
            address: "вул. Троїцька, 59",
        },
        {
            index: "87548",
            city: "Маріуполь",
            address: "просп. Миру, 108",
        },
        {
            index: "87549",
            city: "Маріуполь",
            address: "просп. Металургів, 102",
        },
        {
            index: "87551",
            city: "Маріуполь",
            address: "вул. Машинобудівна, 82А",
        },
        {
            index: "87552",
            city: "Маріуполь",
            address: "вул. Сорочинська, 63",
        },
        {
            index: "87553",
            city: "Маріуполь",
            address: "вул. Латишева, 33",
        },
        {
            index: "87554",
            city: "Маріуполь",
            address: "просп. Будівельників, 166",
        },
        {
            index: "87557",
            city: "Маріуполь",
            address: "вул. Олімпійська, 175",
        },
        {
            index: "87501",
            city: "Маріуполь",
            address: "вул. Друга Слободка, 56",
        },
        {
            index: "87502",
            city: "Маріуполь",
            address: "вул. Пашковського, 8",
        },
        {
            index: "87503",
            city: "Маріуполь",
            address: "вул. Київська, 31",
        },
        {
            index: "87504",
            city: "Маріуполь",
            address: "просп. Нікопольський, 50",
        },
        {
            index: "87505",
            city: "Маріуполь",
            address: "просп. Перемоги, 11",
        },
        {
            index: "87506",
            city: "Маріуполь",
            address: "вул. Мар’їнська, 214",
        },
        {
            index: "87509",
            city: "Маріуполь",
            address: "вул. Заозерна, 21",
        },
        {
            index: "87510",
            city: "Маріуполь",
            address: "просп. Луніна, 27",
        },
        {
            index: "87512",
            city: "Маріуполь",
            address: "бульв. Шевченка, 339",
        },
        {
            index: "87513",
            city: "Маріуполь",
            address: "кв-л 25-й квартал, 3",
        },
        {
            index: "87514",
            city: "Маріуполь",
            address: "вул. Пилипа Орлика, 83",
        },
        {
            index: "87005",
            city: "Маріуполь",
            address: "просп. Миру, 85",
        },
        {
            index: "87515",
            city: "Маріуполь",
            address: "вул. Куїнджі, 58",
        },
        {
            index: "83501",
            city: "Маріуполь",
            address: "пров. Пляжний, 3",
        },
        {
            index: "87516",
            city: "Маріуполь",
            address: "бульв. Меотиди, 40/41",
        },
        {
            index: "85132",
            city: "Маркове",
            address: "вул. Молодогвардійська, 32",
        },
        {
            index: "85645",
            city: "Мар’Їнка",
            address: "вул. Дружби, 24",
        },
        {
            index: "87210",
            city: "Мар’Янівка",
            address: "вул. Миру, 14",
        },
        {
            index: "84137",
            city: "Маяки",
            address: "вул. Гагаріна, 1",
        },
        {
            index: "86196",
            city: "Межове",
            address: "вул. Театральна, 1",
        },
        {
            index: "87441",
            city: "Мелекіне",
            address: "вул. Гагаріна, 16А",
        },
        {
            index: "87323",
            city: "Металіст",
            address: "вул. Леніна, 1",
        },
        {
            index: "84139",
            city: "Микільське",
            address: "вул. Молодіжна, 4",
        },
        {
            index: "85720",
            city: "Микільське",
            address: "вул. Центральна, 1",
        },
        {
            index: "84182",
            city: "Миколаївка",
            address: "вул. Миру, 17",
        },
        {
            index: "85713",
            city: "Миколаївка",
            address: "вул. Миру, 49",
        },
        {
            index: "85322",
            city: "Миколаївка",
            address: "вул. Центральна, 43",
        },
        {
            index: "85189",
            city: "Миколайпілля",
            address: "вул. Гагаріна, 46",
        },
        {
            index: "84029",
            city: "Мирна Долина",
            address: "вул. Шкільна, б/н",
        },
        {
            index: "87124",
            city: "Мирне",
            address: "вул. Центральна, 6",
        },
        {
            index: "85318",
            city: "Мирноград",
            address: "пров. Шкільний, 17",
        },
        {
            index: "85321",
            city: "Мирноград",
            address: "м-р Західний, 11/30",
        },
        {
            index: "85323",
            city: "Мирноград",
            address: "вул. Соборна, 28",
        },
        {
            index: "85324",
            city: "Мирноград",
            address: "вул. Мухамадєєва, 8/4",
        },
        {
            index: "85325",
            city: "Мирноград",
            address: "вул. Центральна, 24",
        },
        {
            index: "85327",
            city: "Мирноград",
            address: "м-р Східний, 8",
        },
        {
            index: "84791",
            city: "Миронівський",
            address: "вул. Миру, 16",
        },
        {
            index: "84030",
            city: "Михайлівка",
            address: "вул. Центральна, 38А",
        },
        {
            index: "83492",
            city: "Моспине",
            address: "вул. Кооперативна, 22",
        },
        {
            index: "83493",
            city: "Моспине",
            address: "вул. Короленка, 39",
        },
        {
            index: "86220",
            city: "Нікішине",
            address: "вул. Колхозна, 1",
        },
        {
            index: "87000",
            city: "Нікольське",
            address: "вул. Свободи, 93",
        },
        {
            index: "85298",
            city: "Неліпівка",
            address: "вул. Шевченко, 2",
        },
        {
            index: "86184",
            city: "Нижня Кринка",
            address: "вул. Поштова, 1",
        },
        {
            index: "86185",
            city: "Нижня Кринка",
            address: "вул. Центральна, 18",
        },
        {
            index: "86186",
            city: "Нижня Кринка",
            address: "просп. Комсомольский, 20",
        },
        {
            index: "85277",
            city: "Новгородське",
            address: "вул. Покровська, 2",
        },
        {
            index: "85278",
            city: "Новгородське",
            address: "вул. Франка, 21",
        },
        {
            index: "85297",
            city: "Новгородське",
            address: "вул. Великих Інтернаціоналістів, 12",
        },
        {
            index: "87230",
            city: "Новий Світ",
            address: "вул. Московська, 1",
        },
        {
            index: "85372",
            city: "Новоєлизаветівка",
            address: "вул. Широка, 1",
        },
        {
            index: "87600",
            city: "Новоазовськ",
            address: "вул. Кірова, 75",
        },
        {
            index: "87333",
            city: "Новоамвросіївське",
            address: "вул. Леніна, 8",
        },
        {
            index: "85752",
            city: "Новоандріївка",
            address: "вул. Центральна, 41",
        },
        {
            index: "85483",
            city: "Новогродівка",
            address: "вул. Молодіжна, 5",
        },
        {
            index: "84050",
            city: "Новодонецьке",
            address: "вул. Благовісна, 3",
        },
        {
            index: "85335",
            city: "Новоекономічне",
            address: "вул. Богдана Хмельницького, 23",
        },
        {
            index: "87200",
            city: "Новозар’Ївка",
            address: "вул. Шкільна, 2",
        },
        {
            index: "87240",
            city: "Новокатеринівка",
            address: "вул. Леніна, 69",
        },
        {
            index: "87022",
            city: "Новокраснівка",
            address: "вул. Миру, б/н",
        },
        {
            index: "84573",
            city: "Новолуганське",
            address: "вул. Першотравнева, 38",
        },
        {
            index: "84143",
            city: "Новомиколаївка",
            address: "вул. Центральна, 1",
        },
        {
            index: "85644",
            city: "Новомихайлівка",
            address: "вул. Центральна, 64",
        },
        {
            index: "85791",
            city: "Новоолексіївка",
            address: "вул. Центральна, 1",
        },
        {
            index: "85515",
            city: "Новопетриківка",
            address: "вул. Центральна, 39",
        },
        {
            index: "84431",
            city: "Новоселівка",
            address: "вул. Партизанська, 1",
        },
        {
            index: "87140",
            city: "Новоселівка",
            address: "вул. Каштанова, 25",
        },
        {
            index: "85607",
            city: "Новоселидівка",
            address: "вул. Миру, 1А",
        },
        {
            index: "85732",
            city: "Новотроїцьке",
            address: "вул. Кошевого, 35",
        },
        {
            index: "85733",
            city: "Новотроїцьке",
            address: "пров. Патріотичний, 6",
        },
        {
            index: "85640",
            city: "Новоукраїнка",
            address: "вул. Молодіжна , 15",
        },
        {
            index: "84693",
            city: "Озерянівка",
            address: "вул. Ріхтера, 1",
        },
        {
            index: "85133",
            city: "Олексієво-Дружківка",
            address: "вул. Каштанова, 16",
        },
        {
            index: "84293",
            city: "Олексієво-Дружківка",
            address: "вул. Центральна, 117",
        },
        {
            index: "85519",
            city: "Олексіївка",
            address: "вул. Колєсніка, 38",
        },
        {
            index: "84000",
            city: "Олександрівка",
            address: "вул. Самарська, 6",
        },
        {
            index: "84433",
            city: "Олександрівка",
            address: "вул. Підлісна,14",
        },
        {
            index: "87232",
            city: "Олександрівка",
            address: "вул. Миру, 3",
        },
        {
            index: "84168",
            city: "Олександрівка",
            address: "вул. Центральна, 1",
        },
        {
            index: "85660",
            city: "Олександрівка",
            address: "вул. Шкільна, 164",
        },
        {
            index: "87622",
            city: "Олександрівське",
            address: "вул. Молодіжна, 1",
        },
        {
            index: "86488",
            city: "Олександрівське",
            address: "вул. Утіна, 32",
        },
        {
            index: "85142",
            city: "Олександро-Калинове",
            address: "пл. Танкістів, 1",
        },
        {
            index: "86489",
            city: "Оленівка",
            address: "вул. Дарвіна, 7",
        },
        {
            index: "85710",
            city: "Оленівка",
            address: "вул. Поштова, 85",
        },
        {
            index: "85730",
            city: "Ольгинка",
            address: "вул. Маяковського, 32",
        },
        {
            index: "86491",
            city: "Ольховатка",
            address: "вул. Радянська, 1",
        },
        {
            index: "84574",
            city: "Ольховатка",
            address: "вул. Матросова, 57",
        },
        {
            index: "84567",
            city: "Опитне",
            address: "вул. Київська, 5",
        },
        {
            index: "87233",
            city: "Осикове",
            address: "вул. Радяньска, 66",
        },
        {
            index: "86020",
            city: "Очеретине",
            address: "вул. Заводська, 2",
        },
        {
            index: "85275",
            city: "Північне",
            address: "вул. Нова, 2",
        },
        {
            index: "85286",
            city: "Північне",
            address: "вул. Шкільна, 15",
        },
        {
            index: "85512",
            city: "Піддубне",
            address: "пров. Київський, 28",
        },
        {
            index: "85672",
            city: "Павлівка",
            address: "вул. Шевченка, 68А",
        },
        {
            index: "84695",
            city: "Пантелеймонівка",
            address: "вул. Виноградна, 2",
        },
        {
            index: "84513",
            city: "Парасковіївка",
            address: "вул. Світла, 3",
        },
        {
            index: "86595",
            city: "Первомайський",
            address: "вул. Васильєва-Буглаєва, 12А",
        },
        {
            index: "84519",
            city: "Переїзне",
            address: "вул. Горького, 192",
        },
        {
            index: "85364",
            city: "Петрівка",
            address: "вул. Центральна, 2",
        },
        {
            index: "84011",
            city: "Петрівка Друга",
            address: "вул. Шкільна, 2",
        },
        {
            index: "87242",
            city: "Петрівське",
            address: "вул. Шкільна, 2",
        },
        {
            index: "85750",
            city: "Петрівське",
            address: "вул. Поштова, 60",
        },
        {
            index: "86230",
            city: "Петропавлівка",
            address: "вул. Миру, 1А",
        },
        {
            index: "84005",
            city: "Покровськ",
            address: "вул. Поштова, 5А",
        },
        {
            index: "84006",
            city: "Покровськ",
            address: "вул. Поштова, 5А",
        },
        {
            index: "85506",
            city: "Покровськ",
            address: "вул. Поштова, 5а",
        },
        {
            index: "85017",
            city: "Покровськ",
            address: "вул. Поштова, 5А",
        },
        {
            index: "85032",
            city: "Покровськ",
            address: "вул. Поштова, 5а",
        },
        {
            index: "85301",
            city: "Покровськ",
            address: "вул. Бовкуна Степана, 13",
        },
        {
            index: "85302",
            city: "Покровськ",
            address: "вул. Кальміуська, 158",
        },
        {
            index: "85303",
            city: "Покровськ",
            address: "вул. Захисників України, 41",
        },
        {
            index: "85305",
            city: "Покровськ",
            address: "вул. Зотова, 6/2",
        },
        {
            index: "85306",
            city: "Покровськ",
            address: "вул. 8 Березня, 79",
        },
        {
            index: "85307",
            city: "Покровськ",
            address: "м-р Шахтарський, 24в",
        },
        {
            index: "85359",
            city: "Покровськ",
            address: "вул. Поштова, 5а",
        },
        {
            index: "84559",
            city: "Покровське",
            address: "вул. Миру, 56",
        },
        {
            index: "87440",
            city: "Покровське",
            address: "вул. Транспортна, 9А",
        },
        {
            index: "87438",
            city: "Портівське",
            address: "вул. Садова, 2",
        },
        {
            index: "85161",
            city: "Предтечине",
            address: "вул. Центральна, 1А",
        },
        {
            index: "84159",
            city: "Прелесне",
            address: "вул. Гагаріна, 1",
        },
        {
            index: "87431",
            city: "Приазовське",
            address: "вул. Центральна, 1В",
        },
        {
            index: "84160",
            city: "Привілля",
            address: "вул. Центральна, 4",
        },
        {
            index: "85784",
            city: "Привільне",
            address: "вул. Центральна, 8",
        },
        {
            index: "87212",
            city: "Придорожнє",
            address: "вул. Леніна, 6",
        },
        {
            index: "87643",
            city: "Приморське",
            address: "вул. Радянська, 5",
        },
        {
            index: "85773",
            city: "Прохорівка",
            address: "вул. Центральна, 55",
        },
        {
            index: "86192",
            city: "П’Ятипілля",
            address: "вул. Пономаренка, 38",
        },
        {
            index: "85759",
            city: "Рівнопіль",
            address: "вул. Донецька, 37",
        },
        {
            index: "84186",
            city: "Рай-Олександрівка",
            address: "вул. Шкільна, 63",
        },
        {
            index: "84150",
            city: "Райгородок",
            address: "пров. Східний, 8А",
        },
        {
            index: "84291",
            city: "Райське",
            address: "вул. Дорошенко, 1",
        },
        {
            index: "87021",
            city: "Республіка",
            address: "вул. Центральна,1",
        },
        {
            index: "85731",
            city: "Рибинське",
            address: "вул. Центральна, 1",
        },
        {
            index: "85310",
            city: "Родинське",
            address: "вул. Миру, 12",
        },
        {
            index: "85311",
            city: "Родинське",
            address: "вул. Пушкіна, 8",
        },
        {
            index: "86221",
            city: "Розівка",
            address: "вул. Щорса, 4",
        },
        {
            index: "84540",
            city: "Роздолівка",
            address: "вул. Миру, 25",
        },
        {
            index: "85532",
            city: "Роздольне",
            address: "вул. Шкільна, 19",
        },
        {
            index: "87252",
            city: "Роздольне",
            address: "вул. Радяньска, 86",
        },
        {
            index: "85544",
            city: "Розлив",
            address: "вул. Центральна, 32",
        },
        {
            index: "86691",
            city: "Розсипне",
            address: "вул. Чекістів, 9",
        },
        {
            index: "84411",
            city: "Рубці",
            address: "вул. Центральна, 18",
        },
        {
            index: "86583",
            city: "Сєверне",
            address: "вул. Квітки, 37",
        },
        {
            index: "86584",
            city: "Сєверне",
            address: "вул. Квітки, 1",
        },
        {
            index: "87632",
            city: "Сєдове",
            address: "вул. Калініна, 9",
        },
        {
            index: "84522",
            city: "Сіверськ",
            address: "вул. Поштова, 5",
        },
        {
            index: "84523",
            city: "Сіверськ",
            address: "вул. Суворова, 28",
        },
        {
            index: "86484",
            city: "Савелівка",
            address: "вул. Маяковського, 5",
        },
        {
            index: "86250",
            city: "Садове",
            address: "вул. Первомайська, 4",
        },
        {
            index: "87630",
            city: "Самійлове",
            address: "вул. 60 років Жовтня, б/н",
        },
        {
            index: "87220",
            city: "Сарабаш",
            address: "вул. Жовтнева, 3",
        },
        {
            index: "87592",
            city: "Сартана",
            address: "вул. Лафазана, 34",
        },
        {
            index: "87651",
            city: "Саханка",
            address: "вул. Вартазарова, 4",
        },
        {
            index: "84792",
            city: "Світлодарськ",
            address: "просп. Миру, 5А",
        },
        {
            index: "85770",
            city: "Свободне",
            address: "вул. Центральна, 56",
        },
        {
            index: "84130",
            city: "Святогірськ",
            address: "вул. Мазепи Івана, 44",
        },
        {
            index: "85020",
            city: "Святогорівка",
            address: "пров. Поштовий, 15",
        },
        {
            index: "85400",
            city: "Селидове",
            address: "вул. Карла Маркса, 33",
        },
        {
            index: "85401",
            city: "Селидове",
            address: "вул. Воїнів Інтернаціоналістів, 11/3",
        },
        {
            index: "84191",
            city: "Сергіївка",
            address: "вул. Паркова, 11",
        },
        {
            index: "85332",
            city: "Сергіївка",
            address: "вул. Поштова, 25А",
        },
        {
            index: "84516",
            city: "Серебрянка",
            address: "вул. Шкільна, 15",
        },
        {
            index: "84141",
            city: "Сидорове",
            address: "вул. Первомайська, 20",
        },
        {
            index: "84101",
            city: "Слов’Янськ",
            address: "вул. Донська, 9",
        },
        {
            index: "84102",
            city: "Слов’Янськ",
            address: "вул. Дарвіна, 17",
        },
        {
            index: "84105",
            city: "Слов’Янськ",
            address: "вул. Новий Побут, 30",
        },
        {
            index: "84107",
            city: "Слов’Янськ",
            address: "вул. Ізюмська, 90",
        },
        {
            index: "84108",
            city: "Слов’Янськ",
            address: "вул. Каспійська, 27",
        },
        {
            index: "84109",
            city: "Слов’Янськ",
            address: "вул. Комяхова, 42",
        },
        {
            index: "84110",
            city: "Слов’Янськ",
            address: "вул. Лізенка, 1",
        },
        {
            index: "84111",
            city: "Слов’Янськ",
            address: "вул. Голубівська, 1",
        },
        {
            index: "84115",
            city: "Слов’Янськ",
            address: "пров. Лисичанський, 1",
        },
        {
            index: "84116",
            city: "Слов’Янськ",
            address: "вул. Олімпійська, 5",
        },
        {
            index: "84118",
            city: "Слов’Янськ",
            address: "пров. Оскольський, 1",
        },
        {
            index: "84121",
            city: "Слов’Янськ",
            address: "вул. Паркова, 1А",
        },
        {
            index: "84122",
            city: "Слов’Янськ",
            address: "вул. Свободи, 1",
        },
        {
            index: "86501",
            city: "Сніжне",
            address: "вул. Менделєєва, 26",
        },
        {
            index: "86503",
            city: "Сніжне",
            address: "вул. Токарєва, 8",
        },
        {
            index: "86508",
            city: "Сніжне",
            address: "вул. Феоктистова, 17",
        },
        {
            index: "86510",
            city: "Сніжне",
            address: "вул. Совєтська, 81",
        },
        {
            index: "86570",
            city: "Сніжне",
            address: "вул. Гагаріна, 38",
        },
        {
            index: "86579",
            city: "Сніжне",
            address: "вул. Гагаріна, 38",
        },
        {
            index: "86200",
            city: "Сніжне",
            address: "вул. Гагаріна, 38",
        },
        {
            index: "84545",
            city: "Соледар",
            address: "вул. Паркова, 1а",
        },
        {
            index: "84546",
            city: "Соледар",
            address: "вул. Залівського, 39",
        },
        {
            index: "84547",
            city: "Соледар",
            address: "вул. Паризької Комуни, 21А",
        },
        {
            index: "85374",
            city: "Сонцівка",
            address: "вул. Прокоф’єва, 2",
        },
        {
            index: "87262",
            city: "Сонцеве",
            address: "вул. Леніна, 5",
        },
        {
            index: "85782",
            city: "Сонячне",
            address: "вул. Миру, 26",
        },
        {
            index: "86450",
            city: "Софіївка",
            address: "вул. Маяковського, 5",
        },
        {
            index: "86451",
            city: "Софіївка",
            address: "вул. Ювілейна, 9",
        },
        {
            index: "86452",
            city: "Софіївка",
            address: "вул. Маяковського, 5",
        },
        {
            index: "85171",
            city: "Софіївка",
            address: "вул. Дружби, 4",
        },
        {
            index: "86080",
            city: "Спартак",
            address: "вул. Центральна, 1",
        },
        {
            index: "84037",
            city: "Спасько-Михайлівка",
            address: "вул. Центральна, 1",
        },
        {
            index: "86233",
            city: "Стіжківське",
            address: "вул. Октябрська, 13",
        },
        {
            index: "85145",
            city: "Стара Миколаївка",
            address: "вул. Садова, 44А",
        },
        {
            index: "87591",
            city: "Старий Крим",
            address: "вул. Каштанова, 47Б",
        },
        {
            index: "87201",
            city: "Старобешеве",
            address: "просп. Донецький, 15",
        },
        {
            index: "87202",
            city: "Старобешеве",
            address: "вул. Радянська, 64",
        },
        {
            index: "84031",
            city: "Староварварівка",
            address: "вул. Велика Садова, 7",
        },
        {
            index: "87110",
            city: "Старогнатівка",
            address: "вул. Шкільна, 53",
        },
        {
            index: "87111",
            city: "Староласпа",
            address: "вул. Леніна, 43А",
        },
        {
            index: "85529",
            city: "Старомайорське",
            address: "вул. Кооперативна, 14",
        },
        {
            index: "85635",
            city: "Старомихайлівка",
            address: "вул. Леніна, 1",
        },
        {
            index: "85527",
            city: "Старомлинівка",
            address: "вул. Центральна, 97",
        },
        {
            index: "84043",
            city: "Степанівка",
            address: "вул. Поштова, 1",
        },
        {
            index: "86260",
            city: "Степанівка",
            address: "вул. Строїтельна, 1",
        },
        {
            index: "85141",
            city: "Степанівка",
            address: "вул. Квіткова, 7",
        },
        {
            index: "87320",
            city: "Степано-Кринка",
            address: "вул. Садова, 1",
        },
        {
            index: "85657",
            city: "Степне",
            address: "вул. Шевченка ,2в",
        },
        {
            index: "85751",
            city: "Степне",
            address: "вул. Центральна, 22",
        },
        {
            index: "87221",
            city: "Стила",
            address: "вул. Іскри, 1А",
        },
        {
            index: "85780",
            city: "Стрітенка",
            address: "вул. Центральна, 32",
        },
        {
            index: "87243",
            city: "Строїтель",
            address: "вул. Перемоги, 18",
        },
        {
            index: "85279",
            city: "Суха Балка",
            address: "вул. Миру, 1",
        },
        {
            index: "87584",
            city: "Талаківка",
            address: "вул. Соборна, 235",
        },
        {
            index: "87020",
            city: "Темрюк",
            address: "вул. Шкільна, 23",
        },
        {
            index: "84417",
            city: "Терни",
            address: "вул. Миру, 80",
        },
        {
            index: "84197",
            city: "Тетянівка",
            address: "вул. Центральна, 37",
        },
        {
            index: "87047",
            city: "Тополине",
            address: "вул. Шкільна, 11",
        },
        {
            index: "85200",
            city: "Торецьк",
            address: "вул. Маяковського, 29",
        },
        {
            index: "85206",
            city: "Торецьк",
            address: "вул. Лісова, 14",
        },
        {
            index: "85207",
            city: "Торецьк",
            address: "просп. Шахтарів, 26",
        },
        {
            index: "84444",
            city: "Торське",
            address: "вул. Джерельна, 22",
        },
        {
            index: "85170",
            city: "Торське",
            address: "вул. Ювілейна, 25",
        },
        {
            index: "86790",
            city: "Троїцько-Харцизьк",
            address: "вул. Жовтнева, 2",
        },
        {
            index: "85329",
            city: "Удачне",
            address: "вул. Залізнична, 53",
        },
        {
            index: "85485",
            city: "Українськ",
            address: "вул. Першотравнева, 24",
        },
        {
            index: "87455",
            city: "Урзуф",
            address: "вул. Центральна, 64",
        },
        {
            index: "85608",
            city: "Успенівка",
            address: "вул. Центральна, 37А",
        },
        {
            index: "87371",
            city: "Успенка",
            address: "вул. Октябрьська, 71А",
        },
        {
            index: "86702",
            city: "Харцизьк",
            address: "вул. Шалімова, 4",
        },
        {
            index: "86703",
            city: "Харцизьк",
            address: "вул. Патона, 24",
        },
        {
            index: "86704",
            city: "Харцизьк",
            address: "вул. Адамця, 48",
        },
        {
            index: "86706",
            city: "Харцизьк",
            address: "м-р Металургів, 4",
        },
        {
            index: "86709",
            city: "Харцизьк",
            address: "вул. Октябрська, 84",
        },
        {
            index: "85715",
            city: "Хлібодарівка",
            address: "вул. Центральна, 17",
        },
        {
            index: "86193",
            city: "Холодне",
            address: "вул. Шевченка, 1А",
        },
        {
            index: "87620",
            city: "Хомутове",
            address: "вул. Леніна, 19",
        },
        {
            index: "86300",
            city: "Хрестівка",
            address: "вул. Донецька, 10",
        },
        {
            index: "86302",
            city: "Хрестівка",
            address: "кв-л Гірняцький, 17",
        },
        {
            index: "84138",
            city: "Хрестище",
            address: "пров. Шкільний, 1",
        },
        {
            index: "87612",
            city: "Хрещатицьке",
            address: "пров. Радянський, 1",
        },
        {
            index: "85486",
            city: "Цукурине",
            address: "вул. Центральна, 10А",
        },
        {
            index: "84551",
            city: "Часів Яр",
            address: "вул. Поштова, 5",
        },
        {
            index: "84552",
            city: "Часів Яр",
            address: "вул. Ціолковського, 15",
        },
        {
            index: "84553",
            city: "Часів Яр",
            address: "вул. Образцова, 4",
        },
        {
            index: "84162",
            city: "Черкаське",
            address: "вул. Шевченка, 17",
        },
        {
            index: "87142",
            city: "Чермалик",
            address: "вул. Миру, 19",
        },
        {
            index: "86600",
            city: "Чистякове",
            address: "вул. Миколаєва, 47",
        },
        {
            index: "86601",
            city: "Чистякове",
            address: "вул. Фабрична, 24",
        },
        {
            index: "86603",
            city: "Чистякове",
            address: "вул. Чайковського, 5",
        },
        {
            index: "86604",
            city: "Чистякове",
            address: "вул. Катанаєва, 14",
        },
        {
            index: "86605",
            city: "Чистякове",
            address: "вул. Кронштадтська, 25",
        },
        {
            index: "86606",
            city: "Чистякове",
            address: "м-р 30 років Перемоги, 31",
        },
        {
            index: "86607",
            city: "Чистякове",
            address: "вул. Жуковського, 3",
        },
        {
            index: "86609",
            city: "Чистякове",
            address: "вул. Косарєва, 4",
        },
        {
            index: "86617",
            city: "Чистякове",
            address: "м-р Мікрорайон 4, 27",
        },
        {
            index: "86695",
            city: "Чистякове",
            address: "вул. Індустріальна, 8",
        },
        {
            index: "84380",
            city: "Шабельківка",
            address: "вул. Волгодонська, 85",
        },
        {
            index: "84430",
            city: "Шандриголове",
            address: "вул. Гутченка, 161",
        },
        {
            index: "85050",
            city: "Шахове",
            address: "вул. Чернявського, 13",
        },
        {
            index: "86207",
            city: "Шахтарськ",
            address: "вул. Терешкової, 89",
        },
        {
            index: "86211",
            city: "Шахтарськ",
            address: "вул. Леніна, 18",
        },
        {
            index: "86202",
            city: "Шахтарськ",
            address: "вул. Філатова, 1",
        },
        {
            index: "86203",
            city: "Шахтарськ",
            address: "вул. Крупської, 40",
        },
        {
            index: "86204",
            city: "Шахтарськ",
            address: "вул. Партизанська, 5",
        },
        {
            index: "86205",
            city: "Шахтарськ",
            address: "вул. Ленінградська, 13",
        },
        {
            index: "86206",
            city: "Шахтарськ",
            address: "вул. Шосейна, 1",
        },
        {
            index: "85560",
            city: "Шахтарське",
            address: "вул. Поштова, 30",
        },
        {
            index: "85507",
            city: "Шевченко",
            address: "вул. Шевченка, 5",
        },
        {
            index: "87152",
            city: "Шевченко",
            address: "вул. Миру, 34А",
        },
        {
            index: "85316",
            city: "Шевченко",
            address: "вул. Спортивна, 2",
        },
        {
            index: "86792",
            city: "Широке",
            address: "вул. Вокзальна, 2А",
        },
        {
            index: "85287",
            city: "Щербинівка",
            address: "вул. Зарічна, 21",
        },
        {
            index: "84453",
            city: "Щурове",
            address: "вул. Соборна, 1",
        },
        {
            index: "87454",
            city: "Юр’Ївка",
            address: "вул. Набережна, б/н",
        },
        {
            index: "85144",
            city: "Яблунівка",
            address: "вул. Центральна, 124",
        },
        {
            index: "84542",
            city: "Яковлівка",
            address: "вул. Донецька, 5",
        },
        {
            index: "87450",
            city: "Ялта",
            address: "вул. Грецька, 35",
        },
        {
            index: "84461",
            city: "Ямпіль",
            address: "вул. Леваневського, 3",
        },
        {
            index: "84432",
            city: "Ярова",
            address: "вул. Кооперативна, 7",
        },
        {
            index: "86181",
            city: "Ясинівка",
            address: "вул. Радянська, 61",
        },
        {
            index: "86000",
            city: "Ясинувата",
            address: "вул. Пушкіна, 12",
        },
        {
            index: "86001",
            city: "Ясинувата",
            address: "вул. Машинобудівників, 13",
        },
        {
            index: "86004",
            city: "Ясинувата",
            address: "вул. Чайковського, 3",
        },
        {
            index: "86006",
            city: "Ясинувата",
            address: "кв-л 103, 21",
        },
        {
            index: "86007",
            city: "Ясинувата",
            address: "м-р № 3, 4",
        },
        {
            index: "86008",
            city: "Ясинувата",
            address: "м-р Зірниця, 1",
        },
        {
            index: "86033",
            city: "Ясинувата",
            address: "вул. Орджонікідзе, 124А",
        },
        {
            index: "85747",
            city: "Ясне",
            address: "вул. Леніна, 32",
        },
        {
            index: "84391",
            city: "Ясногірка",
            address: "пров. Воркутинський, 4",
        },
        {
            index: "84410",
            city: "Яцьківка",
            address: "вул. Миру, 37",
        },
    ],
    Житомирська: [
        {
            index: "11201",
            city: "Ємільчине",
            address: "вул. Соборна, 31",
        },
        {
            index: "13509",
            city: "Єрчики",
            address: "вул. Шевченка, 16",
        },
        {
            index: "11656",
            city: "Іванівка",
            address: "вул. Міщенка, 1",
        },
        {
            index: "12415",
            city: "Іванівка",
            address: "вул. Островського, 59",
        },
        {
            index: "13410",
            city: "Іванків",
            address: "вул. Мельника, 4",
        },
        {
            index: "13371",
            city: "Іванківці",
            address: "вул. Шевченка, 34",
        },
        {
            index: "12040",
            city: "Івановичі",
            address: "вул. Соборна, 27",
        },
        {
            index: "13252",
            city: "Іванопіль",
            address: "вул. Незалежності, 19",
        },
        {
            index: "13420",
            city: "Івниця",
            address: "вул. Миру, 3",
        },
        {
            index: "11111",
            city: "Ігнатпіль",
            address: "вул. Олександра Василенка, 9",
        },
        {
            index: "12211",
            city: "Ірша",
            address: "вул. Лісна, 1",
        },
        {
            index: "12110",
            city: "Іршанськ",
            address: "вул. Гулія, 7",
        },
        {
            index: "11254",
            city: "Андрієвичі",
            address: "вул. Шевченка, 7",
        },
        {
            index: "13401",
            city: "Андрушівка",
            address: "пл. Тараса Шевченка, 2",
        },
        {
            index: "13402",
            city: "Андрушівка",
            address: "вул. Тітова, 9",
        },
        {
            index: "13539",
            city: "Андрушки",
            address: "вул. Заводська, 50А",
        },
        {
            index: "13414",
            city: "Антопіль",
            address: "вул. Центральна, 23",
        },
        {
            index: "11124",
            city: "Бігунь",
            address: "вул. Механізаторів, 6",
        },
        {
            index: "12213",
            city: "Біла Криниця",
            address: "вул. Центральна, 55",
        },
        {
            index: "13638",
            city: "Білилівка",
            address: "вул. Троїцька, 14",
        },
        {
            index: "11564",
            city: "Білка",
            address: "вул. Лесі Українки, 1",
        },
        {
            index: "13517",
            city: "Білки",
            address: "вул. Птіцина, 3",
        },
        {
            index: "11055",
            city: "Білокоровичі",
            address: "вул. Шевченка, 37",
        },
        {
            index: "12521",
            city: "Більківці",
            address: "вул. Центральна, 41",
        },
        {
            index: "13225",
            city: "Бабушки",
            address: "вул. Центральна, 5",
        },
        {
            index: "11438",
            city: "Базар",
            address: "вул. Покровська,6",
        },
        {
            index: "12701",
            city: "Баранівка",
            address: "вул. Звягельська, 3",
        },
        {
            index: "12702",
            city: "Баранівка",
            address: "вул. Зарічна, 10",
        },
        {
            index: "11255",
            city: "Бараші",
            address: "вул. Героїв Майдану,1",
        },
        {
            index: "12326",
            city: "Бежів",
            address: "вул. Шевченка, 45",
        },
        {
            index: "13265",
            city: "Безпечна",
            address: "вул. Центральна, 20",
        },
        {
            index: "13301",
            city: "Бердичів",
            address: "вул. Вінницька, 28/1",
        },
        {
            index: "13302",
            city: "Бердичів",
            address: "вул. Одеська, 40/1",
        },
        {
            index: "13303",
            city: "Бердичів",
            address: "вул. Житомирська, 115",
        },
        {
            index: "13304",
            city: "Бердичів",
            address: "вул. Червона, 26",
        },
        {
            index: "13306",
            city: "Бердичів",
            address: "пл. Привокзальна, 1",
        },
        {
            index: "13307",
            city: "Бердичів",
            address: "вул. Газопровідна, 21А",
        },
        {
            index: "13308",
            city: "Бердичів",
            address: "вул. Козацька, 3",
        },
        {
            index: "13312",
            city: "Бердичів",
            address: "вул. Житомирська, 53",
        },
        {
            index: "13139",
            city: "Березівка",
            address: "вул. Центральна, 16",
        },
        {
            index: "12409",
            city: "Березівка",
            address: "вул. Петра Потапенка, 3",
        },
        {
            index: "13651",
            city: "Березянка",
            address: "вул. Шкільна, 2",
        },
        {
            index: "12733",
            city: "Берестівка",
            address: "вул. Шосейна,1",
        },
        {
            index: "13012",
            city: "Биківка",
            address: "вул. Миру, 8",
        },
        {
            index: "13329",
            city: "Бистрик",
            address: "вул. Шевченка, 17",
        },
        {
            index: "13635",
            city: "Бистрик",
            address: "вул. Матвійчука, 9",
        },
        {
            index: "13153",
            city: "Бичева",
            address: "вул. Центральна, 41",
        },
        {
            index: "11323",
            city: "Бовсуни",
            address: "вул. Центральна, 79",
        },
        {
            index: "12413",
            city: "Болярка",
            address: "вул. Шкільна, 16",
        },
        {
            index: "11152",
            city: "Бондарі",
            address: "вул. Заводська, б/н",
        },
        {
            index: "11528",
            city: "Бондарівка",
            address: "вул. Миру, 37",
        },
        {
            index: "13123",
            city: "Борушківці",
            address: "вул. Михайлівська, 53",
        },
        {
            index: "12251",
            city: "Борщів",
            address: "вул. Центральна, 55",
        },
        {
            index: "13444",
            city: "Бровки Перші",
            address: "вул. Залізнична, 13",
        },
        {
            index: "11711",
            city: "Броницька Гута",
            address: "вул. Лесі Українки, 6",
        },
        {
            index: "12601",
            city: "Брусилів",
            address: "вул. Митрополита Іларіона, 45",
        },
        {
            index: "13213",
            city: "Будичани",
            address: "вул. Бричника, 2Г",
        },
        {
            index: "13259",
            city: "Бурківці",
            address: "вул. Центральна, 7",
        },
        {
            index: "13365",
            city: "Буряки",
            address: "вул. Шевченка, 5",
        },
        {
            index: "11056",
            city: "Бучмани",
            address: "вул. Садова,1",
        },
        {
            index: "13634",
            city: "Вільнопілля",
            address: "вул. Шевченка, 17",
        },
        {
            index: "12334",
            city: "Вільськ",
            address: "вул. Житомирська, 37",
        },
        {
            index: "13030",
            city: "Вільха",
            address: "вул. Центральна, 1",
        },
        {
            index: "13224",
            city: "Вільшанка",
            address: "вул. Центральна, 55",
        },
        {
            index: "12730",
            city: "Вірля",
            address: "вул. Центральна, 2",
        },
        {
            index: "13246",
            city: "Вакуленчук",
            address: "вул. відсутня, б/н",
        },
        {
            index: "13541",
            city: "Василівка",
            address: "вул. Паценка, 38",
        },
        {
            index: "11522",
            city: "Васьковичі",
            address: "вул. Першотравнева, 20",
        },
        {
            index: "13240",
            city: "Великі Коровинці",
            address: "вул. Терещенка, 11",
        },
        {
            index: "13416",
            city: "Великі Мошківці",
            address: "вул. Молодіжна, 3",
        },
        {
            index: "13349",
            city: "Великі Низгірці",
            address: "вул. Корольова, 1",
        },
        {
            index: "11767",
            city: "Велика Горбаша",
            address: "вул. Перемоги, 25",
        },
        {
            index: "13361",
            city: "Велика П’Ятигірка",
            address: "вул. Миру, 31",
        },
        {
            index: "12242",
            city: "Велика Рача",
            address: "вул. Поліська, 15",
        },
        {
            index: "11161",
            city: "Велика Фосня",
            address: "вул. Центральна, б/н",
        },
        {
            index: "11150",
            city: "Велика Хайча",
            address: "вул. Ващука, 47Б",
        },
        {
            index: "11117",
            city: "Велика Чернігівка",
            address: "вул. Житомирська, 6",
        },
        {
            index: "11331",
            city: "Великий Дивлин",
            address: "вул. Центральна, 47",
        },
        {
            index: "12050",
            city: "Великий Луг",
            address: "вул. Миру, 1",
        },
        {
            index: "11749",
            city: "Великий Молодьків",
            address: "вул. Соборна, 2А",
        },
        {
            index: "12212",
            city: "Веприн",
            address: "вул. Стадіонна, 30",
        },
        {
            index: "13615",
            city: "Вербівка",
            address: "вул. Демчука, 3",
        },
        {
            index: "12401",
            city: "Вереси",
            address: "вул. Покровська, 16В",
        },
        {
            index: "12450",
            city: "Вертокиївка",
            address: "вул. Миру, 37",
        },
        {
            index: "13613",
            city: "Верхівня",
            address: "вул. Миру, 4",
        },
        {
            index: "11536",
            city: "Веселівка",
            address: "вул. Лесі Українки, 12А",
        },
        {
            index: "11553",
            city: "Вигів",
            address: "вул. Першотравнева,15",
        },
        {
            index: "12313",
            city: "Видибор",
            address: "вул. Центральна, 19",
        },
        {
            index: "12427",
            city: "Висока Піч",
            address: "вул. Воронкіна, 5",
        },
        {
            index: "12426",
            city: "Висока Піч",
            address: "вул. Чуднівська, 2",
        },
        {
            index: "12341",
            city: "Високе",
            address: "вул. Плакидіна, 7",
        },
        {
            index: "11611",
            city: "Вишів",
            address: "пров. Дружби, 2",
        },
        {
            index: "12214",
            city: "Вишевичі",
            address: "вул. Миру, 4",
        },
        {
            index: "13633",
            city: "Вишневе",
            address: "вул. Заріччя, 1",
        },
        {
            index: "11616",
            city: "Владівка",
            address: "вул. Шевченка, 47",
        },
        {
            index: "12624",
            city: "Водотиї",
            address: "вул. Центральна, 23",
        },
        {
            index: "13424",
            city: "Волиця",
            address: "вул. Житомирська, 105",
        },
        {
            index: "13411",
            city: "Волосів",
            address: "вул. Кооперативна, 1А",
        },
        {
            index: "13042",
            city: "Врублівка",
            address: "вул. Любарська,31",
        },
        {
            index: "13607",
            city: "Вчорайше",
            address: "вул. Бердичівська, 24",
        },
        {
            index: "13107",
            city: "Гізівщина",
            address: "вул. Шкільна, 1",
        },
        {
            index: "12404",
            city: "Гадзинка",
            address: "вул. Житомирська, 3",
        },
        {
            index: "13250",
            city: "Галіївка",
            address: "вул. Заводська, 20",
        },
        {
            index: "13430",
            city: "Гальчин",
            address: "вул. Корольова, 109",
        },
        {
            index: "13322",
            city: "Гальчин",
            address: "вул. Центральна, 53А",
        },
        {
            index: "13345",
            city: "Гардишівка",
            address: "вул. Гагаріна, 8",
        },
        {
            index: "11115",
            city: "Гладковичі",
            address: "вул. Поштова, 6",
        },
        {
            index: "13118",
            city: "Глезне",
            address: "вул. Центральна, 19",
        },
        {
            index: "12403",
            city: "Глибочиця",
            address: "вул. Київська, 156",
        },
        {
            index: "13415",
            city: "Глинівці",
            address: "пл. Миру, 1",
        },
        {
            index: "13008",
            city: "Годиха",
            address: "вул. Миру, 14",
        },
        {
            index: "12464",
            city: "Головенка",
            address: "вул. Шкільна, 325",
        },
        {
            index: "12324",
            city: "Головине",
            address: "вул. Жовтнева, 9",
        },
        {
            index: "13629",
            city: "Голубівка",
            address: "вул. Колгоспна, 2",
        },
        {
            index: "12307",
            city: "Горбулів",
            address: "вул. Першого Травня, 1",
        },
        {
            index: "13047",
            city: "Гордіївка",
            address: "вул. Сільська, 2",
        },
        {
            index: "11125",
            city: "Городець",
            address: "вул. Центральна, 9",
        },
        {
            index: "12347",
            city: "Городище",
            address: "вул. Миру, 1А",
        },
        {
            index: "13450",
            city: "Городківка",
            address: "вул. Шкільна, 1",
        },
        {
            index: "11714",
            city: "Городниця",
            address: "вул. Ватутіна, 8",
        },
        {
            index: "12265",
            city: "Городок",
            address: "вул. Поштова, 23",
        },
        {
            index: "13648",
            city: "Городок",
            address: "вул. Колгоспна, 17",
        },
        {
            index: "11560",
            city: "Горщик",
            address: "вул. Центральна, 31",
        },
        {
            index: "11633",
            city: "Гранітне",
            address: "вул. Злагоди,11",
        },
        {
            index: "13337",
            city: "Гришківці",
            address: "вул. Добровольчих батальйонів, 6",
        },
        {
            index: "11541",
            city: "Грозине",
            address: "вул. Шкільна, 8",
        },
        {
            index: "12139",
            city: "Грушки",
            address: "вул. Миру, 32",
        },
        {
            index: "12442",
            city: "Гуйва",
            address: "вул. Бердичівська, 1",
        },
        {
            index: "11782",
            city: "Гульськ",
            address: "вул. Варшавська, 7",
        },
        {
            index: "11529",
            city: "Гулянка",
            address: "вул. Молодіжна, 4",
        },
        {
            index: "12355",
            city: "Гуменники",
            address: "вул. Ящука, 1",
        },
        {
            index: "12143",
            city: "Давидівка",
            address: "вул. Садова, 1",
        },
        {
            index: "12124",
            city: "Дашинка",
            address: "вул. Миру, 44",
        },
        {
            index: "12447",
            city: "Двірець",
            address: "вул. Петровського, 122",
        },
        {
            index: "12422",
            city: "Дениші",
            address: "вул. Чуднівська, 1",
        },
        {
            index: "13637",
            city: "Дерганівка",
            address: "вул. Центральна, 18",
        },
        {
            index: "12107",
            city: "Добринь",
            address: "вул. Шевченка, 41",
        },
        {
            index: "12724",
            city: "Довбиш",
            address: "вул. Поліська, 16",
        },
        {
            index: "11023",
            city: "Дружба",
            address: "вул. Незалежна, 4",
        },
        {
            index: "13211",
            city: "Дубище",
            address: "вул. Миру, 64",
        },
        {
            index: "12736",
            city: "Дубрівка",
            address: "вул. Адмірала Левченка, 125",
        },
        {
            index: "12306",
            city: "Жадьки",
            address: "вул. Першотравнева, 1",
        },
        {
            index: "13248",
            city: "Жеребки",
            address: "вул. Центральна, 1",
        },
        {
            index: "11309",
            city: "Жеревці",
            address: "вул. Шкільна, 24",
        },
        {
            index: "13108",
            city: "Житомир",
            address: "вул. Вітрука, 1",
        },
        {
            index: "12435",
            city: "Житомир",
            address: "вул. Вітрука,1",
        },
        {
            index: "13126",
            city: "Житомир",
            address: "вул. Вітрука,1",
        },
        {
            index: "13507",
            city: "Житомир",
            address: "вул. Вітрука, 1",
        },
        {
            index: "13528",
            city: "Житомир",
            address: "вул. Вітрука, 1",
        },
        {
            index: "12215",
            city: "Житомир",
            address: "вул. Вітрука, 1",
        },
        {
            index: "12216",
            city: "Житомир",
            address: "вул. Вітрука, 1",
        },
        {
            index: "12218",
            city: "Житомир",
            address: "вул. Вітрука, 1",
        },
        {
            index: "13540",
            city: "Житомир",
            address: "вул. Вітрука,1",
        },
        {
            index: "12252",
            city: "Житомир",
            address: "вул. Вітрука, 1",
        },
        {
            index: "10001",
            city: "Житомир",
            address: "вул. Вітрука, 1",
        },
        {
            index: "10002",
            city: "Житомир",
            address: "вул. Велика Бердичівська, 69",
        },
        {
            index: "12267",
            city: "Житомир",
            address: "вул. Вітрука,1",
        },
        {
            index: "10003",
            city: "Житомир",
            address: "пл. Короленка, 4",
        },
        {
            index: "10004",
            city: "Житомир",
            address: "просп. Миру, 61/2",
        },
        {
            index: "10005",
            city: "Житомир",
            address: "вул. Чуднівська, 105",
        },
        {
            index: "10006",
            city: "Житомир",
            address: "вул. Радивилівська, 82",
        },
        {
            index: "10007",
            city: "Житомир",
            address: "вул. Коростишівська, 9",
        },
        {
            index: "10008",
            city: "Житомир",
            address: "вул. Святослава Ріхтера, 12/5",
        },
        {
            index: "10009",
            city: "Житомир",
            address: "вул. Вітрука, 55",
        },
        {
            index: "10010",
            city: "Житомир",
            address: "вул. Вокзальна, 5",
        },
        {
            index: "10011",
            city: "Житомир",
            address: "вул. Бориса Тена, 3",
        },
        {
            index: "10012",
            city: "Житомир",
            address: "вул. Гоголівська, 15",
        },
        {
            index: "10014",
            city: "Житомир",
            address: "вул. Київська, 20",
        },
        {
            index: "10015",
            city: "Житомир",
            address: "Майдан Згоди, 3/75",
        },
        {
            index: "10018",
            city: "Житомир",
            address: "вул. Перемоги,2",
        },
        {
            index: "10019",
            city: "Житомир",
            address: "пров. Паперовий, 14",
        },
        {
            index: "10020",
            city: "Житомир",
            address: "просп. Миру, 4",
        },
        {
            index: "10024",
            city: "Житомир",
            address: "вул. Шевченка, 102",
        },
        {
            index: "10025",
            city: "Житомир",
            address: "вул. Корольова, 46",
        },
        {
            index: "10028",
            city: "Житомир",
            address: "шлях Вільський, 201",
        },
        {
            index: "13013",
            city: "Житомир",
            address: "вул. Вітрука,1",
        },
        {
            index: "10029",
            city: "Житомир",
            address: "вул. Хлібна, 28",
        },
        {
            index: "10030",
            city: "Житомир",
            address: "вул. Київська, 53",
        },
        {
            index: "10031",
            city: "Житомир",
            address: "вул. Покровська, 139",
        },
        {
            index: "13022",
            city: "Житомир",
            address: "вул. Вітрука, 1",
        },
        {
            index: "10501",
            city: "Житомир",
            address: "вул. Київська, 53",
        },
        {
            index: "12410",
            city: "Житомир",
            address: "вул. Вітрука,1",
        },
        {
            index: "12423",
            city: "Житомир",
            address: "вул. Вітрука,1",
        },
        {
            index: "11765",
            city: "Жолобне",
            address: "вул. Шевченка,13",
        },
        {
            index: "11042",
            city: "Жубровичі",
            address: "вул. Шевченка, 17",
        },
        {
            index: "12234",
            city: "Заболоть",
            address: "вул. Центральна, 10",
        },
        {
            index: "12344",
            city: "Забріддя",
            address: "вул. Черняхівська, 1",
        },
        {
            index: "11431",
            city: "Закусили",
            address: "вул. Хресто-Воздвиженська, 13",
        },
        {
            index: "11413",
            city: "Залісся",
            address: "вул. Гагаріна, 3",
        },
        {
            index: "11006",
            city: "Замисловичі",
            address: "вул. Княгині Ольги, 59",
        },
        {
            index: "12240",
            city: "Заньки",
            address: "вул. Лісова, 15",
        },
        {
            index: "12440",
            city: "Зарічани",
            address: "вул. Шкільна, 1",
        },
        {
            index: "13425",
            city: "Зарубинці",
            address: "вул. Першотравнева, 41",
        },
        {
            index: "13606",
            city: "Зарудинці",
            address: "вул. Залізнична, 37",
        },
        {
            index: "12732",
            city: "Зеремля",
            address: "вул. Зелена, 2",
        },
        {
            index: "11035",
            city: "Зольня",
            address: "вул. Молодіжна, 15",
        },
        {
            index: "12335",
            city: "Зороків",
            address: "вул. Перемоги, 49",
        },
        {
            index: "11043",
            city: "Зубковичі",
            address: "вул. Житомирська, 41",
        },
        {
            index: "12125",
            city: "Зубринка",
            address: "вул. Пушкіна, 22",
        },
        {
            index: "13232",
            city: "Кілки",
            address: "вул. Шевченка, 1",
        },
        {
            index: "11534",
            city: "Каленське",
            address: "вул. Потапова, 66",
        },
        {
            index: "11037",
            city: "Калинівка",
            address: "вул. Лесі Українки, 1",
        },
        {
            index: "11340",
            city: "Калинівка",
            address: "вул. Слобідська, 32",
        },
        {
            index: "13040",
            city: "Камінь",
            address: "вул. Зоряна, 34",
        },
        {
            index: "13436",
            city: "Камені",
            address: "вул. Центральна, 9",
        },
        {
            index: "12511",
            city: "Кам’Яний Брід",
            address: "вул. Зарічна, 8",
        },
        {
            index: "12720",
            city: "Кам’Яний Брід",
            address: "вул. Лесі Українки, 2",
        },
        {
            index: "11028",
            city: "Кам’Янка",
            address: "вул. Набережна, 39",
        },
        {
            index: "13630",
            city: "Карабчиїв",
            address: "вул. Кооперативна, 1",
        },
        {
            index: "13017",
            city: "Карвинівка",
            address: "вул. Шевченка, 1",
        },
        {
            index: "13235",
            city: "Карпівці",
            address: "вул. Миру, 13",
        },
        {
            index: "12740",
            city: "Кашперівка",
            address: "вул. Лесі Українки, 3",
        },
        {
            index: "13532",
            city: "Квітневе",
            address: "вул. Касяна Євченка, 1",
        },
        {
            index: "12529",
            city: "Квітневе",
            address: "вул. Партизанська, 96",
        },
        {
            index: "11786",
            city: "Кикова",
            address: "вул. Миру, 12",
        },
        {
            index: "12254",
            city: "Кичкирі",
            address: "вул. Шляхова, 11",
        },
        {
            index: "11040",
            city: "Кишин",
            address: "вул. Житомирська, 65",
        },
        {
            index: "12327",
            city: "Клітище",
            address: "вул. Миру, 35",
        },
        {
            index: "12526",
            city: "Кмитів",
            address: "вул. Покровська, 42",
        },
        {
            index: "13628",
            city: "Княжики",
            address: "вул. Вишнева, 5",
        },
        {
            index: "12452",
            city: "Кодня",
            address: "вул. Грабовського, 18",
        },
        {
            index: "12519",
            city: "Козіївка",
            address: "вул. Леніна, 40",
        },
        {
            index: "13038",
            city: "Колодяжне",
            address: "вул. Центральна, 2",
        },
        {
            index: "11790",
            city: "Колодянка",
            address: "вул. Центральна, 8",
        },
        {
            index: "11010",
            city: "Копище",
            address: "вул. Партизанська, 50",
        },
        {
            index: "13506",
            city: "Корнин",
            address: "вул. Слави, 1",
        },
        {
            index: "13514",
            city: "Корнин",
            address: "вул. Соборна, 13",
        },
        {
            index: "11439",
            city: "Коростень",
            address: "вул. Героїв Небесної Сотні, 22А",
        },
        {
            index: "11501",
            city: "Коростень",
            address: "вул. Грушевського, 9",
        },
        {
            index: "11502",
            city: "Коростень",
            address: "вул. Каштанова, 4",
        },
        {
            index: "11504",
            city: "Коростень",
            address: "вул. Сергія Кемського, 49",
        },
        {
            index: "11505",
            city: "Коростень",
            address: "вул. Романа Шухевича, 69",
        },
        {
            index: "11506",
            city: "Коростень",
            address: "вул. Вокзальна, 3",
        },
        {
            index: "11507",
            city: "Коростень",
            address: "вул. Князя Володимира, 68",
        },
        {
            index: "11508",
            city: "Коростень",
            address: "вул. Мельника, 14",
        },
        {
            index: "11509",
            city: "Коростень",
            address: "вул. Шатрищанська, 4А",
        },
        {
            index: "11510",
            city: "Коростень",
            address: "шосе Білокоровицьке, 4",
        },
        {
            index: "11107",
            city: "Коростень",
            address: "вул. Героїв Небесної Сотні, 22А",
        },
        {
            index: "11110",
            city: "Коростень",
            address: "вул. Героїв Небесної Сотні, 22А",
        },
        {
            index: "11543",
            city: "Коростень",
            address: "вул. Героїв Небесної Сотні, 22А",
        },
        {
            index: "11547",
            city: "Коростень",
            address: "вул. Героїв Небесної Сотні, 22А",
        },
        {
            index: "11118",
            city: "Коростень",
            address: "вул. Героїв Небесної Сотні, 22А",
        },
        {
            index: "11126",
            city: "Коростень",
            address: "вул. Героїв Небесної Сотні, 22А",
        },
        {
            index: "11570",
            city: "Коростень",
            address: "вул. Героїв Небесної Сотні, 22А",
        },
        {
            index: "11614",
            city: "Коростень",
            address: "вул. Героїв Небесної Сотні, 22А",
        },
        {
            index: "11404",
            city: "Коростень",
            address: "вул. Героїв Небесної Сотні, 22А",
        },
        {
            index: "11013",
            city: "Коростень",
            address: "вул. Героїв Небесної Сотні, 22А",
        },
        {
            index: "11420",
            city: "Коростень",
            address: "вул. Героїв Небесної Сотні, 22А",
        },
        {
            index: "12501",
            city: "Коростишів",
            address: "вул. Святотроїцька, 4",
        },
        {
            index: "12502",
            city: "Коростишів",
            address: "вул. Зарічна, 19",
        },
        {
            index: "12504",
            city: "Коростишів",
            address: "вул. Київська, 113",
        },
        {
            index: "12505",
            city: "Коростишів",
            address: "вул. Гелевея, 99А",
        },
        {
            index: "13121",
            city: "Коростки",
            address: "вул. Любарська, 1А",
        },
        {
            index: "12421",
            city: "Корчак",
            address: "вул. Чуднівська, 17",
        },
        {
            index: "12233",
            city: "Котівка",
            address: "вул. Центральна, 10",
        },
        {
            index: "13523",
            city: "Котлярка",
            address: "вул. Гагаріна, 10",
        },
        {
            index: "12009",
            city: "Кошелівка",
            address: "вул. Володимирська, 2",
        },
        {
            index: "12120",
            city: "Краївщина",
            address: "вул. Михайлівська, 19",
        },
        {
            index: "13350",
            city: "Красівка",
            address: "вул. Миру, 17",
        },
        {
            index: "11146",
            city: "Красилівка",
            address: "вул. Подкура, б/н",
        },
        {
            index: "12235",
            city: "Краснобірка",
            address: "вул. Чорновола, 4",
        },
        {
            index: "13229",
            city: "Красногірка",
            address: "вул. Чуднівська, 18",
        },
        {
            index: "13542",
            city: "Красногірка",
            address: "вул. Шкільна, 4",
        },
        {
            index: "13258",
            city: "Краснопіль",
            address: "вул. Центральна, 25",
        },
        {
            index: "13234",
            city: "Красносілка",
            address: "вул. Центральна, 32",
        },
        {
            index: "11329",
            city: "Кремне",
            address: "вул. Центральна, 66",
        },
        {
            index: "13435",
            city: "Крилівка",
            address: "вул. Гагаріна, 1",
        },
        {
            index: "13623",
            city: "Крилівка",
            address: "вул. Молодіжна, 5",
        },
        {
            index: "12109",
            city: "Кропивня",
            address: "вул. Рад, 35",
        },
        {
            index: "12528",
            city: "Кропивня",
            address: "вул. Шевченка, 1",
        },
        {
            index: "11612",
            city: "Ксаверів",
            address: "вул. Перемоги, 10",
        },
        {
            index: "11226",
            city: "Куліші",
            address: "вул. Шевченка, 27",
        },
        {
            index: "12031",
            city: "Курне",
            address: "вул. Центральна,1",
        },
        {
            index: "11580",
            city: "Лісівщина",
            address: "вул. Шевченка, 19",
        },
        {
            index: "12436",
            city: "Ліщин",
            address: "вул. Рад, 21А",
        },
        {
            index: "12609",
            city: "Лазарівка",
            address: "вул. Шляхова, 9",
        },
        {
            index: "11424",
            city: "Ласки",
            address: "вул. Романенка, 3",
        },
        {
            index: "12405",
            city: "Левків",
            address: "вул. Героїв України, 40",
        },
        {
            index: "11134",
            city: "Левковичі",
            address: "вул. Центральна, 2",
        },
        {
            index: "13519",
            city: "Липки",
            address: "вул. Липківська, 9",
        },
        {
            index: "13114",
            city: "Липне",
            address: "вул. Центральна, 4",
        },
        {
            index: "11319",
            city: "Липники",
            address: "вул. Небесної Сотні, 1",
        },
        {
            index: "13511",
            city: "Лисівка",
            address: "вул. Харківська, 2",
        },
        {
            index: "11140",
            city: "Листвин",
            address: "вул. Перемоги, 1",
        },
        {
            index: "11034",
            city: "Лопатичі",
            address: "вул. Гагаріна, 63",
        },
        {
            index: "11301",
            city: "Лугини",
            address: "вул. Героїв Небесної Сотні, 3",
        },
        {
            index: "12433",
            city: "Лука",
            address: "вул. Вахнюка генерала, 1",
        },
        {
            index: "11654",
            city: "Луки",
            address: "вул. Шкільна, 24",
        },
        {
            index: "11120",
            city: "Лучанки",
            address: "вул. Гора, 2",
        },
        {
            index: "13101",
            city: "Любар",
            address: "вул. Незалежності, 46",
        },
        {
            index: "13426",
            city: "Любимівка",
            address: "вул. Центральна, 59А",
        },
        {
            index: "13429",
            city: "Міньківці",
            address: "вул. Шевченка, 26",
        },
        {
            index: "11036",
            city: "Майдан",
            address: "вул. Національного визволення, 27",
        },
        {
            index: "12210",
            city: "Макалевичі",
            address: "вул. Центральна, 10",
        },
        {
            index: "13544",
            city: "Макарівка",
            address: "вул. Перемоги, 1А",
        },
        {
            index: "11535",
            city: "Мала Зубівщина",
            address: "вул. Ярослава Пішеля, 10",
        },
        {
            index: "13453",
            city: "Мала П’Ятигірка",
            address: "вул. Центральна, 31",
        },
        {
            index: "13608",
            city: "Мала Чернявка",
            address: "вул. Хрустицького, 4",
        },
        {
            index: "11601",
            city: "Малин",
            address: "вул. Грушевського, 20",
        },
        {
            index: "11602",
            city: "Малин",
            address: "вул. Гагаріна, 27",
        },
        {
            index: "11603",
            city: "Малин",
            address: "вул. Огієнка, 4",
        },
        {
            index: "11604",
            city: "Малин",
            address: "вул. Огієнка, 65",
        },
        {
            index: "13339",
            city: "Малосілка",
            address: "вул. Центральна, 1",
        },
        {
            index: "13373",
            city: "Маркуші",
            address: "вул. Незалежності, 45",
        },
        {
            index: "12725",
            city: "Мар’Янівка",
            address: "вул. Баранівська, 8",
        },
        {
            index: "11514",
            city: "Мелені",
            address: "вул. Садова, 1",
        },
        {
            index: "11210",
            city: "Миколаївка",
            address: "вул. Шевченка, 5",
        },
        {
            index: "11310",
            city: "Миролюбів",
            address: "вул. Заводська, 1",
        },
        {
            index: "12453",
            city: "Миролюбівка",
            address: "вул. Петровського, 2",
        },
        {
            index: "13524",
            city: "Миролюбівка",
            address: "вул. Садова, 50",
        },
        {
            index: "13033",
            city: "Миропіль",
            address: "вул. Поштова, 12",
        },
        {
            index: "13341",
            city: "Мирославка",
            address: "вул. Шевченка, 1",
        },
        {
            index: "11523",
            city: "Михайлівка",
            address: "вул. Вишняки, 40",
        },
        {
            index: "13650",
            city: "Мовчанівка",
            address: "вул. Захисників УКраїни, 1",
        },
        {
            index: "11130",
            city: "Можари",
            address: "вул. Молодіжна,1",
        },
        {
            index: "13247",
            city: "Молочки",
            address: "вул. Миру, 30",
        },
        {
            index: "12634",
            city: "Морозівка",
            address: "вул. Миру, 22",
        },
        {
            index: "13441",
            city: "Мостове",
            address: "вул. Окунєва, 28",
        },
        {
            index: "13146",
            city: "Мотовилівка",
            address: "вул. Центральна, 14",
        },
        {
            index: "11401",
            city: "Народичі",
            address: "вул. Першого Травня, 21",
        },
        {
            index: "11741",
            city: "Наталівка",
            address: "вул. Пушкіна, 16",
        },
        {
            index: "11252",
            city: "Неділище",
            address: "вул. Центральна, 23",
        },
        {
            index: "11609",
            city: "Недашки",
            address: "вул. Центральна, 25",
        },
        {
            index: "13639",
            city: "Немиринці",
            address: "вул. Семінарська, 13",
        },
        {
            index: "13433",
            city: "Нехворощ",
            address: "вул. Центральна, 26Б",
        },
        {
            index: "13324",
            city: "Никонівка",
            address: "вул. Верещака, б/н",
        },
        {
            index: "11050",
            city: "Нові Білокоровичі",
            address: "вул. Кооперативна, 3",
        },
        {
            index: "11051",
            city: "Нові Білокоровичі",
            address: "вул. Довженка, 20",
        },
        {
            index: "11144",
            city: "Нові Велідники",
            address: "вул. Садова, 2",
        },
        {
            index: "11630",
            city: "Нові Вороб’Ї",
            address: "вул. Вишнева, 26",
        },
        {
            index: "12620",
            city: "Нові Озеряни",
            address: "вул. Ніни Сосніної, 20",
        },
        {
            index: "12113",
            city: "Нова Борова",
            address: "вул. Привокзальна, 7",
        },
        {
            index: "11408",
            city: "Нова Радча",
            address: "вул. Преображенська, 10",
        },
        {
            index: "13618",
            city: "Нова Чорнорудка",
            address: "вул. Шкільна, 7",
        },
        {
            index: "13120",
            city: "Нова Чортория",
            address: "вул. Незалежності, 17",
        },
        {
            index: "12055",
            city: "Новий Завод",
            address: "вул. Миру, 16",
        },
        {
            index: "13105",
            city: "Новий Любар",
            address: "вул. Бердичівська, 1",
        },
        {
            index: "13419",
            city: "Новоівницьке",
            address: "вул. Лісова, 20",
        },
        {
            index: "11206",
            city: "Новоград-Волинський",
            address: "вул. Вокзальна, 9А",
        },
        {
            index: "11701",
            city: "Новоград-Волинський",
            address: "пл. Лесі Українки, 3",
        },
        {
            index: "11207",
            city: "Новоград-Волинський",
            address: "вул. Вокзальна, 9А",
        },
        {
            index: "11703",
            city: "Новоград-Волинський",
            address: "вул. Леваневського, 3",
        },
        {
            index: "11706",
            city: "Новоград-Волинський",
            address: "вул. Житомирська, 31",
        },
        {
            index: "11209",
            city: "Новоград-Волинський",
            address: "вул. Вокзальна, 9А",
        },
        {
            index: "11707",
            city: "Новоград-Волинський",
            address: "вул. Пушкіна, 9",
        },
        {
            index: "11708",
            city: "Новоград-Волинський",
            address: "вул. Вокзальна, 9Б",
        },
        {
            index: "11710",
            city: "Новоград-Волинський",
            address: "вул. Вокзальна,9А",
        },
        {
            index: "11241",
            city: "Новоград-Волинський",
            address: "вул. Вокзальна, 9А",
        },
        {
            index: "11717",
            city: "Новоград-Волинський",
            address: "вул. Вокзальна, 9А",
        },
        {
            index: "11718",
            city: "Новоград-Волинський",
            address: "вул. Вокзальна, 9А",
        },
        {
            index: "11743",
            city: "Новоград-Волинський",
            address: "вул. Вокзальна,9А",
        },
        {
            index: "11747",
            city: "Новоград-Волинський",
            address: "вул. Вокзальна, 9А",
        },
        {
            index: "12006",
            city: "Новоград-Волинський",
            address: "вул. Вокзальна, 9А",
        },
        {
            index: "12007",
            city: "Новоград-Волинський",
            address: "вул. Вокзальна, 9А",
        },
        {
            index: "12441",
            city: "Новогуйвинське",
            address: "вул. Дружби народів, 5",
        },
        {
            index: "11009",
            city: "Новоозерянка",
            address: "вул. Гагаріна, 4",
        },
        {
            index: "12333",
            city: "Новопіль",
            address: "вул. Пулинська, 1",
        },
        {
            index: "13537",
            city: "Новоселиця",
            address: "вул. Молодіжна, 1",
        },
        {
            index: "11154",
            city: "Норинськ",
            address: "вул. Центральна, 2А",
        },
        {
            index: "13266",
            city: "Носівки",
            address: "вул. Центральна, 22",
        },
        {
            index: "12223",
            city: "Облітки",
            address: "вул. Центральна, 1",
        },
        {
            index: "11101",
            city: "Овруч",
            address: "вул. Гетьмана Виговського, 4",
        },
        {
            index: "11102",
            city: "Овруч",
            address: "вул. Київська, 76",
        },
        {
            index: "11104",
            city: "Овруч",
            address: "вул. Білоруська, 2",
        },
        {
            index: "13647",
            city: "Огіївка",
            address: "вул. Центральна, 41",
        },
        {
            index: "13358",
            city: "Озадівка",
            address: "вул. Л.Українки, 14",
        },
        {
            index: "12432",
            city: "Озерне",
            address: "вул. Авіаційна, 56",
        },
        {
            index: "12456",
            city: "Озерянка",
            address: "вул. Пушкіна, 1",
        },
        {
            index: "12402",
            city: "Оліївка",
            address: "вул. Леоніда Ступницького, 66",
        },
        {
            index: "11001",
            city: "Олевськ",
            address: "вул. Свято-Миколаївська, 28",
        },
        {
            index: "11002",
            city: "Олевськ",
            address: "вул. Київська, 13",
        },
        {
            index: "12606",
            city: "Осівці",
            address: "вул. Кірова, 1",
        },
        {
            index: "13334",
            city: "Осикове",
            address: "вул. Михайлова, 6",
        },
        {
            index: "11337",
            city: "Остапи",
            address: "вул. Центральна, 2",
        },
        {
            index: "12013",
            city: "Очеретянка",
            address: "вул. Шевченка, 23",
        },
        {
            index: "12320",
            city: "Очеретянка",
            address: "вул. Перемоги, 3",
        },
        {
            index: "11225",
            city: "Підлуби",
            address: "вул. Шевченка, 5",
        },
        {
            index: "11116",
            city: "Підруддя",
            address: "вул. Миру, 56",
        },
        {
            index: "12431",
            city: "Піски",
            address: "вул. Литвинова, 3",
        },
        {
            index: "11733",
            city: "Піщів",
            address: "вул. Миру, 11",
        },
        {
            index: "11127",
            city: "Піщаниця",
            address: "вул. Базильчука, 3",
        },
        {
            index: "13442",
            city: "Павелки",
            address: "вул. Центральна, 1А",
        },
        {
            index: "13508",
            city: "Паволоч",
            address: "вул. Містечкова, 14",
        },
        {
            index: "13137",
            city: "Панасівка",
            address: "вул. Шкільна, 1",
        },
        {
            index: "13536",
            city: "Парипси",
            address: "вул. Шевченка, 1А",
        },
        {
            index: "13138",
            city: "Пединка",
            address: "вул. Перемоги, 1",
        },
        {
            index: "12743",
            city: "Першотравенськ",
            address: "вул. Миру, 6",
        },
        {
            index: "11114",
            city: "Першотравневе",
            address: "вул. Щербакова, 8",
        },
        {
            index: "13045",
            city: "Печанівка",
            address: "вул. Травнева, 4",
        },
        {
            index: "12253",
            city: "Пилиповичі",
            address: "вул. Чайківська, 6А",
        },
        {
            index: "11760",
            city: "Пилиповичі",
            address: "вул. Довженка, 1А",
        },
        {
            index: "11641",
            city: "Пиріжки",
            address: "вул. Соборна, 73",
        },
        {
            index: "11730",
            city: "Повчине",
            address: "вул. Миру, 10",
        },
        {
            index: "11109",
            city: "Покалів",
            address: "вул. Шляхова, 51",
        },
        {
            index: "11015",
            city: "Покровське",
            address: "вул. 8-го Березня, 27А",
        },
        {
            index: "11555",
            city: "Поліське",
            address: "вул. Жмаченка, 50",
        },
        {
            index: "11759",
            city: "Поліянівка",
            address: "вул. Шевченка, 21",
        },
        {
            index: "13336",
            city: "Половецьке",
            address: "вул. Центральна, 41",
        },
        {
            index: "12742",
            city: "Полянка",
            address: "вул. Пушкінська, 3",
        },
        {
            index: "13501",
            city: "Попільня",
            address: "вул. Героїв Майдану, 19Г",
        },
        {
            index: "12225",
            city: "Потіївка",
            address: "вул. Центральна, 89",
        },
        {
            index: "11113",
            city: "Потаповичі",
            address: "вул. Центральна, 17",
        },
        {
            index: "13534",
            city: "Почуйки",
            address: "вул. Миру, 5",
        },
        {
            index: "13636",
            city: "Прибережне",
            address: "вул. Набережна, 2",
        },
        {
            index: "13110",
            city: "Привітів",
            address: "вул. Центральна, 24",
        },
        {
            index: "12621",
            city: "Привороття",
            address: "вул. Центральна, 5",
        },
        {
            index: "13007",
            city: "Прутівка",
            address: "вул. Центральна, 3",
        },
        {
            index: "12445",
            city: "Пряжів",
            address: "вул. Партизанська, 10",
        },
        {
            index: "12001",
            city: "Пулини",
            address: "вул. Шевченка, 118",
        },
        {
            index: "13222",
            city: "П’Ятка",
            address: "вул. Жданівська, 12",
        },
        {
            index: "12106",
            city: "Радичі",
            address: "вул. Лесі Українки, 2",
        },
        {
            index: "11025",
            city: "Радовель",
            address: "вул. Миколи Хоречка, 1",
        },
        {
            index: "12201",
            city: "Радомишль",
            address: "майдан Соборний, 14",
        },
        {
            index: "13044",
            city: "Разіне",
            address: "вул. Привокзальна, 18",
        },
        {
            index: "13362",
            city: "Райгородок",
            address: "вул. Соборна, 1",
        },
        {
            index: "13333",
            city: "Райки",
            address: "вул. Центральна, 2",
        },
        {
            index: "11160",
            city: "Раківщина",
            address: "вул. Першого Травня, 50",
        },
        {
            index: "12260",
            city: "Раковичі",
            address: "вул. Центральна, 39",
        },
        {
            index: "13321",
            city: "Рея",
            address: "вул. Миру, 5",
        },
        {
            index: "12105",
            city: "Рижани",
            address: "вул. Кутузова, 60",
        },
        {
            index: "11246",
            city: "Рихальське",
            address: "вул. Соборна, 8",
        },
        {
            index: "11518",
            city: "Ришавка",
            address: "вул. Володарська,2",
        },
        {
            index: "12722",
            city: "Рогачів",
            address: "вул. Молодіжна, 1",
        },
        {
            index: "13001",
            city: "Романів",
            address: "вул. Небесної сотні, 112",
        },
        {
            index: "13531",
            city: "Романівка",
            address: "вул. Олександра Олійника, 31",
        },
        {
            index: "12623",
            city: "Романівка",
            address: "вул. Центральна, 43",
        },
        {
            index: "13319",
            city: "Романівка",
            address: "вул. Луганська, 1",
        },
        {
            index: "13043",
            city: "Романівка",
            address: "вул. Транзітна, 1",
        },
        {
            index: "13625",
            city: "Роставиця",
            address: "вул. 40-річчя Перемоги, 51",
        },
        {
            index: "11221",
            city: "Рудня-Іванівська",
            address: "вул. Шевченка, 47",
        },
        {
            index: "11031",
            city: "Рудня-Бистра",
            address: "вул. Шевченка, 5",
        },
        {
            index: "12462",
            city: "Рудня-Городище",
            address: "вул. Федора Терещенка, 5",
        },
        {
            index: "13601",
            city: "Ружин",
            address: "вул. Бурди, 60",
        },
        {
            index: "11249",
            city: "Рясне",
            address: "вул. Центральна, 7",
        },
        {
            index: "12444",
            city: "Сінгури",
            address: "вул. Шкільна, 1",
        },
        {
            index: "13516",
            city: "Саверці",
            address: "вул. Семенова, 2",
        },
        {
            index: "13354",
            city: "Садки",
            address: "вул. Центральна,5",
        },
        {
            index: "12513",
            city: "Садове",
            address: "вул. Шкільна,1",
        },
        {
            index: "12310",
            city: "Селець",
            address: "вул. Дружби, 12",
        },
        {
            index: "11406",
            city: "Селець",
            address: "вул. Преображенська, 72",
        },
        {
            index: "12329",
            city: "Селянщина",
            address: "вул. Творогова, 41",
        },
        {
            index: "13372",
            city: "Семенівка",
            address: "вул. Героїв Майдану, 8",
        },
        {
            index: "11203",
            city: "Серби",
            address: "вул. Центральна, 7",
        },
        {
            index: "11208",
            city: "Сербо-Слобідка",
            address: "вул. Івана Грека, 1",
        },
        {
            index: "11216",
            city: "Середи",
            address: "вул. Ємільчинська, 3",
        },
        {
            index: "11257",
            city: "Симони",
            address: "вул. Незалежності, 5",
        },
        {
            index: "13326",
            city: "Скаківка",
            address: "вул. Остальського, 16",
        },
        {
            index: "12144",
            city: "Сколобів",
            address: "вул. Миру, 2",
        },
        {
            index: "12643",
            city: "Скочище",
            address: "вул. Польова, 1",
        },
        {
            index: "13343",
            city: "Скраглівка",
            address: "вул. Миру, 22Б",
        },
        {
            index: "11613",
            city: "Скурати",
            address: "вул. Соборна, 5",
        },
        {
            index: "12512",
            city: "Слобідка",
            address: "вул. Чернявка, 4",
        },
        {
            index: "11716",
            city: "Слобода-Романівська",
            address: "вул. 40 річчя Перемоги, 5",
        },
        {
            index: "13330",
            city: "Слободище",
            address: "вул. Карпенка, 1",
        },
        {
            index: "11108",
            city: "Словечне",
            address: "вул. Поліська, 2",
        },
        {
            index: "12714",
            city: "Смолдирів",
            address: "вул. Лесі Українки, 74",
        },
        {
            index: "12639",
            city: "Соболівка",
            address: "вул. Центральна, 1",
        },
        {
            index: "13525",
            city: "Сокільча",
            address: "вул. Шкільна, 2",
        },
        {
            index: "12021",
            city: "Соколів",
            address: "вул. Центральна, 5",
        },
        {
            index: "12633",
            city: "Соловіївка",
            address: "вул. Центральна, 5",
        },
        {
            index: "12141",
            city: "Солодирі",
            address: "вул. Суворова, 1",
        },
        {
            index: "12610",
            city: "Ставище",
            address: "вул. Житомирська, 104",
        },
        {
            index: "12255",
            city: "Ставки",
            address: "вул. Центральна, 89",
        },
        {
            index: "12430",
            city: "Станишівка",
            address: "вул. Шевченка, 5",
        },
        {
            index: "11335",
            city: "Станційне",
            address: "вул. Привокзальна, 5",
        },
        {
            index: "13412",
            city: "Стара Котельня",
            address: "пл. Миру, 3",
        },
        {
            index: "13119",
            city: "Стара Чортория",
            address: "вул. Соборна, 19",
        },
        {
            index: "13320",
            city: "Старий Солотвин",
            address: "вул. Олександра Сокорчука, 36",
        },
        {
            index: "12514",
            city: "Старосільці",
            address: "вул. Зарічна, 21",
        },
        {
            index: "11205",
            city: "Степанівка",
            address: "вул. Рад, 95",
        },
        {
            index: "13421",
            city: "Степок",
            address: "вул. Шевченка, 1",
        },
        {
            index: "13263",
            city: "Стетківці",
            address: "вул. Миру, 124",
        },
        {
            index: "12308",
            city: "Стирти",
            address: "вул. Соборна, 3",
        },
        {
            index: "11041",
            city: "Стовпинка",
            address: "вул. Шевченка, 35",
        },
        {
            index: "11545",
            city: "Стремигород",
            address: "вул. Центральна, 27",
        },
        {
            index: "12052",
            city: "Стрибіж",
            address: "вул. Миру, 27",
        },
        {
            index: "12525",
            city: "Стрижівка",
            address: "вул. Мекаберідзе,23",
        },
        {
            index: "12524",
            city: "Студениця",
            address: "вул. Центральна, 1",
        },
        {
            index: "12717",
            city: "Суємці",
            address: "вул. Дмитра Савчука, 3",
        },
        {
            index: "11775",
            city: "Сусли",
            address: "вул. Центральна, 4",
        },
        {
            index: "12121",
            city: "Суховоля",
            address: "вул. Поліська, 7",
        },
        {
            index: "11517",
            city: "Сушки",
            address: "вул. Новий Посьолок, 34",
        },
        {
            index: "11016",
            city: "Сущани",
            address: "вул. Набережна, 1",
        },
        {
            index: "11204",
            city: "Тайки",
            address: "вул. Перемоги, 3",
        },
        {
            index: "11029",
            city: "Тепениця",
            address: "вул. Центральна, 45",
        },
        {
            index: "13375",
            city: "Терехове",
            address: "вул. Джозефа Конрада,1",
        },
        {
            index: "12025",
            city: "Тетірка",
            address: "вул. Садова, 2",
        },
        {
            index: "12420",
            city: "Тетерівка",
            address: "вул. Шевченка, 45",
        },
        {
            index: "11754",
            city: "Токарів",
            address: "вул. Шевченка, 16",
        },
        {
            index: "13652",
            city: "Топори",
            address: "вул. Ружинська, 64",
        },
        {
            index: "12134",
            city: "Топорище",
            address: "вул. Житомирська, 96",
        },
        {
            index: "12510",
            city: "Торчин",
            address: "вул. Якубовського,1",
        },
        {
            index: "12345",
            city: "Троковичі",
            address: "вул. Житомирська, 4",
        },
        {
            index: "13218",
            city: "Троща",
            address: "вул. Чуднівська, 45",
        },
        {
            index: "12460",
            city: "Троянів",
            address: "вул. Войтицького, 9",
        },
        {
            index: "13223",
            city: "Турчинівка",
            address: "вул. Молодіжна, 1",
        },
        {
            index: "13209",
            city: "Тютюнники",
            address: "вул. Лонського, 3",
        },
        {
            index: "11537",
            city: "Ушомир",
            address: "вул. Наумова, 20",
        },
        {
            index: "12130",
            city: "Фасова",
            address: "вул. Богдана Хмельницького, 39Б",
        },
        {
            index: "13374",
            city: "Хажин",
            address: "вул. Двірська, 1",
        },
        {
            index: "11128",
            city: "Хлупляни",
            address: "вул. Шевченка, 2",
        },
        {
            index: "13505",
            city: "Ходорків",
            address: "вул. Містечкова, 70",
        },
        {
            index: "12630",
            city: "Хомутець",
            address: "вул. Шкільна, 12",
        },
        {
            index: "12101",
            city: "Хорошів",
            address: "вул. Незалежності, 1",
        },
        {
            index: "11544",
            city: "Хотинівка",
            address: "вул. Центральна, 5",
        },
        {
            index: "11008",
            city: "Хочине",
            address: "вул. Малікова, 43",
        },
        {
            index: "12250",
            city: "Чайківка",
            address: "вул. Радомишльська, 5",
        },
        {
            index: "11308",
            city: "Червона Волока",
            address: "вул. Шевченка, 58",
        },
        {
            index: "13428",
            city: "Червоне",
            address: "вул. Миру, 40",
        },
        {
            index: "12135",
            city: "Червоногранітне",
            address: "вул. Гранітна, 1",
        },
        {
            index: "11141",
            city: "Черевки",
            address: "вул. Центральна,19",
        },
        {
            index: "12012",
            city: "Чернявка",
            address: "вул. Шевченка, 42",
        },
        {
            index: "12301",
            city: "Черняхів",
            address: "вул. Володимирська, 4",
        },
        {
            index: "11725",
            city: "Чижівка",
            address: "вул. Шевченка, 41",
        },
        {
            index: "11620",
            city: "Чоповичі",
            address: "вул. Вайсера, 1А",
        },
        {
            index: "13620",
            city: "Чорнорудка",
            address: "вул. Свободи, 2",
        },
        {
            index: "13201",
            city: "Чуднів",
            address: "вул. Героїв Майдану, 93",
        },
        {
            index: "13331",
            city: "Швайківка",
            address: "вул. Осівка, 1",
        },
        {
            index: "11623",
            city: "Шевченкове",
            address: "вул. Центральна,18А",
        },
        {
            index: "11151",
            city: "Шоломки",
            address: "вул. Центральна, 35/1",
        },
        {
            index: "12516",
            city: "Щигліївка",
            address: "вул. Центральна, 11А",
        },
        {
            index: "11007",
            city: "Юрове",
            address: "вул. Шкільна, 6",
        },
        {
            index: "11250",
            city: "Яблунець",
            address: "вул. Вокзальна, 2",
        },
        {
            index: "13631",
            city: "Ягнятин",
            address: "вул. Центральна, 53",
        },
        {
            index: "13023",
            city: "Ягодинка",
            address: "вул. Центральна, 1",
        },
        {
            index: "12037",
            city: "Ялинівка",
            address: "вул. Шевченка, 1",
        },
        {
            index: "13423",
            city: "Яроповичі",
            address: "вул. Київська, 1",
        },
        {
            index: "11762",
            city: "Ярунь",
            address: "вул. Миру, 16",
        },
        {
            index: "13018",
            city: "Ясногород",
            address: "вул. Гагаріна, 1",
        },
        {
            index: "12608",
            city: "Яструбенька",
            address: "вул. Вишнева, 90",
        },
    ],
    Закарпатська: [
        {
            index: "89609",
            city: "Іванівці",
            address: "вул. Фізкультурна, 1А",
        },
        {
            index: "90436",
            city: "Іза",
            address: "вул. Центральна, 98",
        },
        {
            index: "90020",
            city: "Ізки",
            address: "вулиця відсутня , 77",
        },
        {
            index: "90130",
            city: "Ільниця",
            address: "вул. Центральна, 24",
        },
        {
            index: "90134",
            city: "Імстичово",
            address: "вул. Шевченка, 3",
        },
        {
            index: "90100",
            city: "Іршава",
            address: "вул. Шевченка, 32",
        },
        {
            index: "89471",
            city: "Анталовці",
            address: "вул. Миру, 62А",
        },
        {
            index: "90120",
            city: "Арданово",
            address: "вулиця відсутня , 350А",
        },
        {
            index: "90614",
            city: "Біла Церква",
            address: "вул. Гагаріна, 1",
        },
        {
            index: "89108",
            city: "Біласовиця",
            address: "вулиця відсутня , 50",
        },
        {
            index: "90643",
            city: "Білин",
            address: "вул. Центральна, 37",
        },
        {
            index: "90132",
            city: "Білки",
            address: "вул. Центральна, 8/1",
        },
        {
            index: "90562",
            city: "Біловарці",
            address: "вулиця відсутня , 56",
        },
        {
            index: "89616",
            city: "Бабичі",
            address: "вул. Покутянська, б/н",
        },
        {
            index: "90253",
            city: "Бадалово",
            address: "вул. Мартирок, 220",
        },
        {
            index: "90211",
            city: "Бакош",
            address: "вул. Шкільна, 83",
        },
        {
            index: "89426",
            city: "Баранинці",
            address: "вул. Центральна, 42",
        },
        {
            index: "89677",
            city: "Барбово",
            address: "вул. Зелена,131",
        },
        {
            index: "89654",
            city: "Баркасово",
            address: "вул. Сечені, 80",
        },
        {
            index: "90213",
            city: "Батрадь",
            address: "вул. Кошута, 7",
        },
        {
            index: "90212",
            city: "Батьово",
            address: "вул. Вошут, 51",
        },
        {
            index: "90561",
            city: "Бедевля",
            address: "вул. Волошина, 5",
        },
        {
            index: "90261",
            city: "Бене",
            address: "вул. Ракоці, 68А",
        },
        {
            index: "90201",
            city: "Берегове",
            address: "просп. Геологів, 15",
        },
        {
            index: "90202",
            city: "Берегове",
            address: "пл. Ракоці Ференца, 2",
        },
        {
            index: "90240",
            city: "Берегуйфалу",
            address: "вул. Ракоці, 154",
        },
        {
            index: "89335",
            city: "Березники",
            address: "вул. відсутня, 213",
        },
        {
            index: "90426",
            city: "Березово",
            address: "вул. без назви, 770",
        },
        {
            index: "89645",
            city: "Бистриця",
            address: "вул. Шевченка, 29А",
        },
        {
            index: "89632",
            city: "Бобовище",
            address: "вул. Гагаріна, 6",
        },
        {
            index: "90645",
            city: "Богдан",
            address: "вул. Франка, 10",
        },
        {
            index: "90256",
            city: "Боржава",
            address: "пл. Кошута, 1",
        },
        {
            index: "90310",
            city: "Боржавське",
            address: "вул. Борканюка, 56",
        },
        {
            index: "90442",
            city: "Бороняво",
            address: "вул. 60-річчя Жовтня, 67",
        },
        {
            index: "90115",
            city: "Брід",
            address: "вул. Центральна, 79",
        },
        {
            index: "90152",
            city: "Бронька",
            address: "вулиця відсутня , 152",
        },
        {
            index: "90315",
            city: "Букове",
            address: "вул. Незалежності, 7",
        },
        {
            index: "90019",
            city: "Буковець",
            address: "вул. Без назви , 121",
        },
        {
            index: "89114",
            city: "Буковець",
            address: "вулиця відсутня , б/н",
        },
        {
            index: "90556",
            city: "Буштино",
            address: "вул. Травнева, 5",
        },
        {
            index: "90141",
            city: "Вільхівка",
            address: "вул. Центральна, 26А",
        },
        {
            index: "90542",
            city: "Вільхівці",
            address: "вул. Князя Володимира, 101",
        },
        {
            index: "90544",
            city: "Вільхівці-Лази",
            address: "вул. Гагаріна, 54",
        },
        {
            index: "90543",
            city: "Вільхівчик",
            address: "вулиця відсутня , 412",
        },
        {
            index: "90424",
            city: "Вільшани",
            address: "вулиця відсутня , б/н",
        },
        {
            index: "89214",
            city: "Вільшинки",
            address: "вулиця відсутня , 92",
        },
        {
            index: "90255",
            city: "Вари",
            address: "вул. Молом, 6",
        },
        {
            index: "90242",
            city: "Великі Береги",
            address: "вул. Ференца Ракоці, 61Б",
        },
        {
            index: "89434",
            city: "Великі Геївці",
            address: "вул. Головна, 11",
        },
        {
            index: "90312",
            city: "Великі Ком’Яти",
            address: "вул. Волошина, б/н",
        },
        {
            index: "89440",
            city: "Великі Лази",
            address: "вул. Вознесенська, 41Б",
        },
        {
            index: "89625",
            city: "Великі Лучки",
            address: "вул. Гагаріна, 30",
        },
        {
            index: "90251",
            city: "Велика Бакта",
            address: "вул. Свободи, 16",
        },
        {
            index: "90232",
            city: "Велика Бийгань",
            address: "вул. Головна, 61",
        },
        {
            index: "89463",
            city: "Велика Добронь",
            address: "вул. Чонгор, 3А",
        },
        {
            index: "90330",
            city: "Велика Копаня",
            address: "вул. Миру, 25",
        },
        {
            index: "90370",
            city: "Велика Паладь",
            address: "вул. Кошута, 45",
        },
        {
            index: "90515",
            city: "Велика Уголька",
            address: "вул. Центральна, 158",
        },
        {
            index: "89000",
            city: "Великий Березний",
            address: "вул. Шевченка, 29",
        },
        {
            index: "90615",
            city: "Великий Бичків",
            address: "вул. Крушник, 5А",
        },
        {
            index: "90143",
            city: "Великий Раковець",
            address: "вул. Шевченка, 33",
        },
        {
            index: "90453",
            city: "Велятино",
            address: "вул. Миру, 72",
        },
        {
            index: "90322",
            city: "Вербовець",
            address: "вул. Миру, 71",
        },
        {
            index: "89113",
            city: "Верб’Яж",
            address: "вулиця відсутня , 27",
        },
        {
            index: "90611",
            city: "Верхнє Водяне",
            address: "вул. Центральна, 10",
        },
        {
            index: "89132",
            city: "Верхні Ворота",
            address: "вулиця відсутня , б/н",
        },
        {
            index: "90025",
            city: "Верхній Бистрий",
            address: "вул. Гагаріна, 225",
        },
        {
            index: "89659",
            city: "Верхній Коропець",
            address: "вул. Шенборна, 12",
        },
        {
            index: "89644",
            city: "Верхня Визниця",
            address: "вул. Миру, 24А",
        },
        {
            index: "90335",
            city: "Веряця",
            address: "вул. Карпатської Січі, 121",
        },
        {
            index: "90646",
            city: "Видричка",
            address: "вул. Залізнична, 70",
        },
        {
            index: "90351",
            city: "Вилок",
            address: "вул. Ракоці, 26",
        },
        {
            index: "90300",
            city: "Виноградів",
            address: "вул. Миру, 41",
        },
        {
            index: "89023",
            city: "Вишка",
            address: "вул. Центральна, 216",
        },
        {
            index: "90406",
            city: "Вишково",
            address: "вул. Червона, 1",
        },
        {
            index: "90546",
            city: "Вишоватий",
            address: "вул. Партизанська, 46",
        },
        {
            index: "90609",
            city: "Водиця",
            address: "вул. без назви, 128",
        },
        {
            index: "89100",
            city: "Воловець",
            address: "вул. Пушкіна, 6",
        },
        {
            index: "89015",
            city: "Волосянка",
            address: "вул. Центральна, 300",
        },
        {
            index: "90553",
            city: "Вонігове",
            address: "вул. Головна, 214",
        },
        {
            index: "90046",
            city: "Вучкове",
            address: "вулиця відсутня , 90",
        },
        {
            index: "90535",
            city: "Ганичі",
            address: "вул. Народна, 154",
        },
        {
            index: "90231",
            city: "Гать",
            address: "вул. Головна, 56",
        },
        {
            index: "90222",
            city: "Гетен",
            address: "вул. Миру, 259",
        },
        {
            index: "89441",
            city: "Глибоке",
            address: "вул. Центральна, 76",
        },
        {
            index: "90574",
            city: "Глибокий Потік",
            address: "вул. Центральна, б/н",
        },
        {
            index: "89320",
            city: "Голубине",
            address: "вул. відсутня, 365",
        },
        {
            index: "90023",
            city: "Голятин",
            address: "вулиця відсутня , 194",
        },
        {
            index: "90429",
            city: "Горінчово",
            address: "вул. Незалежності, 152А",
        },
        {
            index: "90119",
            city: "Горбок",
            address: "вул. Івана Франка, 52",
        },
        {
            index: "89656",
            city: "Горонда",
            address: "вул. Духновича, 84",
        },
        {
            index: "90140",
            city: "Гребля",
            address: "вулиця відсутня , 146",
        },
        {
            index: "90570",
            city: "Грушово",
            address: "вул. Головна, 93",
        },
        {
            index: "89140",
            city: "Гукливий",
            address: "вулиця відсутня , 76",
        },
        {
            index: "90230",
            city: "Гут",
            address: "вул. Мункачі Мігая, 11",
        },
        {
            index: "90625",
            city: "Ділове",
            address: "вул. Трибушанська, 40",
        },
        {
            index: "90443",
            city: "Данилово",
            address: "вул. Миру, 55",
        },
        {
            index: "89671",
            city: "Дерцен",
            address: "вул. Ференца Ракоці, 179",
        },
        {
            index: "90234",
            city: "Дийда",
            address: "вул. Арпада, 119",
        },
        {
            index: "90560",
            city: "Добрянське",
            address: "вул. Жовтнева, 97",
        },
        {
            index: "90154",
            city: "Довге",
            address: "вул. Пушкіна, 1/1",
        },
        {
            index: "90113",
            city: "Доробратово",
            address: "вул. Миру, 7",
        },
        {
            index: "90431",
            city: "Драгово",
            address: "вул. Центральна, 105",
        },
        {
            index: "90353",
            city: "Дротинці",
            address: "вул. Тисівська, 31",
        },
        {
            index: "90531",
            city: "Дубове",
            address: "вул. Гагаріна, 5",
        },
        {
            index: "89445",
            city: "Дубрівка",
            address: "вулиця відсутня , 94А",
        },
        {
            index: "90133",
            city: "Дубрівка",
            address: "вул. без назви, 46",
        },
        {
            index: "89209",
            city: "Дубриничі",
            address: "вул. Центральна, 42А",
        },
        {
            index: "90513",
            city: "Дулово",
            address: "вул. Вайди, 157",
        },
        {
            index: "90121",
            city: "Дунковиця",
            address: "вулиця відсутня , 98",
        },
        {
            index: "89327",
            city: "Дусино",
            address: "вул. Миру, 92",
        },
        {
            index: "90364",
            city: "Дюла",
            address: "вул. Кошута, б/н",
        },
        {
            index: "89459",
            city: "Есень",
            address: "вул. Мала, 58",
        },
        {
            index: "89110",
            city: "Жденієво",
            address: "вул. Шевченка, 135",
        },
        {
            index: "89657",
            city: "Жнятино",
            address: "вул. Миру,131",
        },
        {
            index: "89011",
            city: "Жорнава",
            address: "вулиця відсутня , 76",
        },
        {
            index: "90428",
            city: "Забрідь",
            address: "вул. Грушевського, б/н",
        },
        {
            index: "89667",
            city: "Завидово",
            address: "вул. Миру,99",
        },
        {
            index: "90108",
            city: "Загаття",
            address: "вул. Жовтнева, б/н",
        },
        {
            index: "90414",
            city: "Залом",
            address: "вул. без назви, б/н",
        },
        {
            index: "89605",
            city: "Залужжя",
            address: "вул. Пушкіна, б/н",
        },
        {
            index: "90005",
            city: "Запереділля",
            address: "вулиця відсутня , 105",
        },
        {
            index: "90224",
            city: "Запсонь",
            address: "вул. Головна, 70",
        },
        {
            index: "89212",
            city: "Зарічово",
            address: "вул. Дружби, 1",
        },
        {
            index: "89650",
            city: "Зняцьово",
            address: "вул. Гойди, 71",
        },
        {
            index: "90441",
            city: "Золотарьово",
            address: "вул. Центральна, 55",
        },
        {
            index: "90243",
            city: "Кідьош",
            address: "вул. Ференца Ракоці, 15",
        },
        {
            index: "90409",
            city: "Кіреші",
            address: "вулиця відсутня , б/н",
        },
        {
            index: "90532",
            city: "Калини",
            address: "вул. Джона Леона, 149А",
        },
        {
            index: "89633",
            city: "Кальник",
            address: "вул. Миру, 2А",
        },
        {
            index: "89410",
            city: "Кам’Яниця",
            address: "вул. Ужанська, 103",
        },
        {
            index: "90125",
            city: "Кам’Янське",
            address: "вул. Колгоспна, 1",
        },
        {
            index: "89641",
            city: "Карпати",
            address: "вулиця відсутня , б/н",
        },
        {
            index: "90638",
            city: "Кваси",
            address: "вул. Центральна, 162",
        },
        {
            index: "90264",
            city: "Квасово",
            address: "вул. Головна, 87",
        },
        {
            index: "90022",
            city: "Келечин",
            address: "вулиця відсутня , 102",
        },
        {
            index: "89334",
            city: "Керецьки",
            address: "вул. Новоселиця, 87",
        },
        {
            index: "89448",
            city: "Кибляри",
            address: "вул. без назви, 159",
        },
        {
            index: "89626",
            city: "Ключарки",
            address: "вул. 40-річчя Перемоги, 3",
        },
        {
            index: "89623",
            city: "Клячаново",
            address: "вул. Гагаріна, 3",
        },
        {
            index: "90620",
            city: "Кобилецька Поляна",
            address: "вул. Павлюка, 199",
        },
        {
            index: "90512",
            city: "Колодне",
            address: "вул. Центральна, 55",
        },
        {
            index: "90043",
            city: "Колочава",
            address: "вул. Шевченка, 129",
        },
        {
            index: "90044",
            city: "Колочава",
            address: "вулиця відсутня , 57",
        },
        {
            index: "89636",
            city: "Кольчино",
            address: "вул. Корятовича, 13",
        },
        {
            index: "89423",
            city: "Концово",
            address: "вул. Миру, 48",
        },
        {
            index: "90433",
            city: "Копашново",
            address: "вул. Центральна, 142",
        },
        {
            index: "89631",
            city: "Копинівці",
            address: "вул. Миру, 93",
        },
        {
            index: "89435",
            city: "Коритняни",
            address: "вул. Духновича, 66",
        },
        {
            index: "90332",
            city: "Королево",
            address: "вул. Центральна, 86",
        },
        {
            index: "90621",
            city: "Косівська Поляна",
            address: "вул. без назви, 402",
        },
        {
            index: "90223",
            city: "Косонь",
            address: "вул. Кошута, 27",
        },
        {
            index: "90623",
            city: "Костилівка",
            address: "вул. Миру, 11",
        },
        {
            index: "89022",
            city: "Кострина",
            address: "вул. Центральна, 158",
        },
        {
            index: "90413",
            city: "Кошельово",
            address: "вул. Мічуріна, 20",
        },
        {
            index: "90452",
            city: "Крайниково",
            address: "вул. Садова, 1",
        },
        {
            index: "90523",
            city: "Красна",
            address: "вул. Миру, 198",
        },
        {
            index: "90563",
            city: "Крива",
            address: "вул. Народна, 139",
        },
        {
            index: "90412",
            city: "Крива",
            address: "вул. Миру, 2А",
        },
        {
            index: "90511",
            city: "Кричово",
            address: "вул. Центральна, 78",
        },
        {
            index: "90151",
            city: "Кушниця",
            address: "вул. Центральна, 22",
        },
        {
            index: "90008",
            city: "Лісковець",
            address: "вул. без назви, 121",
        },
        {
            index: "89635",
            city: "Лавки",
            address: "вул. Миру, 13",
        },
        {
            index: "90633",
            city: "Лазещина",
            address: "вул. Центральна, 695",
        },
        {
            index: "90554",
            city: "Лази",
            address: "вул. Перемоги, 143",
        },
        {
            index: "89131",
            city: "Лази",
            address: "вулиця відсутня , б/н",
        },
        {
            index: "89664",
            city: "Лалово",
            address: "вул. Миру, 22Б",
        },
        {
            index: "90425",
            city: "Липецька Поляна",
            address: "вул. Миру, 105",
        },
        {
            index: "90416",
            city: "Липовець",
            address: "вул. Шевченка, 2",
        },
        {
            index: "90408",
            city: "Липча",
            address: "вул. Центральна, 53",
        },
        {
            index: "90150",
            city: "Лисичово",
            address: "вул. без назви, 373",
        },
        {
            index: "90103",
            city: "Лоза",
            address: "вул. Центральна, 206А",
        },
        {
            index: "90034",
            city: "Лозянський",
            address: "вулиця відсутня , б/н",
        },
        {
            index: "90522",
            city: "Лопухів",
            address: "вул. Червоноармійська, 5",
        },
        {
            index: "89634",
            city: "Лохово",
            address: "вул. Центральна, 56",
        },
        {
            index: "90616",
            city: "Луг",
            address: "вул. Центральна, 102",
        },
        {
            index: "90647",
            city: "Луги",
            address: "вул. Центральна, 420",
        },
        {
            index: "90156",
            city: "Луково",
            address: "вулиця відсутня , 85",
        },
        {
            index: "89033",
            city: "Люта",
            address: "вулиця відсутня , 183",
        },
        {
            index: "90122",
            city: "Мідяниця",
            address: "вул. без назви , 212",
        },
        {
            index: "90000",
            city: "Міжгір’Я",
            address: "вул. Шевченка, 96",
        },
        {
            index: "90024",
            city: "Майдан",
            address: "вул. Верховинська, 43",
        },
        {
            index: "89676",
            city: "Макарьово",
            address: "вул. Духновича, 1",
        },
        {
            index: "89464",
            city: "Мала Добронь",
            address: "вул. Петефі, 56",
        },
        {
            index: "90331",
            city: "Мала Копаня",
            address: "вул. Центральна, 47",
        },
        {
            index: "90517",
            city: "Мала Уголька",
            address: "вул. Центральна, 220",
        },
        {
            index: "89038",
            city: "Малий Березний",
            address: "вул. Центральна, 60",
        },
        {
            index: "90144",
            city: "Малий Раковець",
            address: "вул. Перемоги, 6/1",
        },
        {
            index: "90326",
            city: "Матійово",
            address: "вул. Головна, 2А",
        },
        {
            index: "89427",
            city: "Минай",
            address: "вул. Борканюка, 12",
        },
        {
            index: "90427",
            city: "Монастирець",
            address: "вул. без назви, 5",
        },
        {
            index: "90248",
            city: "Мочола",
            address: "вул. Головна, 165",
        },
        {
            index: "90260",
            city: "Мужієво",
            address: "вул. Ракоці Ференца, 163",
        },
        {
            index: "89600",
            city: "Мукачево",
            address: "Вул. Я.Мудрого, 9",
        },
        {
            index: "89601",
            city: "Мукачево",
            address: "вул. Ілони Зріні, 115",
        },
        {
            index: "89602",
            city: "Мукачево",
            address: "вул. Шенборна, 49",
        },
        {
            index: "89607",
            city: "Мукачево",
            address: "вул. Росвигівська, 30",
        },
        {
            index: "89608",
            city: "Мукачево",
            address: "вул. Філатова, 2А",
        },
        {
            index: "89610",
            city: "Мукачево",
            address: "вул. Закарпатська, 2",
        },
        {
            index: "89627",
            city: "Мукачево",
            address: "вул. Ярослава Мудрого, 9",
        },
        {
            index: "90435",
            city: "Нанково",
            address: "вул. Миру, 465",
        },
        {
            index: "90365",
            city: "Неветленфолу",
            address: "вул. Фогодо, 55",
        },
        {
            index: "90028",
            city: "Негровець",
            address: "вулиця відсутня , 99",
        },
        {
            index: "90114",
            city: "Негрово",
            address: "вул. Миру, 1",
        },
        {
            index: "89306",
            city: "Неліпино",
            address: "вул. Головна, 478",
        },
        {
            index: "90540",
            city: "Нересниця",
            address: "вул. Франка, 5",
        },
        {
            index: "90440",
            city: "Нижнє Селище",
            address: "вул. Демократична, 1",
        },
        {
            index: "89129",
            city: "Нижні Ворота",
            address: "вул. Народна, 3",
        },
        {
            index: "90241",
            city: "Нижні Ремети",
            address: "вул. Центральна, 163",
        },
        {
            index: "90420",
            city: "Нижній Бистрий",
            address: "вулиця відсутня , 406",
        },
        {
            index: "90421",
            city: "Нижній Бистрий",
            address: "вулиця відсутня , б/н",
        },
        {
            index: "89670",
            city: "Нижній Коропець",
            address: "вул. Колгоспна, 2",
        },
        {
            index: "90009",
            city: "Нижній Студений",
            address: "вул. відсутня, б/н",
        },
        {
            index: "90571",
            city: "Нижня Апша",
            address: "вул. Московська, 1",
        },
        {
            index: "89624",
            city: "Нове Давидково",
            address: "вул. Духновича, 116А",
        },
        {
            index: "90350",
            city: "Нове Село",
            address: "вул. Центральна, 155",
        },
        {
            index: "90552",
            city: "Новобарово",
            address: "вул. Рущака, 136",
        },
        {
            index: "89666",
            city: "Новоселиця",
            address: "вул. Шевченка, 27",
        },
        {
            index: "90533",
            city: "Новоселиця",
            address: "вул. Борканюка, 114",
        },
        {
            index: "90013",
            city: "Новоселиця",
            address: "вулиця відсутня , 68",
        },
        {
            index: "90341",
            city: "Новоселиця",
            address: "вул. Шевченка, 72",
        },
        {
            index: "89604",
            city: "Обава",
            address: "вул. Шевченка, 2",
        },
        {
            index: "90555",
            city: "Округла",
            address: "вул. Шкільна, б/н",
        },
        {
            index: "90444",
            city: "Олександрівка",
            address: "вул. Жовтнева, 25",
        },
        {
            index: "90324",
            city: "Олешник",
            address: "вул. Українська, 193А",
        },
        {
            index: "90313",
            city: "Онок",
            address: "вул. Миру, 5",
        },
        {
            index: "89412",
            city: "Оноківці",
            address: "вул. Головна, 27А",
        },
        {
            index: "90263",
            city: "Оросієво",
            address: "вул. Пекарська, 1 А",
        },
        {
            index: "90131",
            city: "Осій",
            address: "вул. Шевченка, 47",
        },
        {
            index: "90325",
            city: "Підвиноградів",
            address: "вул. Незалежності, 6",
        },
        {
            index: "90111",
            city: "Підгірне",
            address: "вул. Перемоги, 30",
        },
        {
            index: "90541",
            city: "Підплеша",
            address: "вул. Чапаєва, 89",
        },
        {
            index: "89121",
            city: "Підполоззя",
            address: "вул. Центральна, 59",
        },
        {
            index: "89323",
            city: "Пасіка",
            address: "вул. без назви, 32В",
        },
        {
            index: "90319",
            city: "Перехрестя",
            address: "вул. Ракоці, б/н",
        },
        {
            index: "89200",
            city: "Перечин",
            address: "пл. Народна, 7",
        },
        {
            index: "90354",
            city: "Пийтерфолво",
            address: "вул. Ракоці, 124 А",
        },
        {
            index: "90006",
            city: "Пилипець",
            address: "вулиця відсутня , 56",
        },
        {
            index: "89311",
            city: "Плоске",
            address: "вулиця відсутня , 260",
        },
        {
            index: "90572",
            city: "Подішор",
            address: "вулиця відсутня , б/н",
        },
        {
            index: "89313",
            city: "Поляна",
            address: "вул. Духновича, 82",
        },
        {
            index: "90221",
            city: "Попово",
            address: "вул. Головна, 133",
        },
        {
            index: "89228",
            city: "Порошково",
            address: "вул. Центральна, 94",
        },
        {
            index: "90155",
            city: "Приборжавське",
            address: "вул. Тиха, 27",
        },
        {
            index: "90014",
            city: "Присліп",
            address: "вулиця відсутня , 14",
        },
        {
            index: "89606",
            city: "Пузняківці",
            address: "вул. Миру, 69А",
        },
        {
            index: "90321",
            city: "Пушкіно",
            address: "вул. Гагаріна, 9А",
        },
        {
            index: "90030",
            city: "Річка",
            address: "вулиця відсутня , 224",
        },
        {
            index: "89612",
            city: "Ракошино",
            address: "вул. Європейська, 154",
        },
        {
            index: "89433",
            city: "Ратівці",
            address: "вул. Ракоці, 43",
        },
        {
            index: "90225",
            city: "Рафайново",
            address: "вул. Петефі, 2",
        },
        {
            index: "90600",
            city: "Рахів",
            address: "вул. Миру, 46",
        },
        {
            index: "90601",
            city: "Рахів",
            address: "вул. Богдана Хмельницького , 91",
        },
        {
            index: "90032",
            city: "Репинне",
            address: "вул. Без назви, 139",
        },
        {
            index: "89305",
            city: "Родниківка",
            address: "вулиця відсутня , 46",
        },
        {
            index: "89424",
            city: "Розівка",
            address: "вул. Концівська, 30А",
        },
        {
            index: "89141",
            city: "Розтока",
            address: "вулиця відсутня , б/н",
        },
        {
            index: "90644",
            city: "Розтоки",
            address: "вул. Центральна, 460",
        },
        {
            index: "89041",
            city: "Розтоцька Пастіль",
            address: "вулиця відсутня , 45",
        },
        {
            index: "90410",
            city: "Рокосово",
            address: "вул. Центральна, 90",
        },
        {
            index: "90622",
            city: "Росішка",
            address: "вул. Гірська, 45",
        },
        {
            index: "89333",
            city: "Росош",
            address: "вул. Перемоги, 155",
        },
        {
            index: "89443",
            city: "Руські Комарівці",
            address: "вул. Центральна, 66",
        },
        {
            index: "90521",
            city: "Руська Мокра",
            address: "вул. Миру, 94",
        },
        {
            index: "90551",
            city: "Руське Поле",
            address: "вул. Головна, 77",
        },
        {
            index: "89018",
            city: "Сіль",
            address: "вулиця відсутня , 66",
        },
        {
            index: "90123",
            city: "Сільце",
            address: "вул. Центральна, 62",
        },
        {
            index: "89203",
            city: "Сімер",
            address: "вул. Карпатська, 65",
        },
        {
            index: "89213",
            city: "Сімерки",
            address: "вул. Центральна, 125",
        },
        {
            index: "90360",
            city: "Сасово",
            address: "вул. Головна, 144",
        },
        {
            index: "89300",
            city: "Свалява",
            address: "вул. Шевченка, 1",
        },
        {
            index: "90208",
            city: "Свобода",
            address: "вул. Терешкової, 9",
        },
        {
            index: "89451",
            city: "Середнє",
            address: "вул. Закарпатська, 75А",
        },
        {
            index: "90613",
            city: "Середнє Водяне",
            address: "вул. без назви, 84",
        },
        {
            index: "89653",
            city: "Серне",
            address: "вул. Ференца Ракоці, 136",
        },
        {
            index: "90026",
            city: "Синевир",
            address: "вул. Сергія Цімботи, 976",
        },
        {
            index: "90029",
            city: "Синевирська Поляна",
            address: "вулиця відсутня , 199",
        },
        {
            index: "89642",
            city: "Синяк",
            address: "вулиця відсутня , б/н",
        },
        {
            index: "89133",
            city: "Скотарське",
            address: "вулиця відсутня , 155",
        },
        {
            index: "90033",
            city: "Сойми",
            address: "вул. Без назви, 54",
        },
        {
            index: "90450",
            city: "Сокирниця",
            address: "вул. Центральна, 98",
        },
        {
            index: "90575",
            city: "Солотвино",
            address: "вул. Возз’єднання, 3",
        },
        {
            index: "89321",
            city: "Солочин",
            address: "вул. вулиця відсутня , 213А",
        },
        {
            index: "89013",
            city: "Ставне",
            address: "вулиця відсутня , 106",
        },
        {
            index: "89668",
            city: "Станово",
            address: "вул. Українська, 152",
        },
        {
            index: "90451",
            city: "Стеблівка",
            address: "вул. Дружби, 7",
        },
        {
            index: "89421",
            city: "Сторожниця",
            address: "вул. Шевченка, б/н",
        },
        {
            index: "89655",
            city: "Страбичово",
            address: "вул. Центральна, 199",
        },
        {
            index: "89326",
            city: "Стройне",
            address: "вул. без назви , 61А",
        },
        {
            index: "89010",
            city: "Стужиця",
            address: "вулиця відсутня , 144",
        },
        {
            index: "89322",
            city: "Сусково",
            address: "вулиця відсутня , 479А",
        },
        {
            index: "90153",
            city: "Суха",
            address: "вулиця відсутня , 205",
        },
        {
            index: "90530",
            city: "Тарасівка",
            address: "вулиця відсутня , б/н",
        },
        {
            index: "90343",
            city: "Теково",
            address: "вул. Дружби, 171",
        },
        {
            index: "90550",
            city: "Теребля",
            address: "вул. Шкільна, 8",
        },
        {
            index: "90564",
            city: "Тересва",
            address: "вул. Народна, 126",
        },
        {
            index: "90545",
            city: "Терново",
            address: "вул. Центральна,79",
        },
        {
            index: "89329",
            city: "Тибава",
            address: "вул. без назви, 72А",
        },
        {
            index: "90534",
            city: "Тисалово",
            address: "вул. Шевченка, 92",
        },
        {
            index: "90355",
            city: "Тисобикень",
            address: "вул. Оронь Яноша, 3",
        },
        {
            index: "89032",
            city: "Тихий",
            address: "вулиця відсутня , 105",
        },
        {
            index: "90573",
            city: "Топчино",
            address: "вул. Центральна, б/н",
        },
        {
            index: "90015",
            city: "Торунь",
            address: "вулиця відсутня , 509",
        },
        {
            index: "89222",
            city: "Туриця",
            address: "вул. Центральна, 51",
        },
        {
            index: "89215",
            city: "Турички",
            address: "вул. Центральна, 25",
        },
        {
            index: "89221",
            city: "Тур’Ї Ремети",
            address: "вул. Мала, 7",
        },
        {
            index: "89223",
            city: "Тур’Я Пасіка",
            address: "вул. Турянська, 45А",
        },
        {
            index: "89232",
            city: "Тур’Я Поляна",
            address: "вул. Зелена, 82",
        },
        {
            index: "89231",
            city: "Тур’Я-Бистра",
            address: "вул. Духновича, 62",
        },
        {
            index: "90031",
            city: "Тюшка",
            address: "вулиця відсутня , 174",
        },
        {
            index: "90500",
            city: "Тячів",
            address: "вул. Незалежності, 28",
        },
        {
            index: "90514",
            city: "Угля",
            address: "пл. Возз’єднання, 4",
        },
        {
            index: "89418",
            city: "Ужгород",
            address: "пл. Поштова, 4",
        },
        {
            index: "88000",
            city: "Ужгород",
            address: "пл. Поштова, 4",
        },
        {
            index: "88001",
            city: "Ужгород",
            address: "вул. Дендеші, 160",
        },
        {
            index: "88002",
            city: "Ужгород",
            address: "вул. Панкевича, 77",
        },
        {
            index: "88003",
            city: "Ужгород",
            address: "вул. Другетів, 51",
        },
        {
            index: "88005",
            city: "Ужгород",
            address: "пл. Кирила і Мефодія,4",
        },
        {
            index: "88006",
            city: "Ужгород",
            address: "вул. Романа Шухевича, 27",
        },
        {
            index: "88008",
            city: "Ужгород",
            address: "пл. Народна,4",
        },
        {
            index: "88009",
            city: "Ужгород",
            address: "вул. Свободи Генерала, 5",
        },
        {
            index: "88014",
            city: "Ужгород",
            address: "вул. Оноківська, 16",
        },
        {
            index: "88015",
            city: "Ужгород",
            address: "вул. Грушевського, 35",
        },
        {
            index: "88017",
            city: "Ужгород",
            address: "вул. Добролюбова, 6",
        },
        {
            index: "88018",
            city: "Ужгород",
            address: "просп. Свободи, 3",
        },
        {
            index: "88020",
            city: "Ужгород",
            address: "вул. Гагаріна, 98",
        },
        {
            index: "88501",
            city: "Ужгород",
            address: "вул. Романа Шухевича, 27",
        },
        {
            index: "89031",
            city: "Ужок",
            address: "вулиця відсутня , 105",
        },
        {
            index: "90520",
            city: "Усть-Чорна",
            address: "вул. Верховинська, 170",
        },
        {
            index: "90348",
            city: "Фанчиково",
            address: "вул. Головна, 2",
        },
        {
            index: "90342",
            city: "Хижа",
            address: "вул. Борканюка, 6",
        },
        {
            index: "89444",
            city: "Холмець",
            address: "вул. Дружби, 94Б",
        },
        {
            index: "89422",
            city: "Холмок",
            address: "вул. Свободи, 65А",
        },
        {
            index: "89415",
            city: "Худльово",
            address: "вул. Миру, 3А",
        },
        {
            index: "90400",
            city: "Хуст",
            address: "вул. Корятовича, 10",
        },
        {
            index: "90401",
            city: "Хуст",
            address: "вул. Пирогова, 7В",
        },
        {
            index: "90434",
            city: "Хустець",
            address: "вулиця відсутня , 85",
        },
        {
            index: "90359",
            city: "Чепа",
            address: "вул. Фогороші, 33",
        },
        {
            index: "89651",
            city: "Червеньово",
            address: "вул. Когкоспна, б/н",
        },
        {
            index: "90340",
            city: "Черна",
            address: "вул. Миру, 98",
        },
        {
            index: "90262",
            city: "Четфалва",
            address: "вул. Петефі, 90",
        },
        {
            index: "89640",
            city: "Чинадійово",
            address: "вул. Волошина, 63",
        },
        {
            index: "89652",
            city: "Чомонин",
            address: "вул. Миру, 154",
        },
        {
            index: "89473",
            city: "Чоп",
            address: "вул. Берег, 18",
        },
        {
            index: "89502",
            city: "Чоп",
            address: "вул. Залізнична, 3А",
        },
        {
            index: "90632",
            city: "Чорна Тиса",
            address: "вул. Борканюка, 158",
        },
        {
            index: "90105",
            city: "Чорний Потік",
            address: "вулиця відсутня , 196",
        },
        {
            index: "89042",
            city: "Чорноголова",
            address: "вулиця відсутня , 296",
        },
        {
            index: "90358",
            city: "Чорнотисів",
            address: "вул. Дружби, 2А",
        },
        {
            index: "90508",
            city: "Чумальово",
            address: "вул. Центральна, 112",
        },
        {
            index: "90311",
            city: "Шаланки",
            address: "вул. Головна, 66",
        },
        {
            index: "90456",
            city: "Шаян",
            address: "вул. без назви, б/н",
        },
        {
            index: "90314",
            city: "Широке",
            address: "вул. Гагаріна, 1",
        },
        {
            index: "90516",
            city: "Широкий Луг",
            address: "вул. Шевченка, 131",
        },
        {
            index: "90219",
            city: "Шом",
            address: "вул. Головна, 97",
        },
        {
            index: "90458",
            city: "Яблунівка",
            address: "вул. Червоноармійська, 73",
        },
        {
            index: "90233",
            city: "Яноші",
            address: "вул. Шевченка, 43",
        },
        {
            index: "89414",
            city: "Ярок",
            address: "вул. відсутня, 23А",
        },
        {
            index: "90630",
            city: "Ясіня",
            address: "вул. Грушевського, 5",
        },
    ],
    Запорізька: [
        {
            index: "72134",
            city: "Єлизаветівка",
            address: "вул. Шкільна, 21",
        },
        {
            index: "72206",
            city: "Єлизаветівка",
            address: "вул. Степова, 46",
        },
        {
            index: "72112",
            city: "Єлисеївка",
            address: "вул. 40 років Перемоги, 86",
        },
        {
            index: "71320",
            city: "Іванівка",
            address: "вул. Широка, 71",
        },
        {
            index: "71244",
            city: "Ільїне",
            address: "вул. Миру, 15",
        },
        {
            index: "70634",
            city: "Інженерне",
            address: "вул. Центральна, 216В",
        },
        {
            index: "72142",
            city: "Інзівка",
            address: "вул. Центральна, 4",
        },
        {
            index: "70403",
            city: "Августинівка",
            address: "вул. Миру, 4",
        },
        {
            index: "70330",
            city: "Азов",
            address: "вул. Центральна, 10",
        },
        {
            index: "71154",
            city: "Азовське",
            address: "вул. Центральна, 102",
        },
        {
            index: "71140",
            city: "Андріївка",
            address: "вул. Праці, 31",
        },
        {
            index: "71150",
            city: "Андрівка",
            address: "вул. Поштова, 32",
        },
        {
            index: "70040",
            city: "Антонівка",
            address: "вул. Центральна, 48",
        },
        {
            index: "72325",
            city: "Астраханка",
            address: "вул. Заводська, 27",
        },
        {
            index: "72552",
            city: "Атманай",
            address: "вул. Матросова, 2В",
        },
        {
            index: "70407",
            city: "Біленьке",
            address: "вул. 30 грудня, 20",
        },
        {
            index: "70551",
            city: "Білогір’Я",
            address: "вул. Верхня, 14",
        },
        {
            index: "71053",
            city: "Білоцерківка",
            address: "вул. Петра Ребра, 21",
        },
        {
            index: "71001",
            city: "Більмак",
            address: "вул. Центральна, 43",
        },
        {
            index: "70435",
            city: "Балабине",
            address: "вул. Миру, 2Г",
        },
        {
            index: "71635",
            city: "Балки",
            address: "вул. Каховська, 32",
        },
        {
            index: "71763",
            city: "Балкове",
            address: "вул. Чанчибадзе, 26",
        },
        {
            index: "70623",
            city: "Балочки",
            address: "вул. Дружби, 150А",
        },
        {
            index: "72103",
            city: "Банівка",
            address: "вул. Центральна, 44",
        },
        {
            index: "70151",
            city: "Барвінівка",
            address: "вул. Центральна, 1А",
        },
        {
            index: "70643",
            city: "Басань",
            address: "вул. Центральна, 173Б",
        },
        {
            index: "71101",
            city: "Бердянськ",
            address: "вул. Кабельщиків, 160/87",
        },
        {
            index: "71106",
            city: "Бердянськ",
            address: "вул. Набережна, 43В",
        },
        {
            index: "71107",
            city: "Бердянськ",
            address: "шосе Мелітопольське, 110А",
        },
        {
            index: "71108",
            city: "Бердянськ",
            address: "вул. Володимира Довганюка, 97",
        },
        {
            index: "71111",
            city: "Бердянськ",
            address: "вул. Баха, 42",
        },
        {
            index: "71112",
            city: "Бердянськ",
            address: "вул. Морська, 19А",
        },
        {
            index: "71113",
            city: "Бердянськ",
            address: "вул. Петровський шлях, 66",
        },
        {
            index: "71114",
            city: "Бердянськ",
            address: "вул. Ярослава Мудрого, 16",
        },
        {
            index: "71116",
            city: "Бердянськ",
            address: "вул. Європейська, 54",
        },
        {
            index: "71118",
            city: "Бердянськ",
            address: "вул. Морська, 19А",
        },
        {
            index: "71122",
            city: "Бердянськ",
            address: "вул. Військове містечко 2, 16",
        },
        {
            index: "71123",
            city: "Бердянськ",
            address: "вул. Макарова, 22/1",
        },
        {
            index: "71124",
            city: "Бердянськ",
            address: "вул. Північна, 8",
        },
        {
            index: "72111",
            city: "Бердянськ",
            address: "вул. Морська, 19А",
        },
        {
            index: "71130",
            city: "Берестове",
            address: "вул. Миру, 176Б",
        },
        {
            index: "71050",
            city: "Благовіщенка",
            address: "вул. Шевченка, 198",
        },
        {
            index: "71330",
            city: "Благовіщенка",
            address: "пров. Центральний, 10",
        },
        {
            index: "70029",
            city: "Богатирівка",
            address: "вул. Гагаріна, 30",
        },
        {
            index: "72430",
            city: "Богданівка",
            address: "вул. Центральна, 212",
        },
        {
            index: "71240",
            city: "Богданівка",
            address: "вул. Шкільна, 3",
        },
        {
            index: "72131",
            city: "Болгарка",
            address: "пров. Поштовий, 7",
        },
        {
            index: "72151",
            city: "Борисівка",
            address: "вул. Центральна, 85",
        },
        {
            index: "72431",
            city: "Ботієве",
            address: "вул. Незалежності, 71",
        },
        {
            index: "72010",
            city: "Бурчак",
            address: "вул. Носаль,32",
        },
        {
            index: "70406",
            city: "Відрадне",
            address: "вул. Перемоги, 3",
        },
        {
            index: "72331",
            city: "Відродження",
            address: "вул. Горького, 44",
        },
        {
            index: "70032",
            city: "Вільноандріївка",
            address: "вул. Дніпровська, 90",
        },
        {
            index: "70520",
            city: "Вільнянка",
            address: "вул. Космічна, 24",
        },
        {
            index: "70001",
            city: "Вільнянськ",
            address: "вул. Соборна, 41А",
        },
        {
            index: "70002",
            city: "Вільнянськ",
            address: "вул. Бочарова, 16",
        },
        {
            index: "70023",
            city: "Вільнянськ",
            address: "вул. Бочарова, 16",
        },
        {
            index: "71601",
            city: "Василівка",
            address: "бульв. Центральний, 3",
        },
        {
            index: "71602",
            city: "Василівка",
            address: "вул. Соборна, 71",
        },
        {
            index: "71603",
            city: "Василівка",
            address: "вул. Затишна, 1А",
        },
        {
            index: "71613",
            city: "Василівка",
            address: "вул. Затишна, 1А",
        },
        {
            index: "71641",
            city: "Василівка",
            address: "вул. Затишна, 1А",
        },
        {
            index: "71650",
            city: "Василівка",
            address: "вул. Затишна, 1А",
        },
        {
            index: "72021",
            city: "Василівка",
            address: "вул. Затишна, 1А",
        },
        {
            index: "71400",
            city: "Велика Білозерка",
            address: "вул. Центральна, 115",
        },
        {
            index: "71401",
            city: "Велика Білозерка",
            address: "вул. Студентська, 2",
        },
        {
            index: "71402",
            city: "Велика Білозерка",
            address: "вул. Трудова, 28А",
        },
        {
            index: "71404",
            city: "Велика Білозерка",
            address: "вул. Пархоменка, 65",
        },
        {
            index: "71311",
            city: "Велика Знам’Янка",
            address: "вул. Центральна, 335",
        },
        {
            index: "71312",
            city: "Велика Знам’Янка",
            address: "вул. Центральна, 553",
        },
        {
            index: "71313",
            city: "Велика Знам’Янка",
            address: "пров. Свободний, 3",
        },
        {
            index: "70016",
            city: "Вербове",
            address: "вул. Поштова, 23",
        },
        {
            index: "70633",
            city: "Вербове",
            address: "вул. Миру, 175",
        },
        {
            index: "71230",
            city: "Верхній Токмак",
            address: "вул. Центральна, 1",
        },
        {
            index: "71206",
            city: "Верхній Токмак Перший",
            address: "вул. Привокзальна, 4",
        },
        {
            index: "71622",
            city: "Верхня Криниця",
            address: "вул. Українська, 1",
        },
        {
            index: "70209",
            city: "Верхня Терса",
            address: "вул. Центральна, 74",
        },
        {
            index: "71014",
            city: "Вершина",
            address: "вул. Свободи, 1",
        },
        {
            index: "70404",
            city: "Веселе",
            address: "вул. Центральна, 74",
        },
        {
            index: "72201",
            city: "Веселе",
            address: "вул. Кубинська, 13",
        },
        {
            index: "72202",
            city: "Веселе",
            address: "вул. Пушкіна, 29",
        },
        {
            index: "72241",
            city: "Веселе Село",
            address: "вул. Центральна, 27",
        },
        {
            index: "70120",
            city: "Веселий Гай",
            address: "вул. Набережна, 6",
        },
        {
            index: "70453",
            city: "Веселянка",
            address: "вул. Центральна, 75",
        },
        {
            index: "72020",
            city: "Високе",
            address: "вул. 40 років Перемоги, 72",
        },
        {
            index: "72371",
            city: "Високе",
            address: "вул. Миру, 8",
        },
        {
            index: "70419",
            city: "Високогірне",
            address: "вул. Щаслива, 2",
        },
        {
            index: "70331",
            city: "Вишнювате",
            address: "вул. Центральна, 42",
        },
        {
            index: "71221",
            city: "Владівка",
            address: "вул. Миру, 56",
        },
        {
            index: "72008",
            city: "Вовківка",
            address: "вул. Шкільна, 15",
        },
        {
            index: "72551",
            city: "Вовчанське",
            address: "вул. Молодіжна, 21",
        },
        {
            index: "71316",
            city: "Водяне",
            address: "вул. Миру, 185Б",
        },
        {
            index: "71317",
            city: "Водяне",
            address: "пров. Зелений, 6",
        },
        {
            index: "70220",
            city: "Воздвижівка",
            address: "вул. Центральна, 34",
        },
        {
            index: "72360",
            city: "Вознесенка",
            address: "вул. Миру, 205",
        },
        {
            index: "72424",
            city: "Володимирівка",
            address: "вул. Центральна, 43",
        },
        {
            index: "72530",
            city: "Володимирівка",
            address: "вул. Миру, 45",
        },
        {
            index: "70041",
            city: "Володимирівка",
            address: "вул. Матросова, 15",
        },
        {
            index: "70411",
            city: "Володимирівське",
            address: "вул. Ювілейна, 8",
        },
        {
            index: "70624",
            city: "Воскресенка",
            address: "вул. Ярмаркова, 8",
        },
        {
            index: "70625",
            city: "Воскресенка",
            address: "вул. Центральна, 158",
        },
        {
            index: "72414",
            city: "Воскресенка",
            address: "вул. Шкільна, 44",
        },
        {
            index: "72132",
            city: "Вячеславка",
            address: "вул. Миру, 59",
        },
        {
            index: "72440",
            city: "Гірсівка",
            address: "пров. Шкільний, 1",
        },
        {
            index: "72415",
            city: "Ганнівка",
            address: "вул. Центральна, 49",
        },
        {
            index: "72444",
            city: "Георгіївка",
            address: "вул. Центральна, 53",
        },
        {
            index: "70017",
            city: "Гнаровське",
            address: "вул. Центральна, 3",
        },
        {
            index: "71015",
            city: "Гоголівка",
            address: "вул. Центральна, 100В",
        },
        {
            index: "72232",
            city: "Гоголівка",
            address: "вул. Центральна, 35",
        },
        {
            index: "70452",
            city: "Григорівка",
            address: "вул. Радісна, 48",
        },
        {
            index: "70232",
            city: "Гуляйпільське",
            address: "вул. Гагаріна, 6",
        },
        {
            index: "70201",
            city: "Гуляйполе",
            address: "вул. Велика, 362",
        },
        {
            index: "70202",
            city: "Гуляйполе",
            address: "вул. Спортивна, 2",
        },
        {
            index: "70203",
            city: "Гуляйполе",
            address: "вул. Шевченка, 16",
        },
        {
            index: "71020",
            city: "Гусарка",
            address: "вул. Запорізька, 1",
        },
        {
            index: "71406",
            city: "Гюнівка",
            address: "вул. Поштова, 4А",
        },
        {
            index: "72110",
            city: "Гюнівка",
            address: "вул. Лесі Українки, 17",
        },
        {
            index: "72442",
            city: "Дівнинське",
            address: "вул. Шкільна, 23",
        },
        {
            index: "72550",
            city: "Давидівка",
            address: "вул. Сонячна, 27",
        },
        {
            index: "72384",
            city: "Данило-Іванівка",
            address: "вул. Шкільна, 41",
        },
        {
            index: "71153",
            city: "Дмитрівка",
            address: "пров. Праці, 3",
        },
        {
            index: "70412",
            city: "Дніпрельстан",
            address: "вул. Тараса Шевченка, 55А",
        },
        {
            index: "70014",
            city: "Дніпровка",
            address: "вул. Паторжинського, 42",
        },
        {
            index: "71321",
            city: "Дніпровка",
            address: "вул. Тараканчикова, 1",
        },
        {
            index: "71630",
            city: "Дніпрорудне",
            address: "вул. Центральна, 19",
        },
        {
            index: "71632",
            city: "Дніпрорудне",
            address: "вул. Приморська, 8",
        },
        {
            index: "72443",
            city: "Добрівка",
            address: "вул. Зарічна, 2",
        },
        {
            index: "70221",
            city: "Добропілля",
            address: "вул. Перемоги, 36",
        },
        {
            index: "71243",
            city: "Довге",
            address: "вул. Зелена, 32",
        },
        {
            index: "71739",
            city: "Долина",
            address: "вул. Центральна, 57",
        },
        {
            index: "70223",
            city: "Долинка",
            address: "вул. Центральна, 75",
        },
        {
            index: "70420",
            city: "Долинське",
            address: "вул. Центральна, 23",
        },
        {
            index: "71145",
            city: "Долинське",
            address: "вул. Центральна, 47",
        },
        {
            index: "72381",
            city: "Долинське",
            address: "вул. Широка, 53",
        },
        {
            index: "70046",
            city: "Дружелюбівка",
            address: "вул. Олімпійська, 2",
        },
        {
            index: "72446",
            city: "Дунаївка",
            address: "вул. Магістральна, 4",
        },
        {
            index: "71501",
            city: "Енергодар",
            address: "вул. Промислова, 95",
        },
        {
            index: "71502",
            city: "Енергодар",
            address: "вул. Лісова, 6",
        },
        {
            index: "71503",
            city: "Енергодар",
            address: "вул. Будівельників, 27",
        },
        {
            index: "71504",
            city: "Енергодар",
            address: "вул. Молодіжна, 65",
        },
        {
            index: "70506",
            city: "Жовта Круча",
            address: "вул. 40 років Перемоги, 48А",
        },
        {
            index: "70231",
            city: "Залізничне",
            address: "вул. Ватутіна, 20А",
        },
        {
            index: "71241",
            city: "Замістя",
            address: "вул. Садова, 72",
        },
        {
            index: "71333",
            city: "Заповітне",
            address: "вул. Центральна, 4",
        },
        {
            index: "69091",
            city: "Запоріжжя",
            address: "вул. Нижньодніпровська, 4",
        },
        {
            index: "69092",
            city: "Запоріжжя",
            address: "вул. Трудова, 10",
        },
        {
            index: "69093",
            city: "Запоріжжя",
            address: "вул. Зестафонська, 18",
        },
        {
            index: "69095",
            city: "Запоріжжя",
            address: "просп. Соборний, 144",
        },
        {
            index: "69096",
            city: "Запоріжжя",
            address: "вул. Ладозька, 8",
        },
        {
            index: "69097",
            city: "Запоріжжя",
            address: "вул. Ентузіастів,1",
        },
        {
            index: "69098",
            city: "Запоріжжя",
            address: "вул. Чарівна,159",
        },
        {
            index: "69104",
            city: "Запоріжжя",
            address: "вул. Чумаченка, 34",
        },
        {
            index: "69105",
            city: "Запоріжжя",
            address: "просп. Соборний, 206",
        },
        {
            index: "69106",
            city: "Запоріжжя",
            address: "вул. Павлокічкаська, 15",
        },
        {
            index: "69107",
            city: "Запоріжжя",
            address: "просп. Соборний, 164",
        },
        {
            index: "69114",
            city: "Запоріжжя",
            address: "вул. Героїв 93-ї бригади, 16А",
        },
        {
            index: "69118",
            city: "Запоріжжя",
            address: "вул. Новокузнецька, 1",
        },
        {
            index: "69120",
            city: "Запоріжжя",
            address: "вул. Вороніна, 19",
        },
        {
            index: "69121",
            city: "Запоріжжя",
            address: "вул. Товариська, 58",
        },
        {
            index: "69123",
            city: "Запоріжжя",
            address: "бульв. Будівельників, 5",
        },
        {
            index: "69124",
            city: "Запоріжжя",
            address: "вул. Рубана, 7",
        },
        {
            index: "69126",
            city: "Запоріжжя",
            address: "просп. Соборний, 155",
        },
        {
            index: "69501",
            city: "Запоріжжя",
            address: "просп. Соборний, 6Б",
        },
        {
            index: "72240",
            city: "Запоріжжя",
            address: "вул. Гагаріна, 19",
        },
        {
            index: "71726",
            city: "Запоріжжя",
            address: "вул. Центральна, 22",
        },
        {
            index: "69001",
            city: "Запоріжжя",
            address: "вул. Незалежної України, 39Б",
        },
        {
            index: "69002",
            city: "Запоріжжя",
            address: "вул. Шкільна, 42",
        },
        {
            index: "69003",
            city: "Запоріжжя",
            address: "вул. Новокузнецька, 12",
        },
        {
            index: "69004",
            city: "Запоріжжя",
            address: "просп. Соборний, 6Б",
        },
        {
            index: "69005",
            city: "Запоріжжя",
            address: "просп. Соборний, 133",
        },
        {
            index: "69006",
            city: "Запоріжжя",
            address: "просп. Соборний, 230",
        },
        {
            index: "69007",
            city: "Запоріжжя",
            address: "вул. Курортна, 65",
        },
        {
            index: "69008",
            city: "Запоріжжя",
            address: "шосе Південне, 77А",
        },
        {
            index: "69009",
            city: "Запоріжжя",
            address: "вул. Павлокічкаська, 48",
        },
        {
            index: "69010",
            city: "Запоріжжя",
            address: "просп. Моторобудівників, 20",
        },
        {
            index: "69013",
            city: "Запоріжжя",
            address: "вул. Військбуд, 92",
        },
        {
            index: "69014",
            city: "Запоріжжя",
            address: "просп. Моторобудівників, 64А",
        },
        {
            index: "69017",
            city: "Запоріжжя",
            address: "вул. Наукового містечка, 60",
        },
        {
            index: "69021",
            city: "Запоріжжя",
            address: "вул. Електрична, 237",
        },
        {
            index: "69027",
            city: "Запоріжжя",
            address: "вул. Тополіна, 41",
        },
        {
            index: "69031",
            city: "Запоріжжя",
            address: "вул. Дослідна станція, 80",
        },
        {
            index: "69032",
            city: "Запоріжжя",
            address: "вул. Незалежної України, 27",
        },
        {
            index: "69034",
            city: "Запоріжжя",
            address: "вул. Автобусна,15А",
        },
        {
            index: "69035",
            city: "Запоріжжя",
            address: "просп. Соборний, 186",
        },
        {
            index: "69037",
            city: "Запоріжжя",
            address: "вул. Незалежної України, 39Б",
        },
        {
            index: "69039",
            city: "Запоріжжя",
            address: "вул. Шевченка, 107",
        },
        {
            index: "69040",
            city: "Запоріжжя",
            address: "вул. Садова,101",
        },
        {
            index: "69041",
            city: "Запоріжжя",
            address: "вул. Сергія Синенка, 49",
        },
        {
            index: "69050",
            city: "Запоріжжя",
            address: "вул. Космічна, 87",
        },
        {
            index: "69059",
            city: "Запоріжжя",
            address: "вул. Парамонова, 4",
        },
        {
            index: "69060",
            city: "Запоріжжя",
            address: "вул. Мохова, 9",
        },
        {
            index: "69061",
            city: "Запоріжжя",
            address: "вул. Центральна, 1Б",
        },
        {
            index: "69063",
            city: "Запоріжжя",
            address: "вул. Покровська, 21",
        },
        {
            index: "69065",
            city: "Запоріжжя",
            address: "вул. Щаслива, 5",
        },
        {
            index: "69067",
            city: "Запоріжжя",
            address: "вул. Добровольчих батальйонів, 54",
        },
        {
            index: "69068",
            city: "Запоріжжя",
            address: "просп. Моторобудівників, 64А",
        },
        {
            index: "69069",
            city: "Запоріжжя",
            address: "шосе Дніпровське, 62",
        },
        {
            index: "69071",
            city: "Запоріжжя",
            address: "вул. Чарівна,121",
        },
        {
            index: "69076",
            city: "Запоріжжя",
            address: "вул. Василя Сергієнка, 11",
        },
        {
            index: "69081",
            city: "Запоріжжя",
            address: "вул. Панфьорова,146А",
        },
        {
            index: "69083",
            city: "Запоріжжя",
            address: "вул. Петра Григоренка, 23",
        },
        {
            index: "69089",
            city: "Запоріжжя",
            address: "вул. Істоміна, 6",
        },
        {
            index: "70534",
            city: "Зарічне",
            address: "вул. Адміністративна,1",
        },
        {
            index: "72336",
            city: "Зарічне",
            address: "вул. Грушева, 10А",
        },
        {
            index: "72113",
            city: "Зеленівка",
            address: "вул. Миру, 31",
        },
        {
            index: "70140",
            city: "Зелене",
            address: "вул. Миру, 19",
        },
        {
            index: "72231",
            city: "Зелений Гай",
            address: "вул. Центральна, 27",
        },
        {
            index: "71732",
            city: "Зелений Гай",
            address: "вул. Зеленогаївська, 44",
        },
        {
            index: "70312",
            city: "Зоря",
            address: "вул. Миру, 45",
        },
        {
            index: "70650",
            city: "Кінські Роздори",
            address: "вул. Квітнева, 20",
        },
        {
            index: "72210",
            city: "Калинівка",
            address: "вул. Молодіжна, 19А",
        },
        {
            index: "70050",
            city: "Кам’Яне",
            address: "вул. Горького, 2А",
        },
        {
            index: "71301",
            city: "Кам’Янка-Дніпровська",
            address: "вул. Зелена, 207",
        },
        {
            index: "71302",
            city: "Кам’Янка-Дніпровська",
            address: "вул. Центральна, 238Б",
        },
        {
            index: "71303",
            city: "Кам’Янка-Дніпровська",
            address: "вул. Промислова, 12",
        },
        {
            index: "71304",
            city: "Кам’Янка-Дніпровська",
            address: "вул. Зелена, 1",
        },
        {
            index: "71612",
            city: "Кам’Янське",
            address: "вул. Центральна, 25",
        },
        {
            index: "70442",
            city: "Канівське",
            address: "вул. Центральна, 2",
        },
        {
            index: "72563",
            city: "Кирилівка",
            address: "вул. Центральна, 2",
        },
        {
            index: "72564",
            city: "Кирилівка",
            address: "просп. Азовський, 14",
        },
        {
            index: "71005",
            city: "Комиш-Зоря",
            address: "вул. Вокзальна, 32",
        },
        {
            index: "72104",
            city: "Комишуватка",
            address: "вул. Шевченка, 51",
        },
        {
            index: "70508",
            city: "Комишуваха",
            address: "вул. Хмельницького Богдана, 34",
        },
        {
            index: "70562",
            city: "Копані",
            address: "вул. Центральна, 17",
        },
        {
            index: "72213",
            city: "Корніївка",
            address: "вул. Центральна, 134А",
        },
        {
            index: "70618",
            city: "Костянтинівка",
            address: "вул. Перемоги, 48",
        },
        {
            index: "72364",
            city: "Костянтинівка",
            address: "вул. Маяковського, 142",
        },
        {
            index: "72365",
            city: "Костянтинівка",
            address: "вул. Ковпака, 9/2",
        },
        {
            index: "71727",
            city: "Кохане",
            address: "вул. Червона, 104В",
        },
        {
            index: "70322",
            city: "Кузнецівка",
            address: "вул. Миру, 60",
        },
        {
            index: "70006",
            city: "Купріянівка",
            address: "вул. Будівельників, 21",
        },
        {
            index: "70450",
            city: "Кушугум",
            address: "вул. Тельмана, 24",
        },
        {
            index: "71745",
            city: "Лагідне",
            address: "вул. Мостова, 3",
        },
        {
            index: "72328",
            city: "Лазурне",
            address: "вул. Студентська, 21",
        },
        {
            index: "71052",
            city: "Ланцеве",
            address: "вул. Миру, 11",
        },
        {
            index: "70431",
            city: "Лежине",
            address: "вул. Центральна, 129",
        },
        {
            index: "70443",
            city: "Лисогірка",
            address: "вул. 8 Березня, 15А",
        },
        {
            index: "70333",
            city: "Листвянка",
            address: "вул. Суворова, 170",
        },
        {
            index: "72141",
            city: "Лозуватка",
            address: "вул. Тараса Шевченка, 47",
        },
        {
            index: "70410",
            city: "Лукашеве",
            address: "вул. Центральна, 9",
        },
        {
            index: "72011",
            city: "Любимівка",
            address: "вул. Дружби, 58",
        },
        {
            index: "70245",
            city: "Любимівка",
            address: "вул. Шкільна, 29",
        },
        {
            index: "70037",
            city: "Люцерна",
            address: "вул. Шкільна, 1",
        },
        {
            index: "70537",
            city: "Магдалинівка",
            address: "вул. Шевченка, 78",
        },
        {
            index: "70652",
            city: "Магедове",
            address: "вул. Центральна, 1",
        },
        {
            index: "70024",
            city: "Максимівка",
            address: "вул. Центральна, 14",
        },
        {
            index: "72514",
            city: "Максима Горького",
            address: "вул. Центральна, 2",
        },
        {
            index: "71670",
            city: "Мала Білозерка",
            address: "вул. Центральна, 1",
        },
        {
            index: "71671",
            city: "Мала Білозерка",
            address: "вул. 4-ї гвардійської дивізії, 2/2",
        },
        {
            index: "71672",
            city: "Мала Білозерка",
            address: "вул. Шахтарська, 153",
        },
        {
            index: "71673",
            city: "Мала Білозерка",
            address: "вул. Таврійська, 60А",
        },
        {
            index: "71674",
            city: "Мала Білозерка",
            address: "шосе Веселівське 7 км, 1",
        },
        {
            index: "72252",
            city: "Мала Михайлівка",
            address: "пров. Молодіжний, 1А",
        },
        {
            index: "70550",
            city: "Мала Токмачка",
            address: "вул. Миру, 301",
        },
        {
            index: "70242",
            city: "Малинівка",
            address: "вул. Космічна, 33",
        },
        {
            index: "70454",
            city: "Малокатеринівка",
            address: "вул. Зарічна, 32",
        },
        {
            index: "72121",
            city: "Мануйлівка",
            address: "вул. Сонячна, 35А",
        },
        {
            index: "72133",
            city: "Маринівка",
            address: "вул. Центральна, 31",
        },
        {
            index: "70440",
            city: "Мар’Ївка",
            address: "вул. Центральна, 36",
        },
        {
            index: "71013",
            city: "Мар’Янівка",
            address: "вул. Українська, 46",
        },
        {
            index: "72043",
            city: "Мар’Янівка",
            address: "вул. Миру, 119А",
        },
        {
            index: "72222",
            city: "Матвіївка",
            address: "вул. Козацька, 58",
        },
        {
            index: "70035",
            city: "Матвіївка",
            address: "вул. Центральна, 77А",
        },
        {
            index: "72301",
            city: "Мелітополь",
            address: "вул. Олександра Довженка, 96",
        },
        {
            index: "72302",
            city: "Мелітополь",
            address: "вул. Молодіжна, 60",
        },
        {
            index: "72304",
            city: "Мелітополь",
            address: "вул. Сагайдачного гетьмана, 264",
        },
        {
            index: "72305",
            city: "Мелітополь",
            address: "вул. Ломоносова, 286",
        },
        {
            index: "72306",
            city: "Мелітополь",
            address: "пров. Михайла Оратовського, 3",
        },
        {
            index: "72307",
            city: "Мелітополь",
            address: "вул. Гвардійська, 4",
        },
        {
            index: "72309",
            city: "Мелітополь",
            address: "просп. Хмельницького Богдана, 48",
        },
        {
            index: "72310",
            city: "Мелітополь",
            address: "просп. Хмельницького Богдана, 6",
        },
        {
            index: "72311",
            city: "Мелітополь",
            address: "просп. Хмельницького Богдана, 93",
        },
        {
            index: "72312",
            city: "Мелітополь",
            address: "вул. Університетська, 14",
        },
        {
            index: "72313",
            city: "Мелітополь",
            address: "просп. 50-річчя Перемоги, 36/1",
        },
        {
            index: "72314",
            city: "Мелітополь",
            address: "вул. Невського Олександра, 139",
        },
        {
            index: "72315",
            city: "Мелітополь",
            address: "просп. Хмельницького Богдана, 15",
        },
        {
            index: "72316",
            city: "Мелітополь",
            address: "вул. Гагаріна, 1",
        },
        {
            index: "72318",
            city: "Мелітополь",
            address: "просп. 50-річчя Перемоги, 49",
        },
        {
            index: "72319",
            city: "Мелітополь",
            address: "вул. Героїв України, 53А",
        },
        {
            index: "72332",
            city: "Мелітополь",
            address: "просп. Хмельницького Богдана, 15",
        },
        {
            index: "72338",
            city: "Мелітополь",
            address: "просп. Хмельницького Богдана, 15",
        },
        {
            index: "72406",
            city: "Мелітополь",
            address: "просп. Хмельницького Богдана, 15",
        },
        {
            index: "72411",
            city: "Мелітополь",
            address: "просп. Хмельницького Богдана, 15",
        },
        {
            index: "72215",
            city: "Менчикури",
            address: "вул. Лесі Українки, 6А",
        },
        {
            index: "71135",
            city: "Миколаївка",
            address: "вул. Горького, 13",
        },
        {
            index: "72416",
            city: "Миколаївка",
            address: "вул. Молодіжна, 34",
        },
        {
            index: "70401",
            city: "Миколай-Поле",
            address: "вул. Центральна, 97",
        },
        {
            index: "72533",
            city: "Мирне",
            address: "вул. Комунарів, 75",
        },
        {
            index: "70560",
            city: "Мирне",
            address: "вул. Виноградна, 4",
        },
        {
            index: "72350",
            city: "Мирне",
            address: "вул. Олексєнко, 14",
        },
        {
            index: "70217",
            city: "Мирне",
            address: "вул. Центральна, 12Б",
        },
        {
            index: "70013",
            city: "Михайлівка",
            address: "вул. Слободчикова, 9",
        },
        {
            index: "72001",
            city: "Михайлівка",
            address: "вул. Маяковського, 69",
        },
        {
            index: "72002",
            city: "Михайлівка",
            address: "вул. Пушкіна, 106А",
        },
        {
            index: "72005",
            city: "Михайлівка",
            address: "вул. Українська, 33",
        },
        {
            index: "70042",
            city: "Михайло-Лукашеве",
            address: "вул. Космічна, 8",
        },
        {
            index: "71205",
            city: "Могиляни",
            address: "вул. Шкільна, 5",
        },
        {
            index: "71716",
            city: "Молочанськ",
            address: "вул. Педенко, 31",
        },
        {
            index: "71717",
            city: "Молочанськ",
            address: "вул. Центральна, 4",
        },
        {
            index: "72362",
            city: "Мордвинівка",
            address: "вул. Суворова, 20",
        },
        {
            index: "70009",
            city: "Московка",
            address: "вул. Українська, 30А",
        },
        {
            index: "72441",
            city: "Надеждине",
            address: "вул. Шкільна, 3",
        },
        {
            index: "70418",
            city: "Наталівка",
            address: "вул. Молодіжна, 4",
        },
        {
            index: "70561",
            city: "Нестерянка",
            address: "вул. Центральна, 5",
        },
        {
            index: "70425",
            city: "Нижня Хортиця",
            address: "вул. Поштова,1",
        },
        {
            index: "72370",
            city: "Новгородківка",
            address: "вул. Центральна, 8",
        },
        {
            index: "71724",
            city: "Нове",
            address: "вул. Шкільна, 8",
        },
        {
            index: "72337",
            city: "Нове",
            address: "вул. Продольна, 1В",
        },
        {
            index: "70422",
            city: "Нове Запоріжжя",
            address: "вул. Щаслива, 36",
        },
        {
            index: "70513",
            city: "Новоіванівка",
            address: "вул. Шарова, 37",
        },
        {
            index: "70509",
            city: "Новоандріївка",
            address: "вул. Клименка, 21",
        },
        {
            index: "72330",
            city: "Новобогданівка",
            address: "вул. Шевченка, 33",
        },
        {
            index: "72420",
            city: "Нововасилівка",
            address: "вул. Кооперативна, 69",
        },
        {
            index: "71128",
            city: "Нововасилівка",
            address: "вул. Центральна, 8",
        },
        {
            index: "71322",
            city: "Нововодяне",
            address: "вул. Стрельникова, 2",
        },
        {
            index: "71731",
            city: "Новогорівка",
            address: "вул. Молодіжна, 9",
        },
        {
            index: "70020",
            city: "Новогупалівка",
            address: "вул. Центральна, 60А",
        },
        {
            index: "72520",
            city: "Новоданилівка",
            address: "вул. Центральна, 2",
        },
        {
            index: "70505",
            city: "Новоданилівка",
            address: "вул. Хрусталькова, 98",
        },
        {
            index: "71331",
            city: "Новодніпровка",
            address: "вул. Центральна,10",
        },
        {
            index: "70208",
            city: "Новозлатопіль",
            address: "вул. Українська, 71",
        },
        {
            index: "71211",
            city: "Новоказанкувате",
            address: "вул. Центральна, 2",
        },
        {
            index: "70630",
            city: "Новокарлівка",
            address: "вул. Конєва, 17А",
        },
        {
            index: "72452",
            city: "Новокостянтинівка",
            address: "вул. Першотравнева, 38",
        },
        {
            index: "70101",
            city: "Новомиколаївка",
            address: "вул. Українська, 27",
        },
        {
            index: "71737",
            city: "Новомиколаївка",
            address: "вул. Космічна, 48В",
        },
        {
            index: "72353",
            city: "Новомиколаївка",
            address: "вул. Миру, 6",
        },
        {
            index: "71210",
            city: "Новомихайлівка",
            address: "вул. Миру, 83",
        },
        {
            index: "70320",
            city: "Новомлинівка",
            address: "вул. Центральна, 48",
        },
        {
            index: "72140",
            city: "Новоолексіївка",
            address: "вул. Перегудова, 9",
        },
        {
            index: "72205",
            city: "Новоолександрівка",
            address: "вул. Богдана Хмельницького, 73",
        },
        {
            index: "70433",
            city: "Новоолександрівка",
            address: "вул. Центральна, 57",
        },
        {
            index: "72150",
            city: "Новопавлівка",
            address: "вул. Петра Григоренка, 68",
        },
        {
            index: "72152",
            city: "Новопавлівка",
            address: "вул. Гагаріна, 50",
        },
        {
            index: "70544",
            city: "Новопавлівка",
            address: "вул. Суворова, 7",
        },
        {
            index: "71408",
            city: "Новопетрівка",
            address: "вул. Центральна, 66",
        },
        {
            index: "70402",
            city: "Новопетрівка",
            address: "вул. Центральна, 65",
        },
        {
            index: "71162",
            city: "Новопетрівка",
            address: "вул. Центральна, 38",
        },
        {
            index: "72351",
            city: "Новопилипівка",
            address: "вул. Центральна, 4",
        },
        {
            index: "71214",
            city: "Новополтавка",
            address: "вул. Центральна, 38",
        },
        {
            index: "71721",
            city: "Новопрокопівка",
            address: "вул. Щаслива, 2",
        },
        {
            index: "70523",
            city: "Новоселівка",
            address: "вул. Центральна, 50А",
        },
        {
            index: "70620",
            city: "Новоселівка",
            address: "вул. Гагаріна, 80",
        },
        {
            index: "72412",
            city: "Новоспаське",
            address: "пров. Центральний, 9",
        },
        {
            index: "70507",
            city: "Новотавричеське",
            address: "вул. Шкільна, 1",
        },
        {
            index: "71144",
            city: "Новотроїцьке",
            address: "вул. Лактіонова, 60",
        },
        {
            index: "70515",
            city: "Новотроїцьке",
            address: "вул. Захисників України, 51",
        },
        {
            index: "71012",
            city: "Новоукраїнка",
            address: "вул. Центральна, 133",
        },
        {
            index: "71323",
            city: "Новоукраїнка",
            address: "вул. Молодіжна, 21",
        },
        {
            index: "72220",
            city: "Новоуспенівка",
            address: "вул. Шевченка, 23",
        },
        {
            index: "70536",
            city: "Новояковлівка",
            address: "вул. Центральна, 3",
        },
        {
            index: "72356",
            city: "Обільне",
            address: "вул. Лінійна, 39",
        },
        {
            index: "71231",
            city: "Обіточне",
            address: "вул. Миру, 42",
        },
        {
            index: "72254",
            city: "Озерне",
            address: "вул. 40 років Перемоги, 59",
        },
        {
            index: "72445",
            city: "Олександрівка",
            address: "вул. Центральна, 98",
        },
        {
            index: "70511",
            city: "Оленівка",
            address: "вул. Колгоспна, 1",
        },
        {
            index: "70522",
            city: "Омельник",
            address: "вул. Перемоги, 4",
        },
        {
            index: "70501",
            city: "Оріхів",
            address: "вул. Приходька, 85",
        },
        {
            index: "70502",
            city: "Оріхів",
            address: "вул. Овчаренка, 12А",
        },
        {
            index: "70504",
            city: "Оріхів",
            address: "вул. Покровська, 59А",
        },
        {
            index: "70108",
            city: "Оріхів",
            address: "вул. Покровська, 59А",
        },
        {
            index: "70122",
            city: "Оріхів",
            address: "вул. Покровська, 59А",
        },
        {
            index: "70206",
            city: "Оріхів",
            address: "вул. Покровська, 59А",
        },
        {
            index: "72143",
            city: "Орлівка",
            address: "вул. Шкільна, 45",
        },
        {
            index: "72341",
            city: "Орлове",
            address: "вул. Центральна, 191",
        },
        {
            index: "71609",
            city: "Орлянське",
            address: "вул. Центральна, 170",
        },
        {
            index: "71160",
            city: "Осипенко",
            address: "вул. Соколова, 20",
        },
        {
            index: "71752",
            city: "Остриківка",
            address: "вул. Остриківська, 78",
        },
        {
            index: "72562",
            city: "Охрімівка",
            address: "вул. Центральна, 86",
        },
        {
            index: "71750",
            city: "Очеретувате",
            address: "вул. Центральна, 110А",
        },
        {
            index: "70121",
            city: "Підгірне",
            address: "вул. Українська, 24",
        },
        {
            index: "72214",
            city: "Піскошине",
            address: "вул. Центральна, 13",
        },
        {
            index: "70005",
            city: "Павлівське",
            address: "пров. Тихий, 8",
        },
        {
            index: "72513",
            city: "Переможне",
            address: "вул. Зелена, 7",
        },
        {
            index: "72510",
            city: "Петрівка",
            address: "вул. Петровського, 12",
        },
        {
            index: "72123",
            city: "Петрівка",
            address: "вул. Центральна, 45",
        },
        {
            index: "70015",
            city: "Петро-Михайлівка",
            address: "вул. Миру, 70",
        },
        {
            index: "70405",
            city: "Петропіль",
            address: "вул. Шкільна, 1",
        },
        {
            index: "72009",
            city: "Плодородне",
            address: "вул. Генкина, 4",
        },
        {
            index: "72105",
            city: "Подспор’Є",
            address: "вул. Поштова, 13",
        },
        {
            index: "71740",
            city: "Покровське",
            address: "вул. Антипенка, 69",
        },
        {
            index: "71021",
            city: "Пологи",
            address: "вул. Єдності, 29",
        },
        {
            index: "70602",
            city: "Пологи",
            address: "пров. Рєпіна, 1",
        },
        {
            index: "70604",
            city: "Пологи",
            address: "вул. Історична, 13",
        },
        {
            index: "70605",
            city: "Пологи",
            address: "вул. Магістральна, 506",
        },
        {
            index: "70606",
            city: "Пологи",
            address: "вул. Східна, 2А",
        },
        {
            index: "70607",
            city: "Пологи",
            address: "вул. Магістральна, 332",
        },
        {
            index: "70608",
            city: "Пологи",
            address: "вул. Єдності, 29",
        },
        {
            index: "70311",
            city: "Пологи",
            address: "вул. Єдності, 29",
        },
        {
            index: "70615",
            city: "Пологи Село",
            address: "вул. Центральна, 176",
        },
        {
            index: "70240",
            city: "Полтавка",
            address: "пров. Молодіжний, 3",
        },
        {
            index: "72339",
            city: "Полянівка",
            address: "вул. Центральна, 18",
        },
        {
            index: "70545",
            city: "Преображенка",
            address: "вул. Преображенська, 3",
        },
        {
            index: "72145",
            city: "Преслав",
            address: "вул. Варбанського, 56Б",
        },
        {
            index: "72401",
            city: "Приазовське",
            address: "вул. Горького, 97",
        },
        {
            index: "70011",
            city: "Привільне",
            address: "вул. Щаслива, 15",
        },
        {
            index: "72101",
            city: "Приморськ",
            address: "вул. Шевченка, 201",
        },
        {
            index: "72102",
            city: "Приморськ",
            address: "вул. Соборна, 80",
        },
        {
            index: "71610",
            city: "Приморське",
            address: "вул. Весела, 63",
        },
        {
            index: "71615",
            city: "Приморське",
            address: "вул. Покровська, 219",
        },
        {
            index: "72451",
            city: "Приморський Посад",
            address: "вул. Поштова, 29",
        },
        {
            index: "72013",
            city: "Пришиб",
            address: "вул. Центральна, 95",
        },
        {
            index: "70229",
            city: "Приютне",
            address: "вул. Шевченка, 46",
        },
        {
            index: "72326",
            city: "Промінь",
            address: "вул. Миру, 128",
        },
        {
            index: "71242",
            city: "Просторе",
            address: "вул. Перемоги, 89",
        },
        {
            index: "72417",
            city: "Прудентове",
            address: "вул. Реви, 14",
        },
        {
            index: "70216",
            city: "Рівнопілля",
            address: "вул. Нова, 5",
        },
        {
            index: "70152",
            city: "Різдвянка",
            address: "вул. Центральна, 42",
        },
        {
            index: "72532",
            city: "Радивонівка",
            address: "вул. Центральна, 137",
        },
        {
            index: "72144",
            city: "Райнівка",
            address: "вул. Центральна, 37",
        },
        {
            index: "71720",
            city: "Роботине",
            address: "вул. Миру, 30",
        },
        {
            index: "72541",
            city: "Розівка",
            address: "вул. Привокзальна, 13",
        },
        {
            index: "72410",
            city: "Розівка",
            address: "вул. Дубова, 3",
        },
        {
            index: "70301",
            city: "Розівка",
            address: "вул. Вокзальна, 3",
        },
        {
            index: "70302",
            city: "Розівка",
            address: "вул. Центральна, 100",
        },
        {
            index: "71129",
            city: "Роза",
            address: "вул. Миру, 91",
        },
        {
            index: "72012",
            city: "Роздол",
            address: "вул. 40 років Перемоги, 47",
        },
        {
            index: "70424",
            city: "Розумівка",
            address: "вул. Миру, 41",
        },
        {
            index: "71741",
            city: "Садове",
            address: "вул. Шкільна, 3Г",
        },
        {
            index: "72382",
            city: "Садове",
            address: "вул. Центральна, 13",
        },
        {
            index: "71232",
            city: "Салтичія",
            address: "вул. Центральна, 49А",
        },
        {
            index: "72340",
            city: "Світлодолинське",
            address: "вул. Гагаріна, 31",
        },
        {
            index: "72355",
            city: "Семенівка",
            address: "вул. Першотравнева, 57",
        },
        {
            index: "70008",
            city: "Семененкове",
            address: "вул. Перемоги, 22А",
        },
        {
            index: "71640",
            city: "Скельки",
            address: "вул. Стадіонна, 2",
        },
        {
            index: "71040",
            city: "Смирнове",
            address: "вул. Смирнова, 2",
        },
        {
            index: "71734",
            city: "Снігурівка",
            address: "вул. Молодіжна, 15",
        },
        {
            index: "70031",
            city: "Соколівка",
            address: "вул. Весняна, 1",
        },
        {
            index: "71723",
            city: "Солодка Балка",
            address: "вул. Поштова, 2",
        },
        {
            index: "70310",
            city: "Солодководне",
            address: "вул. Миру, 24",
        },
        {
            index: "72553",
            city: "Солоне",
            address: "вул. Ювілейна, 18",
        },
        {
            index: "70021",
            city: "Солоне",
            address: "вул. Миру, 22",
        },
        {
            index: "71143",
            city: "Софіївка",
            address: "вул. Каштанова, 51",
        },
        {
            index: "70113",
            city: "Софіївка",
            address: "вул. Вишнева, 2А",
        },
        {
            index: "72334",
            city: "Спаське",
            address: "вул. Вишнева, 68",
        },
        {
            index: "72044",
            city: "Старобогданівка",
            address: "вул. Миру, 138А",
        },
        {
            index: "71163",
            city: "Старопетрівка",
            address: "вул. Жигуліних, 48",
        },
        {
            index: "72454",
            city: "Степанівка Перша",
            address: "вул. Мартинова, 18",
        },
        {
            index: "70432",
            city: "Степне",
            address: "вул. Першотравнева, 61",
        },
        {
            index: "71611",
            city: "Степногірськ",
            address: "вул. Молодіжна, 2",
        },
        {
            index: "70112",
            city: "Сторчове",
            address: "вул. Центральна, 12",
        },
        {
            index: "71220",
            city: "Стульневе",
            address: "вул. Перемоги, 95",
        },
        {
            index: "71224",
            city: "Стульневе",
            address: "вул. Перемоги, 26А",
        },
        {
            index: "72540",
            city: "Таврійське",
            address: "вул. Миру, 23",
        },
        {
            index: "70533",
            city: "Таврійське",
            address: "вул. Запорізька,197",
        },
        {
            index: "70540",
            city: "Таврійське",
            address: "вул. Поштова, 22",
        },
        {
            index: "72242",
            city: "Таврія",
            address: "вул. Центральна, 6",
        },
        {
            index: "71730",
            city: "Таврія",
            address: "вул. Шкільна, 17",
        },
        {
            index: "70640",
            city: "Тарасівка",
            address: "вул. Миру, 83",
        },
        {
            index: "70210",
            city: "Темирівка",
            address: "вул. Миру, 26",
        },
        {
            index: "70010",
            city: "Тернівка",
            address: "вул. Центральна, 4",
        },
        {
            index: "70150",
            city: "Тернувате",
            address: "вул. Соборна, 67",
        },
        {
            index: "72333",
            city: "Терпіння",
            address: "вул. Ювілейна, 1А",
        },
        {
            index: "70114",
            city: "Терсянка",
            address: "вул. Центральна, 56",
        },
        {
            index: "72030",
            city: "Тимошівка",
            address: "вул. Центральна, 40",
        },
        {
            index: "71043",
            city: "Титове",
            address: "вул. Поштова, 1А",
        },
        {
            index: "72352",
            city: "Тихонівка",
            address: "вул. Пушкіна, 40Б",
        },
        {
            index: "71701",
            city: "Токмак",
            address: "вул. Шевченка, 10",
        },
        {
            index: "71702",
            city: "Токмак",
            address: "вул. 14 вересня, 5",
        },
        {
            index: "71703",
            city: "Токмак",
            address: "вул. Василя Вишиваного, 732",
        },
        {
            index: "71706",
            city: "Токмак",
            address: "вул. Ковальська, 42А",
        },
        {
            index: "71708",
            city: "Токмак",
            address: "вул. Гоголя, 75",
        },
        {
            index: "71709",
            city: "Токмак",
            address: "вул. Ковальська, 42А",
        },
        {
            index: "71213",
            city: "Токмак",
            address: "вул. Шевченка, 10",
        },
        {
            index: "71253",
            city: "Токмак",
            address: "вул. Шевченка, 10",
        },
        {
            index: "71133",
            city: "Троїцьке",
            address: "вул. Шамрая, 3",
        },
        {
            index: "71151",
            city: "Трояни",
            address: "вул. Гагаріна, 101",
        },
        {
            index: "71006",
            city: "Трудове",
            address: "вул. Заводська, 3",
        },
        {
            index: "71754",
            city: "Трудове",
            address: "вул. Трудова, 86",
        },
        {
            index: "70130",
            city: "Трудове",
            address: "вул. Центральна, 30",
        },
        {
            index: "72354",
            city: "Трудове",
            address: "вул. Центральна, 11",
        },
        {
            index: "71755",
            city: "Урожайне",
            address: "вул. Центральна, 4",
        },
        {
            index: "71141",
            city: "Успенівка",
            address: "вул. Садова, 4",
        },
        {
            index: "70211",
            city: "Успенівка",
            address: "вул. Гагаріна, 28/2",
        },
        {
            index: "70212",
            city: "Успенівка",
            address: "вул. Хмельницького Богдана, 9",
        },
        {
            index: "70622",
            city: "Федорівка",
            address: "вул. Центральна, 5",
        },
        {
            index: "72346",
            city: "Фруктове",
            address: "вул. Молодіжна, 2",
        },
        {
            index: "71223",
            city: "Хмельницьке",
            address: "вул. Центральна, 64",
        },
        {
            index: "70207",
            city: "Червоне",
            address: "вул. Першотравнева, 4",
        },
        {
            index: "71170",
            city: "Червоне Поле",
            address: "вул. Центральна, 222",
        },
        {
            index: "71201",
            city: "Чернігівка",
            address: "вул. Соборна, 198",
        },
        {
            index: "71202",
            city: "Чернігівка",
            address: "вул. Соборна, 448",
        },
        {
            index: "71725",
            city: "Чистопілля",
            address: "вул. Нова, 3",
        },
        {
            index: "72453",
            city: "Чкалове",
            address: "вул. Вишнева, 87",
        },
        {
            index: "72212",
            city: "Чкалове",
            address: "вул. Чкалова, 7А",
        },
        {
            index: "72511",
            city: "Чорноземне",
            address: "вул. Мирна, 4",
        },
        {
            index: "71031",
            city: "Шевченківське",
            address: "вул. Шевченка, 29",
        },
        {
            index: "72512",
            city: "Шевченка",
            address: "вул. Сонячна, 2",
        },
        {
            index: "70642",
            city: "Шевченкове",
            address: "вул. Горького, 47А",
        },
        {
            index: "72560",
            city: "Шелюги",
            address: "вул. Зої Космодем’янської, 3",
        },
        {
            index: "70408",
            city: "Широке",
            address: "вул. Центральна, 1",
        },
        {
            index: "72250",
            city: "Широке",
            address: "вул. Центральна, 42",
        },
        {
            index: "71222",
            city: "Широкий Яр",
            address: "вул. Миру, 50",
        },
        {
            index: "70514",
            city: "Щасливе",
            address: "вул. Запорізька, 33",
        },
        {
            index: "70415",
            city: "Юльївка",
            address: "вул. Шевченка, 12",
        },
        {
            index: "70535",
            city: "Юрківка",
            address: "вул. Центральна, 140",
        },
        {
            index: "72120",
            city: "Юр’Ївка",
            address: "вул. Молодіжна, 1",
        },
        {
            index: "72501",
            city: "Якимівка",
            address: "вул. Вокзальна, 38",
        },
        {
            index: "72502",
            city: "Якимівка",
            address: "вул. Чкалова, 7",
        },
        {
            index: "72503",
            city: "Якимівка",
            address: "вул. Центральна, 54",
        },
        {
            index: "72329",
            city: "Ясне",
            address: "вул. Кобецької, 51",
        },
    ],
    "Івано-Франківська": [
        {
            index: "77411",
            city: "Єзупіль",
            address: "вул. Степана Бандери, 54",
        },
        {
            index: "77714",
            city: "Іваниківка",
            address: "вул. Кобилянської, 2",
        },
        {
            index: "76002",
            city: "Івано-Франківськ",
            address: "пров. Микитинецький, 8",
        },
        {
            index: "76004",
            city: "Івано-Франківськ",
            address: "вул. Михайла Грушевського, 21",
        },
        {
            index: "76005",
            city: "Івано-Франківськ",
            address: "вул. Чорновола, 117",
        },
        {
            index: "76006",
            city: "Івано-Франківськ",
            address: "вул. Василя Симоненка,1",
        },
        {
            index: "76008",
            city: "Івано-Франківськ",
            address: "вул. Галицька,124а",
        },
        {
            index: "76009",
            city: "Івано-Франківськ",
            address: "вул. Івана-Павла ІІ, 4",
        },
        {
            index: "76010",
            city: "Івано-Франківськ",
            address: "вул. Бельведерська, 48",
        },
        {
            index: "76011",
            city: "Івано-Франківськ",
            address: "вул. Євгена Коновальця, 264А",
        },
        {
            index: "76014",
            city: "Івано-Франківськ",
            address: "вул. Євгена Коновальця, 128",
        },
        {
            index: "76015",
            city: "Івано-Франківськ",
            address: "вул. Дністровська, 63",
        },
        {
            index: "76018",
            city: "Івано-Франківськ",
            address: "вул. Січових Стрільців, 13А",
        },
        {
            index: "76019",
            city: "Івано-Франківськ",
            address: "бульв. Північний, 3",
        },
        {
            index: "76026",
            city: "Івано-Франківськ",
            address: "вул. Мазепи гетьмана, 177",
        },
        {
            index: "76501",
            city: "Івано-Франківськ",
            address: "вул. Привокзальна, 19",
        },
        {
            index: "77650",
            city: "Ілемня",
            address: "вул. Шевченка, 54",
        },
        {
            index: "78351",
            city: "Іллінці",
            address: "вул. Горішна, 1А",
        },
        {
            index: "78704",
            city: "Ільці",
            address: "м-р Затінок,1",
        },
        {
            index: "78042",
            city: "Ісаків",
            address: "вул. Франка, 3",
        },
        {
            index: "78460",
            city: "Білі Ослави",
            address: "вул. Марійки Підгірянки, 150",
        },
        {
            index: "78713",
            city: "Білоберізка",
            address: "вул. Центральна,10",
        },
        {
            index: "77146",
            city: "Більшівці",
            address: "майдан Вічевий, 3",
        },
        {
            index: "78651",
            city: "Бабин",
            address: "вул. Центральна, 1",
        },
        {
            index: "77037",
            city: "Бабухів",
            address: "вул. Степана Бандери,156",
        },
        {
            index: "77771",
            city: "Бабче",
            address: "вул. Незалежності, 88",
        },
        {
            index: "78312",
            city: "Балинці",
            address: "вул. Івана Франка, 61",
        },
        {
            index: "78610",
            city: "Баня-Березів",
            address: "м-р Поріччя,1",
        },
        {
            index: "77511",
            city: "Белеїв",
            address: "вул. Центральна,1",
        },
        {
            index: "78332",
            city: "Белелуя",
            address: "вул. Галицька, 90",
        },
        {
            index: "77461",
            city: "Березівка",
            address: "вул. Тараса Шевченка, 30",
        },
        {
            index: "77630",
            city: "Берлоги",
            address: "вул. Михайла Грушевського, 35",
        },
        {
            index: "78707",
            city: "Бистрець",
            address: "м-р Гептівка, 2",
        },
        {
            index: "78419",
            city: "Бистриця",
            address: "вул. Центр,1",
        },
        {
            index: "78430",
            city: "Битків",
            address: "вул. Тараса Шевченка, 344",
        },
        {
            index: "77156",
            city: "Блюдники",
            address: "вул. Галицька ,6",
        },
        {
            index: "77132",
            city: "Бовшів",
            address: "вул. Шевченка, 9",
        },
        {
            index: "77701",
            city: "Богородчани",
            address: "вул. Шевченка, 57",
        },
        {
            index: "77741",
            city: "Богрівка",
            address: "вул. Героїв, 3",
        },
        {
            index: "77350",
            city: "Боднарів",
            address: "вул. Шевченка, 3",
        },
        {
            index: "77202",
            city: "Болехів",
            address: "вул. Січових Стрільців, 3",
        },
        {
            index: "78033",
            city: "Бортники",
            address: "вул. Перемоги, 6",
        },
        {
            index: "78316",
            city: "Борщів",
            address: "вул. Січових Стрільців, 4",
        },
        {
            index: "78014",
            city: "Братишів",
            address: "вул. Гора, 8",
        },
        {
            index: "77462",
            city: "Братківці",
            address: "вул. Лесі Українки,13",
        },
        {
            index: "77165",
            city: "Бринь",
            address: "вул. Галицька,1",
        },
        {
            index: "77614",
            city: "Брошнів",
            address: "вул. Лесі Українки, 10",
        },
        {
            index: "77611",
            city: "Брошнів-Осада",
            address: "вул. 22 Січня, 56",
        },
        {
            index: "78641",
            city: "Брустурів",
            address: "м-р Царина,1",
        },
        {
            index: "78022",
            city: "Будзин",
            address: "вул. Шевченка,11",
        },
        {
            index: "77065",
            city: "Букачівці",
            address: "вул. Чорновола, 36А",
        },
        {
            index: "78711",
            city: "Буковець",
            address: "м-р Варятин 1, 2",
        },
        {
            index: "77111",
            city: "Бурштин",
            address: "вул. Січових Стрільців, 29",
        },
        {
            index: "77112",
            city: "Бурштин",
            address: "вулиця відсутня , ТЕС",
        },
        {
            index: "78125",
            city: "Вікно",
            address: "вул. Шевченка, 65А",
        },
        {
            index: "78021",
            city: "Вікняни",
            address: "вул. Марійки Підгірянки, 69",
        },
        {
            index: "77166",
            city: "Вікторів",
            address: "вул. Федика, 214",
        },
        {
            index: "77440",
            city: "Вільшаниця",
            address: "вул. Осередок, 95",
        },
        {
            index: "77351",
            city: "Вістова",
            address: "вул. Шевченка, 36",
        },
        {
            index: "77033",
            city: "Васючин",
            address: "вул. Левицького,10",
        },
        {
            index: "78244",
            city: "Велика Кам’Янка",
            address: "вул. Січових Стрільців, 46",
        },
        {
            index: "77510",
            city: "Велика Тур’Я",
            address: "просп. Тараса Шевченка,18",
        },
        {
            index: "78276",
            city: "Великий Ключів",
            address: "вул. Коновальця, 4",
        },
        {
            index: "78654",
            city: "Великий Рожин",
            address: "вул. Назарія Яремчука,1",
        },
        {
            index: "77634",
            city: "Вербівка",
            address: "вул. Грушевського, 23",
        },
        {
            index: "78160",
            city: "Вербівці",
            address: "вул. Українська, 1",
        },
        {
            index: "78605",
            city: "Вербовець",
            address: "вул. Гагаріна, 12",
        },
        {
            index: "78452",
            city: "Верхній Майдан",
            address: "вул. Грушевського,16",
        },
        {
            index: "77621",
            city: "Верхній Струтинь",
            address: "вул. Січових Стрільців, 53",
        },
        {
            index: "78712",
            city: "Верхній Ясенів",
            address: "м-р Ласки,137А",
        },
        {
            index: "77324",
            city: "Верхня",
            address: "вул. Шевченка, 74А",
        },
        {
            index: "77043",
            city: "Верхня Липиця",
            address: "вул. Шевченка,19",
        },
        {
            index: "78701",
            city: "Верховина",
            address: "вул. Франка, 6",
        },
        {
            index: "77552",
            city: "Вигода",
            address: "вул. Данила Галицького, 73",
        },
        {
            index: "78613",
            city: "Вижній Березів",
            address: "вул. Мороза, 2",
        },
        {
            index: "78220",
            city: "Виноград",
            address: "вул. Українська, 22",
        },
        {
            index: "78146",
            city: "Виноград",
            address: "вул. Стефаника, 2",
        },
        {
            index: "77010",
            city: "Виспа",
            address: "вул. Шевченка,48",
        },
        {
            index: "77533",
            city: "Витвиця",
            address: "вул. Івана Франка,1",
        },
        {
            index: "77563",
            city: "Вишків",
            address: "вул. Нова,112",
        },
        {
            index: "77038",
            city: "Вишнів",
            address: "вул. Гора, 216",
        },
        {
            index: "76491",
            city: "Вовчинець",
            address: "вул. Вовчинецька, 28",
        },
        {
            index: "78341",
            city: "Вовчківці",
            address: "вул. Грушевського, 5А",
        },
        {
            index: "77316",
            city: "Войнилів",
            address: "вул. Шевченка, 114",
        },
        {
            index: "78412",
            city: "Волосів",
            address: "вул. Грушевського, 4",
        },
        {
            index: "78222",
            city: "Ворона",
            address: "вул. Підгірянки, 19",
        },
        {
            index: "78595",
            city: "Ворохта",
            address: "вул. Данила Галицького, 45",
        },
        {
            index: "78213",
            city: "Воскресинці",
            address: "вул. Шевченка, 40А",
        },
        {
            index: "78414",
            city: "Гаврилівка",
            address: "вул. Українська, 82",
        },
        {
            index: "77145",
            city: "Галич",
            address: "майдан Різдва,11",
        },
        {
            index: "77008",
            city: "Галич",
            address: "майдан Різдва, 11",
        },
        {
            index: "77060",
            city: "Галич",
            address: "майдан Різдва,11",
        },
        {
            index: "77101",
            city: "Галич",
            address: "майдан Різдва, 11",
        },
        {
            index: "78319",
            city: "Ганьківці",
            address: "вул. Миру, 23А",
        },
        {
            index: "78051",
            city: "Гарасимів",
            address: "вул. Шевченка,1А",
        },
        {
            index: "78416",
            city: "Гвізд",
            address: "вул. Синяка Дмитра,108",
        },
        {
            index: "78229",
            city: "Гвіздець",
            address: "вул. Франка, 77А",
        },
        {
            index: "77521",
            city: "Гериня",
            address: "вул. Шевченка, 32",
        },
        {
            index: "77718",
            city: "Глибівка",
            address: "вул. Шевченка , 67",
        },
        {
            index: "77720",
            city: "Глибока",
            address: "вул. Шевченка, 42",
        },
        {
            index: "78127",
            city: "Глушків",
            address: "вул. Лесі Українки,15",
        },
        {
            index: "77343",
            city: "Голинь",
            address: "вул. 600 років Голиня, 10",
        },
        {
            index: "78723",
            city: "Голови",
            address: "м-р Зеленки, 3",
        },
        {
            index: "78231",
            city: "Голосків",
            address: "вул. Довбуша, 4",
        },
        {
            index: "78362",
            city: "Горішнє Залуччя",
            address: "вул. Перемоги, 10",
        },
        {
            index: "78102",
            city: "Городенка",
            address: "вул. Володимира Великого, 79",
        },
        {
            index: "78103",
            city: "Городенка",
            address: "вул. Шевченка, 66",
        },
        {
            index: "78137",
            city: "Городниця",
            address: "вул. Галицька, 37",
        },
        {
            index: "77760",
            city: "Горохолина",
            address: "вул. Українська, 313",
        },
        {
            index: "78032",
            city: "Гостів",
            address: "вул. Василенчука, 9",
        },
        {
            index: "77520",
            city: "Гошів",
            address: "вул. Шевченка, 19",
        },
        {
            index: "77623",
            city: "Грабів",
            address: "вул. Івана Франка, 317",
        },
        {
            index: "77736",
            city: "Грабовець",
            address: "вул. Незалежності,10",
        },
        {
            index: "78005",
            city: "Гринівці",
            address: "вул. Грушевського,24А",
        },
        {
            index: "78708",
            city: "Гринява",
            address: "м-р Центр 1, 3",
        },
        {
            index: "78043",
            city: "Грушка",
            address: "вул. Городенка,39",
        },
        {
            index: "77211",
            city: "Гузіїв",
            address: "вул. Шевченка,1",
        },
        {
            index: "77739",
            city: "Гута",
            address: "вул. Шевченка, 28",
        },
        {
            index: "78130",
            city: "Далешове",
            address: "вул. Богдана Хмельницького, 26",
        },
        {
            index: "78269",
            city: "Дебеславці",
            address: "вул. Миколайчука, 32",
        },
        {
            index: "77018",
            city: "Дегова",
            address: "вул. Шевченка,2",
        },
        {
            index: "77173",
            city: "Делієве",
            address: "вул. Молодіжна, 156",
        },
        {
            index: "78023",
            city: "Делева",
            address: "вул. Вигін,12",
        },
        {
            index: "76016",
            city: "Делятин",
            address: "вул. 16 Липня, 285",
        },
        {
            index: "77134",
            city: "Демешківці",
            address: "вул. Галицька, 15",
        },
        {
            index: "77131",
            city: "Дем’Янів",
            address: "вул. 1 Травня, 1",
        },
        {
            index: "78354",
            city: "Джурів",
            address: "вул. Шевченка, 2",
        },
        {
            index: "78252",
            city: "Джурків",
            address: "вул. Українська, 73",
        },
        {
            index: "77750",
            city: "Дзвиняч",
            address: "вул. Степаняка, 21",
        },
        {
            index: "77140",
            city: "Дитятин",
            address: "вул. Шевченка,16",
        },
        {
            index: "77012",
            city: "Дички",
            address: "вул. Шкільна,131",
        },
        {
            index: "77025",
            city: "Добринів",
            address: "пл. Л.Мартовича, 23",
        },
        {
            index: "78454",
            city: "Добротів",
            address: "вул. Незалежності, 41",
        },
        {
            index: "77320",
            city: "Довгий Войнилів",
            address: "вул. Шевченка, 135",
        },
        {
            index: "78725",
            city: "Довгополе",
            address: "м-р Поля, 20",
        },
        {
            index: "77502",
            city: "Долина",
            address: "вул. Пачовського,13",
        },
        {
            index: "77503",
            city: "Долина",
            address: "вул. Міцкевича, 69",
        },
        {
            index: "77504",
            city: "Долина",
            address: "вул. Незалежності, 12",
        },
        {
            index: "78024",
            city: "Долина",
            address: "вул. Лесі Українки, 16",
        },
        {
            index: "77017",
            city: "Долиняни",
            address: "вул. Центральна, 2",
        },
        {
            index: "77152",
            city: "Дорогів",
            address: "вул. Центральна, 6",
        },
        {
            index: "77454",
            city: "Драгомирчани",
            address: "вул. Шкільна,17",
        },
        {
            index: "77172",
            city: "Дубівці",
            address: "пл. Незалежності, 2",
        },
        {
            index: "77644",
            city: "Дуба",
            address: "вул. Молодіжна, 1",
        },
        {
            index: "78044",
            city: "Живачів",
            address: "вул. Незалежності,1",
        },
        {
            index: "77009",
            city: "Жовчів",
            address: "вул. Центральна,26",
        },
        {
            index: "78053",
            city: "Жуків",
            address: "вул. Незалежності,14",
        },
        {
            index: "77051",
            city: "Журів",
            address: "вул. Івана Франка, 76Б",
        },
        {
            index: "77751",
            city: "Жураки",
            address: "вул. Січових Стрільців, 43",
        },
        {
            index: "78324",
            city: "Зібранівка",
            address: "вул. Грушевського, 84",
        },
        {
            index: "78315",
            city: "Заболотів",
            address: "вул. Грушевського, 5",
        },
        {
            index: "77356",
            city: "Завій",
            address: "вул. Данила Галицького, 302",
        },
        {
            index: "77323",
            city: "Завадка",
            address: "вул. Івана Франка, 30",
        },
        {
            index: "78364",
            city: "Завалля",
            address: "вул. Перемоги, 107",
        },
        {
            index: "78264",
            city: "Загайпіль",
            address: "вул. Українська, 44А",
        },
        {
            index: "77450",
            city: "Загвіздя",
            address: "вул. Липова-Осада, 23З",
        },
        {
            index: "77133",
            city: "Задністрянське",
            address: "вул. Заводська, 1",
        },
        {
            index: "78331",
            city: "Задубрівці",
            address: "вул. Грушевського, 84",
        },
        {
            index: "77160",
            city: "Залуква",
            address: "вул. Галицька, 38",
        },
        {
            index: "78720",
            city: "Замагора",
            address: "м-р Закуток, 12",
        },
        {
            index: "78445",
            city: "Заріччя",
            address: "вул. Незалежності, 50А",
        },
        {
            index: "77322",
            city: "Збора",
            address: "вул. Центральна, 90",
        },
        {
            index: "78433",
            city: "Зелена",
            address: "вул. Борсучна,1А",
        },
        {
            index: "78730",
            city: "Зелене",
            address: "м-р Завіїв,1",
        },
        {
            index: "77125",
            city: "Кінашів",
            address: "вул. Січових Стрільців, 27А",
        },
        {
            index: "77341",
            city: "Кадобна",
            address: "вул. Івана Франка, 1",
        },
        {
            index: "77301",
            city: "Калуш",
            address: "вул. Шептицького, 4",
        },
        {
            index: "77303",
            city: "Калуш",
            address: "вул. Пушкіна, 3А",
        },
        {
            index: "77304",
            city: "Калуш",
            address: "просп. Лесі Українки, 19",
        },
        {
            index: "77306",
            city: "Калуш",
            address: "вул. Промислова, 4",
        },
        {
            index: "77307",
            city: "Калуш",
            address: "вул. Гірничорятувальна, 1",
        },
        {
            index: "77310",
            city: "Калуш",
            address: "вул. Йосипа Сліпого,50",
        },
        {
            index: "77311",
            city: "Калуш",
            address: "вул. Богдана Хмельницького, 23",
        },
        {
            index: "77312",
            city: "Калуш",
            address: "вул. Івано-Франківська, 178",
        },
        {
            index: "77534",
            city: "Кальна",
            address: "вул. Шевченка, 3",
        },
        {
            index: "78411",
            city: "Камінне",
            address: "вул. Мазепи, 4",
        },
        {
            index: "77633",
            city: "Камінь",
            address: "вул. Довбуша,91",
        },
        {
            index: "77443",
            city: "Клубівці",
            address: "вул. Миру,1",
        },
        {
            index: "77030",
            city: "Княгиничі",
            address: "вул. Шухевича,9",
        },
        {
            index: "78270",
            city: "Княждвір",
            address: "вул. Шевченка, 65",
        },
        {
            index: "78360",
            city: "Княже",
            address: "вул. Грушевського, 106",
        },
        {
            index: "77540",
            city: "Княжолука",
            address: "вул. Шевченка, 1",
        },
        {
            index: "77642",
            city: "Князівське",
            address: "вул. Незалежності, 49",
        },
        {
            index: "78660",
            city: "Кобаки",
            address: "вул. Головна, 37",
        },
        {
            index: "78293",
            city: "Ковалівка",
            address: "вул. Грушевського, 1",
        },
        {
            index: "77205",
            city: "Козаківка",
            address: "вул. Мандрика, 2",
        },
        {
            index: "77026",
            city: "Козарі",
            address: "вул. Центральна,18",
        },
        {
            index: "77410",
            city: "Козина",
            address: "вул. Незалежності, 23",
        },
        {
            index: "78249",
            city: "Коломия",
            address: "вул. Чорновола, 49",
        },
        {
            index: "78203",
            city: "Коломия",
            address: "вул. Чорновола, 47",
        },
        {
            index: "78206",
            city: "Коломия",
            address: "вул. Січових Стрільців, 39",
        },
        {
            index: "78208",
            city: "Коломия",
            address: "вул. Богуна, 34",
        },
        {
            index: "77164",
            city: "Комарів",
            address: "вул. Ворони, 64",
        },
        {
            index: "77036",
            city: "Конюшки",
            address: "вул. Галицька, 75А",
        },
        {
            index: "77315",
            city: "Копанки",
            address: "вул. Степана Бандери, 15",
        },
        {
            index: "78110",
            city: "Копачинці",
            address: "вул. Січових Стрільців, 6",
        },
        {
            index: "78113",
            city: "Корнів",
            address: "вул. Шкільна, 32",
        },
        {
            index: "78215",
            city: "Корнич",
            address: "вул. Перемоги, 1",
        },
        {
            index: "78030",
            city: "Королівка",
            address: "вул. Центральна, 3",
        },
        {
            index: "77119",
            city: "Коростовичі",
            address: "вул. Хмельницького, 65А",
        },
        {
            index: "78240",
            city: "Коршів",
            address: "вул. Шевченка, 12",
        },
        {
            index: "78601",
            city: "Косів",
            address: "вул. Незалежності, 75",
        },
        {
            index: "77731",
            city: "Космач",
            address: "вул. Лесі Українки, 3",
        },
        {
            index: "78640",
            city: "Космач",
            address: "вул. Шевченка, 7",
        },
        {
            index: "78106",
            city: "Котиківка",
            address: "вул. Шевченка, 163",
        },
        {
            index: "78451",
            city: "Красна",
            address: "вул. Шевченка, 149",
        },
        {
            index: "77660",
            city: "Красне",
            address: "вул. Незалежності, 13",
        },
        {
            index: "78705",
            city: "Красник",
            address: "м-р Заріччя, 37",
        },
        {
            index: "78716",
            city: "Красноїлля",
            address: "вул. Широкий, 1",
        },
        {
            index: "78330",
            city: "Красноставці",
            address: "вул. Шевченка,79",
        },
        {
            index: "77610",
            city: "Креховичі",
            address: "вул. Шевченка, 95 А",
        },
        {
            index: "77733",
            city: "Кривець",
            address: "вул. Шевченка, 45",
        },
        {
            index: "78706",
            city: "Кривопілля",
            address: "м-р Устя, 1",
        },
        {
            index: "78710",
            city: "Криворівня",
            address: "м-р Устя, 1",
        },
        {
            index: "77162",
            city: "Крилос",
            address: "вул. Шевченка,1Б",
        },
        {
            index: "76493",
            city: "Крихівці",
            address: "пл. Двір, 1",
        },
        {
            index: "77744",
            city: "Кричка",
            address: "вул. Карпатська, 246",
        },
        {
            index: "77542",
            city: "Кропивник",
            address: "вул. Шевченка, 97",
        },
        {
            index: "77340",
            city: "Кропивник",
            address: "вул. Івана Франка, 159",
        },
        {
            index: "77139",
            city: "Кукільники",
            address: "вул. Галицька,1",
        },
        {
            index: "78310",
            city: "Кулачківці",
            address: "вул. Центральна,3",
        },
        {
            index: "78111",
            city: "Кунисівці",
            address: "вул. Грушевського, 23",
        },
        {
            index: "78663",
            city: "Кути",
            address: "пл. Шевченка, 10",
        },
        {
            index: "78020",
            city: "Кутище",
            address: "вул. Центральна, 44А",
        },
        {
            index: "78257",
            city: "Лісна Слобідка",
            address: "вул. Центральна, 45А",
        },
        {
            index: "78422",
            city: "Лісна Тарновиця",
            address: "вул. Грушевського, 10",
        },
        {
            index: "78234",
            city: "Лісний Хлібичин",
            address: "вул. Жовтнева, 26",
        },
        {
            index: "78455",
            city: "Ланчин",
            address: "вул. Незалежності, 109Б",
        },
        {
            index: "77459",
            city: "Липівка",
            address: "вул. Незалежності, 4",
        },
        {
            index: "77020",
            city: "Липівка",
            address: "пл. Містечок,1",
        },
        {
            index: "77653",
            city: "Липовиця",
            address: "вул. Шевченка,268",
        },
        {
            index: "77453",
            city: "Лисець",
            address: "вул. Січових Стрільців, 35",
        },
        {
            index: "78440",
            city: "Лоєва",
            address: "вул. Грушевського, 12",
        },
        {
            index: "77560",
            city: "Лолин",
            address: "вул. Івана Франка, 2",
        },
        {
            index: "77044",
            city: "Лопушня",
            address: "вул. Центральна,31",
        },
        {
            index: "77622",
            city: "Лоп’Янка",
            address: "вул. Шевченка, 103А",
        },
        {
            index: "77651",
            city: "Луги",
            address: "вул. Перемоги, 5",
        },
        {
            index: "78117",
            city: "Лука",
            address: "вул. Галицька, 70А",
        },
        {
            index: "77740",
            city: "Луквиця",
            address: "вул. Центральна, 33",
        },
        {
            index: "77046",
            city: "Лучинці",
            address: "вул. Шевченка, 18А",
        },
        {
            index: "78616",
            city: "Люча",
            address: "м-р Верхній рушір, 58",
        },
        {
            index: "77730",
            city: "Міжгір’Я",
            address: "вул. Грушевського, 32",
        },
        {
            index: "77209",
            city: "Міжріччя",
            address: "вул. Н.Кобринської, 3",
        },
        {
            index: "77419",
            city: "Майдан",
            address: "вул. Лесі Українки, 1",
        },
        {
            index: "77551",
            city: "Мала Тур’Я",
            address: "вул. Турянська, 59Б",
        },
        {
            index: "78277",
            city: "Малий Ключів",
            address: "вул. Січових Стрільців, 1",
        },
        {
            index: "77734",
            city: "Манява",
            address: "вул. Незалежності, 22",
        },
        {
            index: "77181",
            city: "Маріямпіль",
            address: "вул. Галицька ,50",
        },
        {
            index: "78273",
            city: "Марківка",
            address: "вул. Січових Стрільців, 88",
        },
        {
            index: "77408",
            city: "Марківці",
            address: "вул. Центральна, 20Г",
        },
        {
            index: "77770",
            city: "Маркова",
            address: "вул. Шептицького, 41",
        },
        {
            index: "78267",
            city: "Матеївці",
            address: "вул. Шевченка, 27",
        },
        {
            index: "77163",
            city: "Мединя",
            address: "вул. Галицька, 31",
        },
        {
            index: "78590",
            city: "Микуличин",
            address: "вул. Грушевського,70",
        },
        {
            index: "77557",
            city: "Мислівка",
            address: "вул. Розтока, 32",
        },
        {
            index: "78128",
            city: "Михальче",
            address: "вул. Грушевського, 37",
        },
        {
            index: "78280",
            city: "Мишин",
            address: "вул. Січових Стрільців, 98",
        },
        {
            index: "78424",
            city: "Молодків",
            address: "вул. Шевченка, 62",
        },
        {
            index: "78271",
            city: "Молодятин",
            address: "вул. Січових Стрільців, 58",
        },
        {
            index: "77752",
            city: "Монастирчани",
            address: "вул. Шевченка, 2",
        },
        {
            index: "77515",
            city: "Надіїв",
            address: "вул. Шевченка, 35",
        },
        {
            index: "78405",
            city: "Надвірна",
            address: "вул. Мазепи, 1",
        },
        {
            index: "78016",
            city: "Надорожна",
            address: "вул. Гостинець, 39",
        },
        {
            index: "78415",
            city: "Назавизів",
            address: "вул. Грушевського, 170",
        },
        {
            index: "77110",
            city: "Насташине",
            address: "вул. Осмомисла, 1",
        },
        {
            index: "77669",
            city: "Небилів",
            address: "вул. Незалежності, 32",
        },
        {
            index: "77325",
            city: "Негівці",
            address: "вул. Тарантюка, 1",
        },
        {
            index: "78118",
            city: "Незвисько",
            address: "вул. Галицька, 8",
        },
        {
            index: "77710",
            city: "Нивочин",
            address: "вул. Шевченка, 110",
        },
        {
            index: "78013",
            city: "Нижнів",
            address: "вул. Марійки Підгірянки,1",
        },
        {
            index: "78615",
            city: "Нижній Березів",
            address: "м-р Дуброва, 1",
        },
        {
            index: "78216",
            city: "Нижній Вербіж",
            address: "вул. Довбуша, 1",
        },
        {
            index: "77620",
            city: "Нижній Струтинь",
            address: "вул. Грушевського,135А",
        },
        {
            index: "77071",
            city: "Нижня Липиця",
            address: "вул. Шевченка, 67",
        },
        {
            index: "77473",
            city: "Нові Кривотули",
            address: "вул. Грушевського, 21А",
        },
        {
            index: "77123",
            city: "Нові Скоморохи",
            address: "вул. Січових Стрільців,10",
        },
        {
            index: "77360",
            city: "Новиця",
            address: "вул. Шевченка, 71",
        },
        {
            index: "77541",
            city: "Новоселиця",
            address: "вул. Грушевського, 6",
        },
        {
            index: "78355",
            city: "Новоселиця",
            address: "вул. Центральна, 33А",
        },
        {
            index: "77554",
            city: "Новошин",
            address: "вул. Фрасуляка, 2",
        },
        {
            index: "78060",
            city: "Обертин",
            address: "вул. Незалежності,1",
        },
        {
            index: "78120",
            city: "Олієво-Королівка",
            address: "вул. Галицька, 83",
        },
        {
            index: "78008",
            city: "Олешів",
            address: "вул. Центральна, 26Г",
        },
        {
            index: "78038",
            city: "Олеша",
            address: "вул. Грушевського, 21",
        },
        {
            index: "78342",
            city: "Олешків",
            address: "вул. Головна, 3",
        },
        {
            index: "78144",
            city: "Острівець",
            address: "вул. Шевченка , 2",
        },
        {
            index: "78223",
            city: "Отинія",
            address: "вул. Шевченка, 1",
        },
        {
            index: "77212",
            city: "Підбережжя",
            address: "вул. Богдана Хмельницького,64",
        },
        {
            index: "78046",
            city: "Підвербці",
            address: "вул. Надністрянська,12",
        },
        {
            index: "78321",
            city: "Підвисоке",
            address: "вул. Січових Стрільців, 72",
        },
        {
            index: "77706",
            city: "Підгір’Я",
            address: "вул. Капущака,8А",
        },
        {
            index: "78256",
            city: "Підгайчики",
            address: "вул. Соборна, 12А",
        },
        {
            index: "77023",
            city: "Підгороддя",
            address: "вул. Лисенка,26",
        },
        {
            index: "77014",
            city: "Підкамінь",
            address: "вул. Сагайдачного, 23",
        },
        {
            index: "77561",
            city: "Підліски",
            address: "вул. Шкільна, 4",
        },
        {
            index: "77451",
            city: "Підлісся",
            address: "вул. Шевченка, 4",
        },
        {
            index: "77442",
            city: "Підлужжя",
            address: "вул. Шевченка, 39",
        },
        {
            index: "77050",
            city: "Підмихайлівці",
            address: "вул. Медична, 11",
        },
        {
            index: "77352",
            city: "Підмихайля",
            address: "вул. Скородинського, 124",
        },
        {
            index: "77441",
            city: "Підпечери",
            address: "вул. Січових Стрільців, 2",
        },
        {
            index: "77344",
            city: "Пійло",
            address: "вул. Грушевського, 78А",
        },
        {
            index: "78633",
            city: "Пістинь",
            address: "вул. Українська, 176А",
        },
        {
            index: "77412",
            city: "Павлівка",
            address: "вул. Шевченка, 116",
        },
        {
            index: "78015",
            city: "Палагичі",
            address: "вул. Шевченка, 4А",
        },
        {
            index: "78426",
            city: "Парище",
            address: "вул. Шевченка, 78",
        },
        {
            index: "78418",
            city: "Пасічна",
            address: "вул. Софії Галечко, 127",
        },
        {
            index: "77662",
            city: "Перегінське",
            address: "вул. Січових Стрільців, 10",
        },
        {
            index: "78420",
            city: "Перерісль",
            address: "вул. Січових Стрільців, 21",
        },
        {
            index: "78041",
            city: "Петрів",
            address: "вул. Незалежності, 1",
        },
        {
            index: "77635",
            city: "Петранка",
            address: "вул. Грушевського, 231",
        },
        {
            index: "78007",
            city: "Петрилів",
            address: "вул. Незалежності, 30",
        },
        {
            index: "78274",
            city: "Печеніжин",
            address: "вул. Незалежності, 15",
        },
        {
            index: "78281",
            city: "Пилипи",
            address: "вул. Шевченка, 1",
        },
        {
            index: "78417",
            city: "Пнів",
            address: "вул. Українських Січових Стрільців, 69",
        },
        {
            index: "77430",
            city: "Побережжя",
            address: "вул. Шевченка,73А",
        },
        {
            index: "78593",
            city: "Поляниця",
            address: "вул. Стаїще, 367А",
        },
        {
            index: "77207",
            city: "Поляниця",
            address: "вул. Івана Франка, 89",
        },
        {
            index: "78356",
            city: "Попельники",
            address: "вул. Шевченка, 87",
        },
        {
            index: "77743",
            city: "Пороги",
            address: "вул. Січових Стрільців, 88",
        },
        {
            index: "78334",
            city: "Потічок",
            address: "вул. Незалежності, 80",
        },
        {
            index: "78135",
            city: "Поточище",
            address: "вул. Шевченка, 52",
        },
        {
            index: "77716",
            city: "Похівка",
            address: "вул. Шевченка,66",
        },
        {
            index: "78031",
            city: "Прибилів",
            address: "вул. Івана Франка,3",
        },
        {
            index: "78736",
            city: "Пробійнівка",
            address: "м-р Лудова, 1",
        },
        {
            index: "78625",
            city: "Прокурава",
            address: "м-р Заріччя, 34",
        },
        {
            index: "78348",
            city: "Прутівка",
            address: "вул. Лесі Українки, 19",
        },
        {
            index: "77041",
            city: "Пуків",
            address: "вул. 17 Вересня, 25",
        },
        {
            index: "77040",
            city: "Путятинці",
            address: "вул. Шевченка,38",
        },
        {
            index: "77406",
            city: "Пшеничники",
            address: "вул. Богдана Хмельницького, 2",
        },
        {
            index: "78254",
            city: "П’Ядики",
            address: "вул. Петлюри, 1",
        },
        {
            index: "77631",
            city: "Рівня",
            address: "вул. Шевченка, 68",
        },
        {
            index: "77661",
            city: "Ріпне",
            address: "вул. Івана Франка, 19",
        },
        {
            index: "77354",
            city: "Ріп’Янка",
            address: "вул. Івана Франка, 3",
        },
        {
            index: "78643",
            city: "Річка",
            address: "м-р Боднарево, 19",
        },
        {
            index: "77457",
            city: "Радча",
            address: "вул. Чорновола,1",
        },
        {
            index: "77516",
            city: "Раків",
            address: "вул. Шептицького, 1",
        },
        {
            index: "78248",
            city: "Раківчик",
            address: "вул. Січових Стрільців, 1",
        },
        {
            index: "77732",
            city: "Раковець",
            address: "вул. Шевченка,75",
        },
        {
            index: "78114",
            city: "Раковець",
            address: "вул. Галицька, 18",
        },
        {
            index: "77514",
            city: "Рахиня",
            address: "вул. Шевченка, 10А",
        },
        {
            index: "78122",
            city: "Рашків",
            address: "вул. Шевченка, 15",
        },
        {
            index: "78661",
            city: "Рибне",
            address: "вул. Центральна, 4",
        },
        {
            index: "77001",
            city: "Рогатин",
            address: "вул. Галицька, 73",
        },
        {
            index: "78635",
            city: "Рожнів",
            address: "вул. Бойчука, 26",
        },
        {
            index: "77601",
            city: "Рожнятів",
            address: "пл. Єдності, 9",
        },
        {
            index: "78656",
            city: "Розтоки",
            address: "вул. Лугова,1",
        },
        {
            index: "77535",
            city: "Розточки",
            address: "вул. Грушевського, 6",
        },
        {
            index: "77722",
            city: "Росільна",
            address: "вул. Шевченка, 145",
        },
        {
            index: "78151",
            city: "Росохач",
            address: "вул. Українська, 101",
        },
        {
            index: "77436",
            city: "Рошнів",
            address: "вул. Гостинець, 96Б",
        },
        {
            index: "78352",
            city: "Рудники",
            address: "вул. Шевченка, 4",
        },
        {
            index: "78272",
            city: "Рунгури",
            address: "вул. Шевченка, 78А",
        },
        {
            index: "78335",
            city: "Русів",
            address: "вул. Шевченка, 23",
        },
        {
            index: "77365",
            city: "Сівка-Войнилівська",
            address: "вул. Центральна, 14Б",
        },
        {
            index: "78233",
            city: "Сідлище",
            address: "вул. Молодіжна, 1",
        },
        {
            index: "77414",
            city: "Сілець",
            address: "вул. Зузука, 7",
        },
        {
            index: "77717",
            city: "Саджава",
            address: "вул. Благого, 1",
        },
        {
            index: "78444",
            city: "Саджавка",
            address: "вул. Українська, 68",
        },
        {
            index: "77028",
            city: "Сарники",
            address: "вул. Шевченка, 49",
        },
        {
            index: "77074",
            city: "Світанок",
            address: "вул. Жовтнева,18",
        },
        {
            index: "77605",
            city: "Сваричів",
            address: "вул. 1 Травня, 2",
        },
        {
            index: "78259",
            city: "Семаківці",
            address: "вул. Центральна, 20А",
        },
        {
            index: "78133",
            city: "Семаківці",
            address: "вул. Шевченка, 34",
        },
        {
            index: "77564",
            city: "Сенечів",
            address: "вул. Центр, 1",
        },
        {
            index: "78142",
            city: "Серафинці",
            address: "вул. Свободи, 1",
        },
        {
            index: "78614",
            city: "Середній Березів",
            address: "м-р Татарівка, 9",
        },
        {
            index: "78437",
            city: "Середній Майдан",
            address: "вул. Українська, 56",
        },
        {
            index: "77332",
            city: "Слобідка",
            address: "вул. Шевченка, 4",
        },
        {
            index: "78155",
            city: "Слобідка",
            address: "вул. Гелевана, 35",
        },
        {
            index: "77120",
            city: "Слобода",
            address: "вул. Шевченка, 162",
        },
        {
            index: "78278",
            city: "Слобода",
            address: "вул. Франка, 37",
        },
        {
            index: "77530",
            city: "Слобода - Болехівська",
            address: "вул. Шевченка, 65",
        },
        {
            index: "78645",
            city: "Снідавка",
            address: "м-р Закуток, 5",
        },
        {
            index: "78301",
            city: "Снятин",
            address: "вул. Лотоцького, 25",
        },
        {
            index: "78650",
            city: "Соколівка",
            address: "м-р Зелена,1",
        },
        {
            index: "77753",
            city: "Солотвин",
            address: "вул. Чорновола, 7",
        },
        {
            index: "77523",
            city: "Солуків",
            address: "вул. Центральна, 29",
        },
        {
            index: "78154",
            city: "Сороки",
            address: "вул. Незалежності, 31",
        },
        {
            index: "78219",
            city: "Спас",
            address: "вул. Нова, 1А",
        },
        {
            index: "77624",
            city: "Спас",
            address: "вул. Січових Стрільців, 79",
        },
        {
            index: "77531",
            city: "Станківці",
            address: "вул. Дорошенка, 70",
        },
        {
            index: "77321",
            city: "Станькова",
            address: "вул. Галицька,125",
        },
        {
            index: "77712",
            city: "Старі Богородчани",
            address: "вул. Івана Франка, 1",
        },
        {
            index: "77474",
            city: "Старі Кривотули",
            address: "вул. Лесі Українки, 34",
        },
        {
            index: "77449",
            city: "Старий Лисець",
            address: "вул. Франка,1Б",
        },
        {
            index: "77543",
            city: "Старий Мізунь",
            address: "вул. Замлин, 4А",
        },
        {
            index: "77129",
            city: "Старий Мартинів",
            address: "вул. Шевченка, 35А",
        },
        {
            index: "77362",
            city: "Старий Угринів",
            address: "вул. Саєвича, 6",
        },
        {
            index: "77737",
            city: "Старуня",
            address: "вул. Миру, 74А",
        },
        {
            index: "78722",
            city: "Стебні",
            address: "м-р Павлики,2",
        },
        {
            index: "78333",
            city: "Стецева",
            address: "вул. Незалежності, 1",
        },
        {
            index: "78620",
            city: "Стопчатів",
            address: "вул. Небесної сотні, 3",
        },
        {
            index: "78138",
            city: "Стрільче",
            address: "вул. Степана Бандери, 64",
        },
        {
            index: "77022",
            city: "Стратин",
            address: "вул. Шевченка,1А",
        },
        {
            index: "77432",
            city: "Стриганці",
            address: "вул. Шевченка, 30",
        },
        {
            index: "78227",
            city: "Струпків",
            address: "вул. Шевченка, 26",
        },
        {
            index: "77334",
            city: "Студінка",
            address: "вул. Панаса Мирного, 10",
        },
        {
            index: "77652",
            city: "Суходіл",
            address: "вул. Лесі Українки,13",
        },
        {
            index: "78596",
            city: "Татарів",
            address: "вул. Незалежності,1",
        },
        {
            index: "78617",
            city: "Текуче",
            address: "м-р Сухий потік , 3",
        },
        {
            index: "77220",
            city: "Тисів",
            address: "вул. Грушевського,1",
        },
        {
            index: "77401",
            city: "Тисмениця",
            address: "вул. Левицького, 6",
        },
        {
            index: "78410",
            city: "Тисменичани",
            address: "вул. Грушевського, 54",
        },
        {
            index: "78124",
            city: "Тишківці",
            address: "вул. Грималюка, 1",
        },
        {
            index: "78001",
            city: "Тлумач",
            address: "вул. Макуха, 14",
        },
        {
            index: "78250",
            city: "Товмачик",
            address: "вул. Шкільна, 34",
        },
        {
            index: "77327",
            city: "Томашівці",
            address: "вул. Гургули, 60",
        },
        {
            index: "78162",
            city: "Топорівці",
            address: "вул. Шевченка, 11",
        },
        {
            index: "78226",
            city: "Торговиця",
            address: "пл. Героїв, 2",
        },
        {
            index: "78161",
            city: "Торговиця",
            address: "вул. Шевченка, 38",
        },
        {
            index: "78626",
            city: "Трач",
            address: "вул. Центральна, 1",
        },
        {
            index: "78350",
            city: "Троїця",
            address: "вул. Головна, 109",
        },
        {
            index: "77512",
            city: "Тростянець",
            address: "вул. Шевченка, 64Б",
        },
        {
            index: "78353",
            city: "Тростянець",
            address: "вул. Франка, 2",
        },
        {
            index: "77346",
            city: "Тужилів",
            address: "вул. Богдана Хмельницького, 14",
        },
        {
            index: "78339",
            city: "Тулуків",
            address: "вул. Стуса, 63",
        },
        {
            index: "77182",
            city: "Тумир",
            address: "вул. Центральна,153",
        },
        {
            index: "78253",
            city: "Турка",
            address: "вул. Січових Стрільців, 1",
        },
        {
            index: "77170",
            city: "Тустань",
            address: "вул. Галицька, 23",
        },
        {
            index: "78653",
            city: "Тюдів",
            address: "вул. Франка, 12",
        },
        {
            index: "77415",
            city: "Тязів",
            address: "вул. Галицька,8",
        },
        {
            index: "77522",
            city: "Тяпче",
            address: "вул. Миру,10",
        },
        {
            index: "76492",
            city: "Угорники",
            address: "вул. Повстанців, 6",
        },
        {
            index: "77423",
            city: "Угринів",
            address: "вул. Польова, 1",
        },
        {
            index: "77434",
            city: "Узин",
            address: "вул. Шевченка, 2",
        },
        {
            index: "78715",
            city: "Устеріки",
            address: "м-р Горішній кут, 1",
        },
        {
            index: "78344",
            city: "Устя",
            address: "вул. Шевченка, 1",
        },
        {
            index: "78622",
            city: "Уторопи",
            address: "вул. Колгоспна, 6",
        },
        {
            index: "78421",
            city: "Фитьків",
            address: "вул. Січових Стрільців, 57",
        },
        {
            index: "77011",
            city: "Фрага",
            address: "вул. Шевченка,1А",
        },
        {
            index: "78632",
            city: "Химчин",
            address: "вул. Незалежності, 36А",
        },
        {
            index: "77721",
            city: "Хмелівка",
            address: "вул. Шевченка, 30А",
        },
        {
            index: "78709",
            city: "Хороцеве",
            address: "м-р Центр, 1",
        },
        {
            index: "78050",
            city: "Хотимир",
            address: "вул. Осередок,14",
        },
        {
            index: "76495",
            city: "Хриплин",
            address: "вул. Автоливмашівська, 151",
        },
        {
            index: "78302",
            city: "Хутір-Будилів",
            address: "вул. Привокзальна, 4",
        },
        {
            index: "77640",
            city: "Цінева",
            address: "вул. Шевченка, 2А",
        },
        {
            index: "77364",
            city: "Цвітова",
            address: "вул. Шевченка, 2А",
        },
        {
            index: "78255",
            city: "Ценява",
            address: "вул. Шевченка, 11",
        },
        {
            index: "78413",
            city: "Цуцилів",
            address: "вул. Братів Бойчуків, 71А",
        },
        {
            index: "78236",
            city: "Черемхів",
            address: "вул. Прикарпатська, 2",
        },
        {
            index: "77460",
            city: "Черніїв",
            address: "вул. Стасюка,4",
        },
        {
            index: "78112",
            city: "Чернелиця",
            address: "вул. Незалежності, 7",
        },
        {
            index: "78126",
            city: "Чернятин",
            address: "вул. Грушевського, 33",
        },
        {
            index: "77015",
            city: "Черче",
            address: "вул. Бренецького,10",
        },
        {
            index: "77042",
            city: "Чесники",
            address: "вул. Гончарівка, 1",
        },
        {
            index: "78462",
            city: "Чорні Ослави",
            address: "вул. Центр,1",
        },
        {
            index: "78461",
            city: "Чорний Потік",
            address: "вул. Богдана Хмельницького, 388Д",
        },
        {
            index: "77471",
            city: "Чорнолізці",
            address: "вул. Незалежності, 2",
        },
        {
            index: "78123",
            city: "Чортовець",
            address: "вул. Галицька, 42",
        },
        {
            index: "77556",
            city: "Шевченкове",
            address: "вул. Братів Гавришів, 26",
        },
        {
            index: "78642",
            city: "Шепіт",
            address: "м-р Полагнюки, 3",
        },
        {
            index: "78623",
            city: "Шешори",
            address: "м-р Мале Заріччя, 1",
        },
        {
            index: "77070",
            city: "Юнашків",
            address: "вул. Січових Стрільців,13Б",
        },
        {
            index: "77144",
            city: "Яблунів",
            address: "вул. Стефаника,3",
        },
        {
            index: "78621",
            city: "Яблунів",
            address: "вул. Франка, 55",
        },
        {
            index: "78591",
            city: "Яблуниця",
            address: "вул. Героїв Майдану, 75А",
        },
        {
            index: "78731",
            city: "Яблуниця",
            address: "м-р Бенчина,10",
        },
        {
            index: "77742",
            city: "Яблунька",
            address: "вул. Могильницького, 102",
        },
        {
            index: "78719",
            city: "Явірник",
            address: "м-р Явірник, 1",
        },
        {
            index: "78644",
            city: "Яворів",
            address: "м-р Віпчинка-1, 1",
        },
        {
            index: "77035",
            city: "Явче",
            address: "вул. Незалежності,32",
        },
        {
            index: "78064",
            city: "Яківка",
            address: "вул. Шевченка, 1А",
        },
        {
            index: "77422",
            city: "Ямниця",
            address: "вул. Галицька, 36",
        },
        {
            index: "78501",
            city: "Яремче",
            address: "вул. Свободи, 309",
        },
        {
            index: "78143",
            city: "Ясенів-Пільний",
            address: "вул. Січових Стрільців, 60",
        },
        {
            index: "77641",
            city: "Ясеновець",
            address: "вул. Незалежності, 106",
        },
        {
            index: "77671",
            city: "Ясень",
            address: "вул. Вагілевича, 420",
        },
    ],
    Київська: [],
    Кіровоградська: [],
    Луганська: [],
    Львівська: [],
    Миколаївська: [],
    Одеська: [],
    Полтавська: [],
    Рівненська: [],
    Сумська: [],
    Тернопільська: [],
    Харківська: [],
    Херсонська: [],
    Хмельницька: [],
    Черкаська: [],
    Чернігівська: [],
    Чернівецька: [],
};
